<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ประเภทอาหารของสุนัข</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. อาหารเม็ด</h3>
                                        <p>เรียกได้ว่าอาหารเม็ดคือความสะดวกสบายที่สุดของผู้เลี้ยงสุนัข เพราะปัจจุบันทำออกมาหลากหลายรสชาติและแบ่งแยกย่อยออกไปเป็นหลายสูตรด้วย เช่นสูตรบำรุงขน สูตรสำหรับสุนัขอ้วนง่าย สูตรสำหรับสุนัขขนสั้น สูตรเฉพาะสายพันธุ์ ซึ่งล้วนแล้วแต่ผลิตออกมาให้เหมาะกับความต้องการของทั้งผู้เลี้ยงและสุนัขด้วย ซึ่งอาหารเม็ดนั้นมีข้อดีที่ชัดเจนในเรื่องสุขภาพในช่องปากเมื่อสุนัขได้ขบเคี้ยวอาหารเม็ดก็ได้ขัดฟันไปในตัวด้วย ทำให้ฟันแข็งแรง ช่วยลดแบคทีเรียในช่องปาก และมีให้เลือกหลายราคาหลายเกรดตั้งแต่เกรดทั่วไป เกรด      พรีเมี่ยม เกรดซุปเปอร์พรีเมี่ยม เกรดโฮลิสติก ไปจนถึงเกรดเกรนฟรี ความแตกต่างของแต่ละเกรดคือวัตถุดิบที่ใช้ในการผลิต แต่ข้อเสียของอาหารเม็ดบางยี่ห้อคือผสมไขมันสัตว์และอาจมีสารปรุงแต่งหรือสารเคมีตกค้าง สุนัขกินบ่อยๆอาจทำให้มีปัญหาสุขภาพในระยะยาว</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. อาหารแบบเปียก</h3>
                                        <p>โดยส่วนมากจะเป็นพวกเนื้อสัตว์ประเภทต่างๆ เช่นเนื้อไก่ เนื้อวัว เนื้อปลา บางยี่ห้อจะใส่พืชผักลงไปเพื่อให้สุนัขได้รับคุณค่าทางโภชนาการที่ครบถ้วนเช่น ฟักทอง แครอท อาหารสุนัขแบบเปียกจะมีน้ำเป็นส่วนประกอบ 70-80% ทำให้อาหารมีความชุ่มชื้น ช่วยในการป้องกันการขาดน้ำสำหรับสุนัขได้ อาหารประเภทนี้เป็นที่นิยมสำหรับผู้เลี้ยงที่สุนัขมีปัญหาเรื่องการกิน เช่น เลือกกิน เบื่ออาหาร หรือป่วย ในอาหารแบบเปียกนี้จะมีกลิ่นหอม น่ากิน ทำให้สุนัขเจริญอาหาร แต่ข้อเสียคือไม่สามารถเก็บไว้ได้นานหลังจากที่เปิดอาหารแล้ว เน่าเสียง่ายหากเก็บไม่ถูกวิธี (หากให้อาหารเปียกไม่หมดควรเก็บใส่กล่องพลาสติกปิดฝาให้มิดชิดและแช่ตู้เย็นจะสามารถเก็บไว้ได้3-4วัน)  ที่สำคัญคือสุนัขอาจมีอาการถ่ายเหลวและกลิ่นเหม็น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. อาหารปรุงสุก</h3>
                                        <p>โดยมากผู้เลี้ยงที่อยู่ต่างจังหวัดมักจะเลือกการให้อาหารด้วยการปรุงอาหารให้สุนัขของตนด้วยเหตุผลที่ไม่สะดวกในการหาซื้ออาหารสำเร็จรูป การปรุงหรือการคลุกอาหารจึงเป็นวิธีที่สะดวกที่สุด มักจะนำวัตถุดิบในครัวที่หาง่ายมาปรุง เช่นข้าว เนื้อสัตว์ ผัก บางบ้านเติมน้ำปลา น้ำตาล ลงไปด้วยก็มีเพราะมีความเชื่อว่าสุนัขจะกินอาหารได้มากขึ้น ในอาหารปรุงสุกนี้ช่วยลดรายจ่ายได้เมื่อเทียบกับการต้องซื้ออาหารสำเร็จรูป แต่ก็จะทำให้สุนัขมีปัญหาสุขภาพในระยะยาวได้หากใส่เครื่องปรุงรสเป็นประจำ สุนัขมีความเสี่ยงที่เป็นโรคไต และโรคอ้วนได้เนื่องจากการปรุงอาหารหรือการคลุกข้าวให้สุนัขเองนั้นค่อนข้างที่จะควบคุมปริมาณของแคลอรี่ได้ยาก</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4.อาหารบาร์ฟ (BARF)</h3>
                                        <p>คือการให้อาหารสดและดิบซึ่งใช้เนื้อสัตว์เกรดเดียวกับอาหารของมนุษย์ ซึ่งการให้อาหารประเภทนี้กำลังเป็นที่นิยมไปทั่วโลกเริ่มมาจากหญิงชาวอเมริกันซึ่งเรียนรู้การเลี้ยงสุนัขว่าความจริงแล้วพฤติกรรมการกินของสุนัขจะคล้ายกับหมาป่าซึ่งเป็นนักล่านั่นเอง การให้อาหารสดหรือบาร์ฟมีประโยชน์ต่อระบบย่อยอาหาร สุขภาพฟันสะอาด ลดปัญหากลิ่นปากได้ อุจจาระกลิ่นไม่ฉุน เส้นขนมีความเงามัน ขนไม่ร่วง แต่ข้อเสียคืออาจมีพยาธิบางชนิดปะปนมากับเนื้อดิบ และหากเป็นเนื้อที่ค้างคืน ไม่สด ก็ทำให้คุณค่าทางโภชนาการของอาหารลดลงได้ </p>
                                        <p>หากผู้เลี้ยงสนใจการให้อาหารแบบบาร์ฟควรศึกษาเทคนิคให้ดี ต้องมีการคำนวณน้ำหนักตัวเพื่อมาเฉลี่ยค่าคุณค่าทางอาหารและปริมาณการให้เนื้อสด และเมื่อสุนัขกินเนื้อสดเป็นประจำจะทำให้เขาจำกลิ่นเนื้อดิบอาจมีการไปรื้อค้นถังขยะเพื่อหาเศษอาหารที่เน่าเสียซึ่งก็มักจะมีแบคทีเรียต่างๆปนเปื้อนมา ฉะนั้น ผู้เลี้ยงควรปิดฝาถังขยะให้มิดชิดป้องกันการคุ้ยขยะ</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
