<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>วิธีเลือกอาหารสุนัขให้เหมาะกับวัย</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อาหารลูกสุนัขวัยแรกเกิด</h3>
                                        <p>ลูกสุนัขวัยแรกเกิดจะกินแต่นมแม่เท่านั้น แม้จะเริ่มโตขึ้นจนมีอายุ 1 เดือน ก็ยังคงกินนมแม่เป็นหลักอยู่ ทว่าเจ้าของต้องคอยหาน้ำสะอาดมาเผื่อไว้ด้วย โดยลูกสุนัขจะหย่านมในช่วงอายุประมาณ 6-8 สัปดาห์</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อาหารลูกสุนัขอายุ 2-4 เดือน</h3>
                                        <p>คนส่วนใหญ่มักจะเริ่มเลี้ยงสุนัขหลังจากหย่านมแล้ว คือ ช่วงอายุประมาณ 2-4 เดือน ซึ่งเป็นวัยที่ไม่ควรเปลี่ยนอาหารมากเท่าไรนัก เพราะอาจจะทำให้ปวดท้องได้ ฉะนั้นคนขายมักจะแนะนำและบอกข้อมูลของอาหารชนิดเดิมมาให้เสมอ เพื่อให้ผู้เลี้ยงนำมาผสมกับอาหารใหม่ได้อย่างเหมาะสม โดยในช่วง 2-3 สัปดาห์แรก ควรผสมอาหารใหม่ในปริมาณเล็กน้อย จากนั้นก็ค่อย ๆ เพิ่มขึ้นเรื่อย ๆ จนกระทั่งลูกสุนัขรู้สึกคุ้นเคยกับอาหาร</p>
                                        <p>ซึ่งอาหารที่เหมาะสำหรับลูกสุนัขวัย 2-4 เดือน คือ อาหารเม็ดที่มีคุณภาพสูงและเป็นสูตรสำหรับลูกสุนัขโดยเฉพาะ เนื่องจากลูกสุนัขจำเป็นต้องได้รับสารอาหารที่ครบถ้วนและหลากหลาย เพื่อช่วยกระตุ้นการเจริญเติบโต โดยสารอาหารที่ลูกสุนัขหลังหย่านมต้องการ ได้แก่ โปรตีน ที่ช่วยให้กล้ามเนื้อและเนื้อเยื่อแข็งแรง คาร์โบไฮเดรต ที่ช่วยให้พลังงาน แคลเซียมและฟอสฟอรัส ที่ช่วยบำรุงกระดูกและฟัน รวมถึงวิตามินซี วิตามินอี และสารต้านอนุมูลอิสระ ที่ช่วยเสริมสร้างภูมิคุ้มกันให้แข็งแรงด้วย</p>
                                        <p>ทั้งนี้ ผู้เลี้ยงสามารถให้เนื้อสัตว์และผักหรือข้าวที่ปรุงสุกกับลูกสุนัขได้ตามต้องการ แต่ต้องอยู่ในปริมาณที่เหมาะสมและสมดุลกับอาหารเม็ด ทว่าทางที่ดีควรให้อาหารเม็ดเป็นหลัก นอกจากนี้ต้องหลีกเลี่ยงอาหารดิบอย่างเด็ดขาด เนื่องจากระบบภูมิคุ้มกันของสุนัขยังไม่ดีนัก จึงไม่สามารถรับมือกับแบคทีเรียได้</p>
                                        <p> ส่วนปริมาณและความถี่ในการให้อาหารลูกสุนัขวัย 2-4 เดือน ควรแบ่งออกเป็นมื้อเล็ก ๆ แล้วให้อย่างสม่ำเสมอแทน เนื่องจากลูกสุนัขวัยนี้ต้องการสารอาหารและพลังงานสูงและบ่อยนั่นเอง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อาหารลูกสุนัขอายุ 4 เดือนขึ้นไป</h3>
                                        <p>ลูกสุนัขอายุตั้งแต่ 4 เดือน - 1 ปี อยู่ในวัยกำลังโต จึงต้องการอาหารที่ให้พลังงานที่สูงกว่าสุนัขโตเต็มวัย ฉะนั้นผู้เลี้ยงจำเป็นต้องให้อาหารสูตรสำหรับสุนัขวัยกำลังโตโดยเฉพาะ โดยสัตวแพทย์ส่วนใหญ่แนะนำว่าควรให้อาหารสูตรสำหรับสุนัขวัยกำลังโตไปจนกว่าสุนัขจะมีขนาดประมาณ 90% ของสุนัขโตเต็มวัย</p>
                                        <p>ลูกสุนัขอายุ 4 เดือน เป็นวัยที่ฟันแท้กำลังขึ้น จึงต้องการอาหารที่ช่วยกระตุ้นฟัน เช่น กระดูกติดเนื้อดิบ โดยทางที่ดีควรเลือกให้มีเนื้อติดสักหน่อย และกระดูก 1 ชิ้น สามารถให้ลูกสุนัขแทะได้นานถึง 1 สัปดาห์</p>
                                        <p>ส่วนเรื่องการเปลี่ยนอาหาร ให้สังเกตพฤติกรรมของสุนัขทุกครั้งที่เปลี่ยน เพราะสุนัขอาจจะเกิดอาการแพ้อาหารได้ สำหรับความถี่ในการให้อาหารลูกสุนัขวัย 4 เดือนขึ้นไป สามารถลดลงมาเหลือวันละประมาณ 2 ครั้งได้ แต่สิ่งสำคัญคือต้องกำหนดปริมาณให้พอดี อย่าให้มากหรือน้อยเกินไป ไม่เช่นนั้นอาจจะทำให้มีปัญหาสุขภาพตามมา</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อาหารสุนัขโตเต็มวัย</h3>
                                        <p>สุนัขโตเต็มวัยอยู่ในช่วงอายุ 1-5 ปี สำหรับสุนัขพันธุ์เล็ก และ 1 ปีครึ่ง - 7 ปี สำหรับสุนัขพันธุ์ใหญ่ ซึ่งมีอาหารให้เลือกมากมาย และต้องการบริโภควันละประมาณ 1-2 ครั้ง โดยผู้เลี้ยงควรเลือกเป็นอาหารที่มีคุณภาพสูง พร้อมตรวจสอบสารอาหารให้เหมาะสมกับสุนัขแต่ละตัว ถ้าเป็นไปได้ควรขอคำแนะนำจากสัตวแพทย์จะดีที่สุด เนื่องจากสุนัขโตเต็มวัยแต่ละตัวมีพฤติกรรมที่ไม่เหมือนกัน ทำให้ต้องการอาหารที่แตกต่างกัน เช่น สุนัขที่ทำหมันแล้วและระบบเผาผลาญทำงานช้าลง จะต้องการอาหารสูตรพิเศษ สุนัขที่น้ำหนักเกิน จะต้องการอาหารที่ช่วยควบคุมไขมัน สุนัขที่น้ำหนักน้อย จะต้องการอาหารที่ช่วยบำรุงร่างกาย และสุนัขที่เป็นโรคต่าง ๆ จะต้องการอาหารที่ผลิตมาโดยเฉพาะ</p>
                                        <p> นอกเหนือจากนี้ผู้เลี้ยงสามารถให้อาหารสุนัขโตเต็มวัยได้หลากหลายมากขึ้น ไม่ว่าจะเป็นการให้ผัก ปลา กระดูกติดเนื้อดิบ รวมถึงเนื้อสัตว์ทั้งสุกและดิบ ซึ่งสิ่งสำคัญก็เหมือนเดิมคือ การกะปริมาณให้เหมาะสมและสมดุลกับอาหารเม็ด</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อาหารสุนัขแก่</h3>
                                        <p>เมื่อสุนัขมีอายุเพิ่มมากขึ้น อาหารการกินก็เปลี่ยนแปลงตามไปด้วย โดยสุนัขแก่จะอยู่ในช่วงอายุ 6-8 ปี ซึ่งเป็นวัยที่ผู้เลี้ยงควรเปลี่ยนมาให้อาหารสูตรสำหรับสุนัขแก่โดยเฉพาะ และควรแบ่งเป็นมื้อเล็ก ๆ แต่ให้บ่อย ๆ แทน</p>
                                        <p>โดยวิธีเลือกสูตรอาหารให้เหมาะสมกับสุนัขแก่แต่ละตัวจะแตกต่างกันไปตามพฤติกรรม สุขภาพ และสภาพร่างกาย สามารถปรึกษาสัตวแพทย์หรือสังเกตด้วยตัวเองก็ได้ ตัวอย่างเช่น สุนัขที่ทำกิจกรรมน้อยลง ให้เปลี่ยนมาใช้อาหารสูตรไดเอตที่มีปริมาณแคลอรีและไขมันน้อยกว่าปกติเพื่อป้องกันปัญหาน้ำหนักเกิน พร้อมทั้งเพิ่มไฟเบอร์ช่วยเสริมการย่อยสลาย และโปรตีนช่วยให้กล้ามเนื้อแข็งแรงไปในตัว หรือสุนัขที่เป็นโรคไขข้ออักเสบ ให้เปลี่ยนมาใช้อาหารที่อุดมไปด้วยโอเมก้า 3 และกรดไขมันเพื่อช่วยลดอาการอักเสบ พร้อมทั้งเพิ่มกลูโคซามีนและคอนดรอยทินเพื่อช่วยเสริมข้อต่อให้แข็งแรง</p>
                                        <p>นอกเหนือจากนี้ควรหลีกเลี่ยงอาหารรสเค็มหรือมีโซเดียมสูง เพราะจะทำให้สุนัขแก่เสี่ยงเป็นโรคหัวใจและโรคไตได้ง่าย โดยควรหันมาบริโภคสาหร่ายทะเลบ่อย ๆ เพราะอุดมไปด้วยไอโอดีนที่ช่วยเสริมการทำงานของต่อมไทรอยด์ หรือจะเป็นเมล็ดจากต้นลินินหรือเมล็ดแฟลกซ์ก็ดีงามไม่แพ้กัน เพราะช่วยบำรุงสุขภาพได้หลายอย่าง เช่น ช่วยดูแลอวัยวะในร่างกายและบำรุงผิวพรรณให้ดูดี</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
