<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ข้อสังเกตสุนัขเมื่อป่วย</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. กินอาหารได้น้อยลง</h3>
                                        <p>อาการไม่อยากอาหาร หรือกินอาหารไม่อร่อยนี้ เรียกได้ว่า เป็นสัญญาณพื้นฐานของโรคต่างๆ เลยก็ว่าได้ เมื่อลองสังเกตดูแล้ว พบว่าไม่ได้มาจากสภาพแวดล้อมภายนอกที่ทำให้สุนัขไม่อยากกินอาหาร เช่น อากาศร้อนจัด หรือมีสิ่งล่อใจอื่นที่ทำให้น่าสนใจมากกว่าอาหารตรงหน้า สิ่งเหล่านี้ก็อาจทำให้สุนัขไม่กินอาหารได้ ซึ่งก็ถือว่า ไม่ได้เกี่ยวกับโรคภัยไข้เจ็บ กรณีนี้ก็เพียงปรับปรุงสภาพแวดล้อมให้เหมาะสมขึ้น แต่ถ้าการไม่กินอาหารของเขา ไม่เกี่ยวกับสิ่งที่กล่าวมา ก็ต้องสันนิษฐานไว้ก่อนว่า เขาต้องป่วยเป็นอะไรสักอย่างแน่นอน ควรพาไปพบสัตวแพทย์เพื่อวินิจฉัยโรคให้แน่นอนอีกครั้ง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. กระฉับกระเฉงน้อยลง</h3>
                                        <p>สุนัขที่รู้สึกไม่สบายตัวจะลดความกระฉับกระเฉงลง บางครั้งก็เป็นการสับสนระหว่างอาการป่วย กับชราลงตามวัยด้วยเหมือนกัน กรณีนี้คนที่จะสังเกตและรับรู้ได้ดีที่สุด คงจะเป็นตัวเจ้าของ และหลายๆ ครั้งที่พบว่าอาการนี้เกิดจากการได้รับการเอาใจใส่จากเจ้าของน้อยลงขาดการทำกิจกรรมร่วมกัน ซึ่งก็เป็นผลพวงจากจิตใจของสัตว์เลี้ยงนั่นเอง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. ใช้เวลาส่วนใหญ่ในการนอน / เฉื่อยชา</h3>
                                        <p>อาการนี้เป็นอาการที่แสดงให้เห็นว่าสุนัขตัดขาดความสนอกสนใจจากสิ่งแวดล้อมรอบตัวไปหมด ซึ่งเวลาส่วนใหญ่ในการนอนนับเป็นสัญญาณที่มักจะเกิดขึ้นได้ทั้งก่อนและหลังของอาการป่วย ซึ่งขึ้นอยู่กับความรุนแรงของอาการป่วยนั้นๆ อีกต่างหาก ดังนั้น สังเกตให้ดี แล้วอย่าละเลย ควรพาไปพบสัตวแพทย์เพื่อตรวจสุขภาพจะดีกว่า</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4. น้ำหนักลดลงอย่างรวดเร็ว</h3>
                                        <p>สัญญาณบอกเหตุอันนี้มักจะต่อเนื่องมาจากข้อที่ 1 และจะเป็นอาการที่มักจะเกิดขึ้นเมื่อสุนัขป่วย แต่บางครั้งสัญญาณบอกเหตุนี้อาจจะสังเกตได้ยาก ถ้าสุนัขมีขนพองฟู หรือน้ำหนักเบาอยู่แล้ว ซึ่งข้อนี้ถือเป็นปัญหาที่เจ้าของต้องสังเกตอย่างใกล้ชิด</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. ดื่มน้ำในปริมาณที่มากขึ้น</h3>
                                        <p>การที่สุนัขดื่มน้ำมากขึ้นกว่าปกติ มักจะเป็นสัญญาณบอกเหตุของโรคบางชนิด เช่น โรคที่เกี่ยวกับไต และโรคเบาหวาน ดังนั้น เมื่อคุณสังเกตเห็นความผิดปกติในข้อนี้ อย่านิ่งดูดาย ควรรีบพาสุนัขของท่านไปพบสัตวแพทย์โดยเร็วที่สุด เพื่อการรักษาที่ได้ผล ก่อนจะสายเกินแก้ หายใจขัด ปัญหาเกี่ยวกับการหายใจ ถือเป็นปัญหาสำคัญที่ต้องคำนึงถึง อาการนี้มักจะเกิดขึ้นเมื่อมีปัญหาเกี่ยวกับปอด และหัวใจ สัญญาณเตือนอันนี้ถือเป็นสัญญาณอันตรายที่ต้องพบสัตวแพทย์แบบเร่งด่วนที่สุด</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>6. อาเจียน</h3>
                                        <p>สัญญาณนี้อาจพบเห็นได้ไม่ยาก สำหรับการอาเจียนและขย้อนนี้ มักจะเกิดขึ้นได้แม้สุนัขไม่ได้เจ็บป่วยอะไร ดังนั้นควรสังเกตว่าเมื่อไหร่ที่สุนัขอาเจียนบ้าง นาน ๆ ครั้ง หรืออาทิตย์ละครั้ง หรือน้อยกว่านั้น ก็จะถือว่าไม่เป็นปัญหาอะไร โดยเฉพาะสุนัขที่ยังมีสุขภาพโดยทั่วไปแข็งแรงอยู่ แต่ถ้าเมื่อไหร่ที่สุนัขอาเจียนบ่อยๆ เช่น วันละครั้ง และมีน้ำหนักลดลงตามไปด้วย อันนี้จะถือว่าเป็นปัญหาสำคัญที่ต้องพาไปพบสัตวแพทย์</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>7. ท้องเสีย</h3>
                                        <p>ปัญหาท้องเสียถือเป็นสัญญาณเตือนว่าสุนัขป่วยที่จะสังเกตได้ไม่ยาก และปัญหาส่วนใหญ่มักเกี่ยวกับอาหารการกินและลำไส้ ซึ่งถ้าเกี่ยวกับลำไส้ก็นับว่าเป็นปัญหาเร่งด่วนอีกกรณีหนึ่งที่ต้องรีบพาไปพบสัตวแพทย์ ซึ่งบางครั้งก็อาจเกิดขึ้นเมื่อสุนับเป็นโรคเกี่ยวกับภูมิแพ้หรือการย่อยอาหารได้เช่นกัน ซึ่งก็ไม่ถือเป็นปัญหาเร่งด่วนนัก แต่การรักษาแต่เนิ่นๆ ก็จำเป็นเพื่อไม่ให้เกิดเป็นปัญหาเรื้อรังในอนาคต จนไม่สามารถรักษาให้หายขาดได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>8. อาการไอ</h3>
                                        <p>สัญญาณเตือนนี้ถือเป็นปัญหาสำคัญอีกข้อหนึ่งที่ต้องคำนึงถึง เมือสุนัขไอต้องสังเกตดูลักษณะของการไอ ซึ่งสามารถเกิดเป็นอาการของโรคร้ายแรงได้หลายๆ โรค โดยเฉพาะโรคพยาธิหัวใจ สุนัขมักจะไอแห้งๆ และไอบ่อยๆ เหมือนพยายามคายอะไรออกมา อาการนี้ไม่ควรปล่อยไว้ ต้องรีบพาไปพบสัตวแพทย์เพื่อทำการรักษาโดยเร็ว</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
