<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
            <div class="content">
                <div class="projects">
                    <div class="card">
                        <div class="card-header">
                            <h2>ข้อมูลการฉีดวัคซีนสุนัข</h2>
                        </div>
                        <div class="card-body">
                            <div class="table-responsive">
                                <table width="100%">
                                    <thead>
                                        <tr>
                                            <td>วัคซีน</td>
                                            <td>เข็มหลัก (ลูกสุนัข)</td>
                                            <td>เข็มหลัก (สุนัขโตเต็มวัย)</td>
                                            <td>ฉีดกระตุ้น</td>
                                            <td>คำแนะนำ</td>
                                        </tr>
                                    </thead>
                                    <tbody>
                                        <tr>
                                            <td>ป้องกันโรคไข้หัดสุนัข</td>
                                            <td>3 เข็ม อายุ 2-3-4 เดือน</td>
                                            <td>2 เข็ม ระยะห่าง 3-4 สัปดาห์</td>
                                            <td>ทุกปี</td>
                                            <td>แนะนำสำหรับสุนัขทุกช่วงวัย</td>
                                        </tr>
                                        <tr>
                                            <td>ป้องกันโรคตับอักเสบ</td>
                                            <td>3 เข็ม อายุ 2-3-4 เดือน</td>
                                            <td>2 เข็ม ระยะห่าง 3-4 สัปดาห์</td>
                                            <td>ทุกปี</td>
                                            <td>แนะนำสำหรับสุนัขทุกช่วงวัย</td>
                                        </tr>
                                        <tr>
                                            <td>ป้องกันเชื้อ Parainfluenza</td>
                                            <td>3 เข็ม อายุ 2-3-4 เดือน</td>
                                            <td>2 เข็ม ระยะห่าง 3-4 สัปดาห์</td>
                                            <td>ทุกปี</td>
                                            <td>แนะนำสำหรับสุนัขทุกช่วงวัย</td>
                                        </tr>
                                        <tr>
                                            <td>ป้องกันเชื้อ Bordetella bronchiseptica</td>
                                            <td>3 เข็ม อายุ 2-3-4 เดือน</td>
                                            <td>2-3 เข็ม ระยะห่าง 3 สัปดาห์</td>
                                            <td>ทุกปี</td>
                                            <td>แนะนำสำหรับสุนัขที่เลี้ยงในกรง</td>
                                        </tr>
                                        <tr>
                                            <td>ป้องกันเชื้อพาร์โวไวรัส</td>
                                            <td>3 เข็ม อายุ 2-3-4 เดือน</td>
                                            <td>1 เข็ม</td>
                                            <td>ทุกปี</td>
                                            <td>แนะนำสำหรับสุนัขทุกช่วงวัย</td>
                                        </tr>
                                        <tr>
                                            <td>ป้องกันโรคลายม์</td>
                                            <td>2 เข็ม อายุ 12 และ 15 สัปดาห์</td>
                                            <td>2-3 เข็ม ระยะห่าง 3 สัปดาห์</td>
                                            <td>ทุกปี</td>
                                            <td>เป็นวัคซีนทางเลือก</td>
                                        </tr>
                                        <tr>
                                            <td>ป้องกันเชื้อโคโรนาไวรัส</td>
                                            <td>เริ่มตั้งแต่อายุ 6 สัปดาห์ ฉีดทุก 3 อาทิตย์ จนกว่าจะอายุครบ 12 สัปดาห์</td>
                                            <td>2-3 เข็ม ระยะห่าง 3 สัปดาห์</td>
                                            <td>ทุกปี</td>
                                            <td>เป็นวัคซีนทางเลือก</td>
                                        </tr>
                                        <tr>
                                            <td>ถ่ายพยาธิ</td>
                                            <td>อายุ 8 และ 11 สัปดาห์</td>
                                            <td>2 เข็ม ระยะห่าง 3-4 สัปดาห์</td>
                                            <td>ทุก 6 เดือน</td>
                                            <td>เป็นวัคซีนทางเลือก</td>
                                        </tr>
                                        <tr>
                                            <td>ป้องกันโรคไข้ฉี่หนู</td>
                                            <td>อายุ 8 และ 11 สัปดาห์</td>
                                            <td>2 เข็ม ระยะห่าง 3-4 สัปดาห์</td>
                                            <td>ทุกปี</td>
                                            <td>มักฉีดร่วมกับโรคไข้หัดสุนัข และโรคตับอักเสบ</td>
                                        </tr>
                                        <tr>
                                            <td>ป้องกันโรคพิษสุนัขบ้า (เรบีส์)</td>
                                            <td>อายุ 3 เดือน</td>
                                            <td>1 เข็ม</td>
                                            <td>ทุกปี</td>
                                            <td>บางที่แนะนำให้ฉีดก่อนอายุ 3 เดือน กรณีที่อยู่ในพื้นที่เสี่ยงต่อการระบาด</td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                         </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
