<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>โรคต่างๆของสุนัข</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ดีสเทมเปอร์</h3>
                                        <p>เชื้อที่มีความรุนแรงที่สุดสำหรับสุนัขก็คือ ดีสเทมเปอร์ ลูกสุนัขหรือสุนัขที่ยังเล็กอยู่จะเป็นโรคนี้ได้ง่ายมาก แต่มันก็สามารถเกิดกับสุนัขได้ทุกวัย สุนัขจะเบื่ออาหาร ตาตก สั่น และจับไข้ จะมีน้ำมูกน้ำตาไหล ถ้าหากไม่รีบรักษาด่วนโรคก็จะลามไปถึงปอด ลำไส้ และระบบประสาท อาจทำให้สุนัขเป็นอัมพาต ชัก กระตุก หรือมีผลข้างเคียงอย่างอื่น แต่ปกติแล้วจะมีอาการชักกระตุก การป้องกันที่ดีที่สุดก็คือ ฉีดวัคซีนตั้งแต่อายุยังน้อยๆ เป็นการฉีดป้องกันระยะยาว และซ้ำอีกปีละครั้งต่อมา</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ตับอักเสบ</h3>
                                        <p>รายงานจากสัตวแพทย์บ่งว่า การแพร่เชื้อของไวรัสนี้มีจำนวนมากขึ้นในช่วงหลายปีที่ผ่านมานี้ ทั่วๆไปแล้วสุนัขที่ยังเล็กอยู่จะเป็นเหยื่อของโรคนี้ อาการที่เห็นได้ชัดคือ ง่วงซึม อาเจียน อยากน้ำอย่างแรง เบื่ออาหาร และอุณหภูมิสูง อาการใกล้เคียงกับดีสเทมเปอร์มาก อาการที่อาจเกิดร่วมกับอาการดังกล่าวคือ หัว ลำคอ และท้อง บวม เชื้อโรคนี้จะแพร่ไปเร็วมาก อาจตายได้ภายในไม่กี่ชั่วโมง การป้องกันก็คือ ฉีดวัคซีนกันแต่เนิ่นๆ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ลำไส้อักเสบ</h3>
                                        <p>โรคนี้ ตัวเชื้อโรคคือ แบคทีเรียชนิดหนึ่งซึ่งอยู่ในน้ำทิ่ง หรือน้ำที่ไหลช้าๆ ตัวที่เป็นพาหะก็คือ หนูและสุนัข การแพร่เชื้อเกิดได้โดยสุนัขไปเลียน้ำที่มีปัสสาวะหรืออุจจาระที่มีเชื้อนี้อยู่ อาการก็คือ ท้องร่วง และขากรรไกร ลิ้น ฟัน จะมีสีเหลืองออกน้ำตาล และไตเกิดอาการร้อนอย่างรุนแรง โรคนี้สามารถรักษาได้ ถ้ารู้ทันเวลา แต่การฉีดวัคซีนป้องกันเป็นการดีที่สุด ซึ่งสัตวแพทย์จะฉีดวัคซีนนี้ควบคู่กับดีสเทมเปอร์</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>โรคพิษสุนัขบ้า</h3>
                                        <p>โรคนี้ทำลายระบบประสาทส่วนกลางอย่างแรง เกิดการแพร่เชื้อโดยน้ำลายที่มีเชื้อเข้าสู่ร่างกาย โดยการถูกกัดจากสัตว์ที่เป็นพาหะ โรคสุนัขบ้าจะรู้จักแพร่หลายกันอยู่ 2 ลักษณะ ลักษณะแรกคือ แบบโมโหร้าย ซึ่งสุนัขจะแสดงอาการเริ่มแรกคือ โศกเศร้าหรือตาตก อาการผิดปกติจนกระทั่งเป็นอัมพาต ช่วงระยะแรกกินเวลาจาก 2 ชม. ถึงหลายวัน ระหว่างเวลานี้สุนัขจะงุ่นง่านและลุกไปมาอยู่เรื่อยๆ มักจะเบื่ออาหารและจะเริ่มเลียก้น หรือกลืนอะไรแปลกๆ ช่วงที่อาการรุนแรงสุนัขจะตัวสั่น ดุร้ายและถูกกระตุ้นให้วิ่งไปมาตลอด มันจะมีอาการเหมือนกลัวทุกอย่าง และจะวิ่งเข้ากัดทุกอย่างที่ขวางหน้า ถ้ามันถูกขังกรง หรือคอกมันจะกัดลูกกรง บางทีถึงฟันหัก หรือขากรรไกรแตก เสียงเห่าจะฟังดูเหมือนโหยหวน ในขั้นสุดท้ายหรือขั้นอัมพาต น้ำมูกและน้ำลายก็จะไหลออกจากปากและจมูก ในช่วง 4-8 วัน หลังจากเป็นอัมพาต สุนัขก็จะตาย ลักษณะที่สองก็คือ พิษสุนัขบ้า แบบเซื่องซึม อาการจะเริ่มจากสุนัขเดินคล้ายหมี หัวตก ขากรรไกรล่างจะเป็นอัมพาตและไม่สามารถจะกัดได้ ลักษณะภายนอกดูคล้ายกับว่า มันมีกระดูกติดในลำคอ แม้สัตว์เลี้ยงของคุณจะถูกสุนัขบ้าหรือสัตว์อื่นกัดทันก็อาจจะรอดชีวิตได้ ถ้าคุณพามันไปหาสัตวแพทย์ทันเวลาที่จะฉีดยา อย่างไรก็ตาม หลังจากที่มีอาการแสดงออกแล้ว ก็จะไม่มีวิธีใดรักษาได้ แต่จำไว้ว่าวัคซีนป้องกันพิษสุนัขบ้านั้นสามารถป้องกันได้อย่างแน่นอน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>โรคลำไส้อักเสบ จากไวรัส</h3>
                                        <p>โรคนี้เป็นจากไวรัส ซึ่งแพร่หลายด้ง่ายๆ จากซากสุนัขที่เป็นโรค และโรคนี้ระบาดในส่วนหนึ่งของอเมริกา มันเริ่มจากแคนาดา ออสเตเลีย และยุโรป โรคนี้จะโจมตีบริเวณที่เกี่ยวกับลำไส้ และระบบย่อย เซลเม็ดเลือดขาวและกล้ามเนื้อหัวใจจะเป็นน้อยลง เชื่อกันว่าการแพร่เชื้อเป็นการติดต่อระหว่าง สุนัขกับสุนัข แหล่งที่เพาะเชื้อนี้ คือ อุจจาระ หรือซากสัตว์ที่เป็นโรคเป็นโรคที่ควบคุมยาก ปริมาณการติดต่อของโรคนี้ติดต่อได้ง่ายมาก จากที่หนึ่งไปอีกที่หนึ่ง โดยอาจติดขนหรือเท้าของตัวพาหะ อาจติดต่อจากกรงที่มีเชื้อ รองเท้าและอื่นๆ อย่างไรก็ตาม ถ้ามีการระบาดโรคนี้ในสุนัข ก็ไม่สามารถติดต่อไปยังสัตว์อื่นหรือคนได้ อาการที่เห็นได้ชัด คือ การอาเจียน และท้องร่วงอย่างรุนแรง ซึ่งปรากฎภายใน 5-7 วัน หลังจากที่ได้รับไวรัสตัวนี้ เมื่ออาการป่วยเริ่มโจมตี อุจจาระจะมีสีเทาอ่อนหรือเทาเหลือง บางทีอุจจาระจะมีเลือดปนมา สุนัขที่ติดโรคจะสูญเสียน้ำอย่างรุนแรง ตาตกและเบื่ออาหาร ก็อาจเป็นอาการร่วมไปด้วย โดยมีอาการอุณหภูมิสูงขึ้นโดยเฉพาะถ้าเป็นสุนัขเล็กๆ โรคนี้อาจทำให้ตายได้ภายใน 48-72 ชั่วโมงหลังแสดงอาการ ลูกสุนัขจะตายง่ายกว่าถึง 75% ที่ได้รับเชื้อมันอาจตายได้ภายใน 2 วัน การป้องกันที่ดีที่สุดคือ ให้สุนัขได้รับการฉีดวัคซีนป้องกันจากสัตวแพทย์</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>สะโพกลีบ</h3>
                                        <p>โรคนี้ส่วนใหญ่เป็นกับสุนัขใหญ่มากกว่าสุนัขเล็กแต่ถึงอย่างไรก็สามารถเกิดกับสุนัขได้ทุกขนาด สาเหตุที่เกิดขึ้นไม่เป็นที่ทราบแน่ชัด แต่เชื่อกันว่าเป็นกรรมพันธุ์ และเมื่อเป็นแล้วไม่มีทางรักษา และอันตรายขึ้นอยู่กับอาการของโรคจะรุนแรงมากน้อยแค่ไหน โดยทั่วไปโรคนี้อาจเกิดจากความไม่ดีพอระหว่างรอยเชื่อมสะโพก กระดูกขาอ่อน และไขข้อ และเกิดจากการไม่เข้ารูปทรงของเกระดูกส่วนใดส่วนหนึ่ง ทั้งกระดูกส่วนของต้นขาอ่อนอาจเลื่อนหลุดจากเบ้า โรคนี้เป็นสาเหตุให้เกิดอาการขาหลังแข็ง จะเกิดอาการปวดและเคลื่อนไหวได้ช้าลำบาก มันจะเป็นแพร่หลานในหมู่ลูกสุนัข และจะสังเกตุได้ภายในอายุ 2 เดือน ความรุนแรงอาจเกิดได้ในอายุ 6 เดือน ถ้าสงสัยว่าสุนัขเป็นโรคนี้ ควรนำสุนัขไปเอ็กซเรย์ และถ้าหากป่วยก็จะไม่ให้ได้รับการผสมพันธุ์ โรคนี้อาจมียาที่ช่วยระงับความปวดและให้สุนัขได้เคลื่อนไหวได้ง่ายขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>หนาวสั่น หลอดลมอักเสบ นิวเมอเนีย</h3>
                                        <p>โรคที่เกี่ยวกับทางเดินหายใจ อาจเกิดกับสุนัขได้ เพราะมันถูกบังคับให้อยู่ภายใต้บรรยากาศที่คนสร้างมากกว่าบรรยากาศตามธรรมชาติ ถูกความเย็นหรือลมหลังอาบน้ำ นอนใกล้แอร์หรือทางที่พัดลมพัดโรคนี้ไม่สามารถติดต่อสู่คนได้ การปฏิบัติก็เหมือนกับที่ทำกับเด็กยามเป็นโรคเดียวกัน ให้สุนัขอยู่ในที่ซึ่งอบอุ่น เงียบ และบำรุงรักษามันอย่างดี</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>โรคเบาหวาน</h3>
                                        <p>โรคนี้เป็นโรคซึ่งเกิดจากความสมดุลของน้ำตาลในร่างกายถูกทำลายเพระความผิดปกติของการผลิตฮอร์โมนอินซูลินอาการจะเริ่มโดยระดับน้ำตาลในเลือดเพิ่มขึ้น และจำนวนน้ำตาลที่เกินก็จะถูกขับออกมาเป็นปัสสาวะ ลักษณะของอาการที่ปรากฏคือ กระหายน้ำอย่างรุนแรง ปัสสาวะถี่ขึ้น ขณะที่รับประทานอาหารเพิ่มขึ้น อาการที่เกิดขึ้นนั้นจะสังเกตุได้ก็ต่อเมื่อมันรุนแรงแล้วดังนั้น ถ้ามองข้ามไป สุนัขมันจะแย่และซูบผอมลงอย่างรวดเร็ว ถ้าถึงขั้นโคม่า ก็จะตายในที่สุด การปฏิบัติก็ทำเช่นเดียวกับคนที่เป็นโรคนี้ ฉีดอินซูลินเพื่อใช้ทดแทนอินซูลินในร่างกายเข้าไป ถ้าจำเป็น การอดอาหารก็เป็นการลดไขมันลงได้อย่างเร็ว อดอาหารพวกคาร์โบไฮเดรต และไปเพิ่มอาหารจำพวกโปรตีน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>พยาธิ</h3>
                                        <p>มีพยาธิอยู่ภายในร่างกายของสุนัข 4 ชนิด ซึ่งอาจทำให้สุนัขคุณเป็นโรคได้ เหล่านี้คือ พยาธิตัวกลม พยาธิปากขอ พยาธิเส้นด้าย และพยาธิตัวแบน สามชนิดแรกสามารถตรวจพบได้จากการทดสอบในห้องแล็ป แต่พยาธิตัวแบนนี้จะพบอยู่ในอุจจาระหรือขนแถวๆโคนหาง อย่าพยายามกำจัดพยาธิด้วยวิธีใดๆก็ตามด้วยตนเองโดยไม่ปรึกษาสัตวแพทย์ สุนัขหรือลูกสุนัขที่มีสุภาพดีจะไม่ค่อยได้รับผลจากพยาธิเท่ากับสุนัขที่มี สุขภาพไม่ดีอ่อนแอ หนึ่งในมาตรการป้องกันคือ รักษาความสะอาดตลอดเวลา ทำให้ที่นอนของสุนัขแห้ง เพื่อปราศจากเห็บ หรือไข่อ่อนของพวกพยาธิ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>พยาธิหนอนหัวใจ</h3>
                                        <p>พยาธิ หนอนหัวใจที่เข้าไปอยู่เต็มในสุนัขนั้น ตัวพาหะคือ ยุง โรคนี้ก็ให้เกิดปัญหาร้ายกับสุขภาพไม่น้อย สุนัขที่เป็นโรคนี้จะเหนื่อยง่าย หายใจยาก ไอ และน้ำหนักลด ทั้งๆที่เจริญอาหาร ถ้าหากรู้เป็นตั้งแต่ขั้นแรก โรคนี้ก็ถูกขจัดออกไปได้ไม่ยาก อย่างไรก็ตาม การให้ยาป้องกันพยาธิในช่วงฤดูร้อนและฤดูฝนก็เป็นการดี สัตวแพทย์ของคุณจะนำตัวอย่างเลือดไปทำการทดสอบเพื่อดูว่าเป็นพยาธิชนิดไหน พยาธิตัวแก่จะพบมากที่หัวใจซีกขวา ปอด และเส้นเลือดแดง มันจะปล่อยเป็นเชื้อที่ขนาดเล็กมากเชื้อนี้จะวนเวียนอยู่ในกระแสเลือดของ สุนัข จนกว่ายุงจะมาไข่และปล่อยเชื้อเป็นตัวอ่อนซึ่งเติบโตขึ้นมาเป็นวัฏจักร การส่องกล้องหาพยาธิพวกนี้เป็นเรื่องจำเป็นเพราะมันมีขนาดเล็กและมีจำนวนมาก</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ความเจ็บป่วยทางผิวหนัง</h3>
                                        <p>รอยถลอกหรืออะไรที่เกิดขึ้นจะชี้ถึงความผิดปกติได้ทั้งสิ้น เมื่อไรที่คุณตกแต่งร่างกายสุนัขคุณ คอยมองหาจุดแดงๆซึ่งอาจชี้ได้ว่าเป็นขี้เรื้อน หรือแผลเปื่อย หรือเชื้อรา แทนที่จะดูแลสุนัขเอง ควรนำไปให้สัตวแพทย์ตรวจ และจำนวนน้ำตาลที่เกินก็จะถูกขับออกมาเป็นปัสสาวะ ลักษณะของอาการที่ปรากฏคือ กระหายน้ำอย่างรุนแรง ปัสสาวะถี่ขึ้น ขณะที่รับประทานอาหารเพิ่มขึ้น อาการที่เกิดขึ้นนั้นจะสังเกตุได้ก็ต่อเมื่อมันรุนแรงแล้วดังนั้น ถ้ามองข้ามไป สุนัขมันจะแย่และซูบผอมลงอย่างรวดเร็ว ถ้าถึงขั้นโคม่า ก็จะตายในที่สุด การปฏิบัติก็ทำเช่นเดียวกับคนที่เป็นโรคนี้ ฉีดอินซูลินเพื่อใช้ทดแทนอินซูลินในร่างกายเข้าไป ถ้าจำเป็น การอดอาหารก็เป็นการลดไขมันลงได้อย่างเร็ว อดอาหารพวกคาร์โบไฮเดรต และไปเพิ่มอาหารจำพวกโปรตีน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ขี้เรื้อน</h3>
                                        <p>มีขี้เรื้อนอยู่ 2 ชนิด คือ แบบธรรมดา กับแบบรักษายาก ซึ่งทั้ง 2 ชนิดนี้ เกิดจากสัตว์ที่เกาะผิวหนัง ชนิดแรกเป็นชนิดธรรมดา เชื้อโรคเป็นสาเหตุให้เกิดอาการคัน ซึ่งต้องเป็นเหตุให้เกา และถลอกอย่างแรง ถ้ามีการตรวจสอบอย่างใกล้ชิด จะเห็นจุดสีแดงเล็กๆ ซึ่งมีหนองอยู่เต็ม ที่เป็นชนิดที่พบกันได้แพร่หลาย ถ้ามีสุนัขเป็น ควรแยกให้อยู่ต่างหาก แบบรักษายากนั้นรักษายากกว่า แต่โชคดีที่เป็นยาก และไม่ค่อยมีการติดต่อ โรคนี้จะแพร่ตัวเองเป็นหย่อมๆโล้นๆ บนผิวหนัง ซึ่งจะหนาขึ้นและขนร่วง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>โรคเรื้อน หรือ เปื่อย</h3>
                                        <p>โรคนี้ส่วนใหญ่แทบทั้งหมดจะเกิดในช่วงเดือนที่เป็นช่วงฤดูร้อน และเกิดกับสุนัขที่แผ่นหลัง โดยเฉพาะอย่างยิ่งตรงโคนหาง โรคนี้ไม่เหมือนขี้เรื้อน เพราะไม่ได้เกิดจากสัตว์ที่เกาะอาศัยผิวหนัง สาเหตุหลักของโรคนี้ คือ การเลี้ยงดูที่ไม่ถูกต้อง ซึ่งทำให้สุนัขติดต่อโรคนี้ได้ อาการร้อน ชื้น ทำให้แบคทีเรียเติบโต และแพร่กระจายอย่างรวดเร็วไปยังผิวหังของสุนัข ก่อให้เกิดอาการคันที่ผิวหนัง เป็นแผลฟกช้ำ สุนัขจะต้องได้รับการกำจัดหมัดและเห็บเพื่อหลีกเลี่ยงการเกิดโรคนี้ขึ้นมาอีก โรคแผลเปื่อยชื้นนี้ปกติจะเกิดเป็นจุดร้อนๆ ซึ่งปรากฎอยู่บนผิวหนัง เชื้อนี้จะลามอย่างรวดเร็ว ในเวลาไม่กี่ชั่วโมง สุนัขจะเกาอยู่เรื่อยๆจนหนังถลอก ส่วนที่เป็นที่แพร่เชื้อโรคให้ตัดขนออกและทำความสะอาด สัตวแพทย์จะให้ยาแก้แสบคันและยาปฏิชีวนะต่อต้านเชื้อโรค เพื่อระงับอาการคัน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>บวมเป็นหนอง</h3>
                                        <p>หนองที่คั่งอยู่ในแผลอันเกิดจากการติดเชื้อ หรือระคายเคือง บริเวณที่เป็นแผลฟกช้ำ เจ็บเมื่อสัมผัส ให้ใช้ผ้าสะอาดชุบน้ำอุ่นเช็ดตามบริเวณรอบๆแผลหรือหนังที่ฟกช้ำ จะทำให้หนองรวมตัวเป็นตัวหนองแล้วแตกในที่สุด ให้ใช้ยาแอนตี้ไบโอติกเมื่อหนองแตกแล้ว</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ถุงช่องทวาร</h3>
                                        <p>ในตัวสุนัขจะมีถุงช่องทวารหนึ่งคู่อยู่ข้างๆของด้านในช่องทวาร หากถุงดังกล่าวอัดแน่นและไม่หลุดร่วงออกไปตามธรรมชาติ เกิดการระคายเคือง จะทำให้สุนัขถูเสียดสีก้นไปตามพื้นเพื่อบรรเทาความเจ็บปวดและอาการระควยเคือง หากถุงช่องทวารก่อปัญหาแก่สุนัขเรื่อยไป ทางที่ดีควรจะให้สัตวแพทย์ทำการผ่าตัดเอาออกมาเสีย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ข้ออักเสบ</h3>
                                        <p>หากตามข้อต่างๆของสุนัขผิดปกติ บวมเป่งหรือพอง ข้ออักเสบเกิดจากการติดเชื้อและบาดแผล ซึ่งสัตวแพทย์จะตรวจพบยืนยันด้วยเอ็กซ์เรย์ แม้ข้ออักเสบเมื่อเป็นแล้วรักษาหายยาก แต่สัตวแพทย์จะสั่งยาระงับปวดให้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ลมหายใจมีกลิ่น</h3>
                                        <p>นี่อาจเกิดจากโรค เช่น โรคไตอักเสบเรื้อรัง หรือฟันผุ โรคติดต่อจากเชื้อแบคทีเรีย หรือแผลเปื่อยในเหงือก หรือบางทีจากอาหารเสียแต่เพียงอย่างเดียวก็ทำให้สุนัขมีกลิ่นปากได้ การวินิจฉัยโรคอย่างถูกต้องมีความสำคัญเพื่อที่จะรู้ว่าผู้เลี้ยงต้องเยียวยาหรือ จะต้องเปลี่ยนแต่เพียงอาหารอย่างเดียว</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>หัวลึงค์อักเสบ</h3>
                                        <p>พบในสุนัขเพศผู้เมื่อปลายอวัยวะเพศ และหนังหุ้มอักเสบ มีหนองไหล การระคายเคืองจะทำให้สุนัขรำคาญ แต่ก็บรรเทาให้หายได้ด้วยครีมแอนตี้ไบโอติก และการรักษาความสะอาดจะช่วยให้สุนัขหายจากอาการหัวลึงค์อักเสบได้เร็วขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>นิ่วในกระเพาะปัสสาวะ</h3>
                                        <p>นิ่ว นี้จะเกิดขึ้นในกระเพาะปัสสาวะของสุนัขทั้งเพศผู้และเพศเมีย แต่ในเพศผู้มันจะผ่านเข้าไปในหลอดปัสสวะ และจะฝังอยู่ในนั้น ทำให้ปัสสาวะขัด นิ่วในกระเพาะปัสสาวะจำเป็นต้องรีบผ่าตัด เมื่อผ่าตัดเรียบร้อยแล้วอาหารที่จะให้สุนัขควรจะผสมยาป้องกันนิ่ว ในกระเพาะปัสสาวะให้ด้วยเพื่อควบคุมกรดในกระเพาะปัสสาวะ และป้องกันมิให้เกิดนิ่วขึ้นอีก</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ไอ</h3>
                                        <p>เมื่อมีการระคายเคืองมากๆในลำคอ สุนัขจะไอ หรือเมื่อในลำคอมีสิ่งแปลกปลอม หรือเห่าเก่งเกินไป หรืออยู่ในสภาพแวดล้อมที่เต็มไปด้วยควัน ก็อาจจะทำให้สุนัขไอได้ แต่ไม่ต้องวิตก ยกเว้นหากสุนัขไอเรื่อยๆไม่หยุด ควรพาไปหาสัตวแพทย์</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>กระเพาะปัสสาวะอักเสบ</h3>
                                        <p>มักจะพบในสุนัขเพศเมียมากกว่าเพศผู้ โรคกระเพาะอักเสบเป็นการอักเสบของกระเพาะและมีอาการที่เห็นได้เด่นชัดคือปัสสาวะบ่อยผิดปกติและต้องเบ่ง ในบางครั้งการเบ่งฉี่อยู่ตลอดเวลาจะทำให้ปัสสาวะไหลออกมาครั้งละไม่มาก นิดเดียว และบางครั้งก็อาจมีเลือดไหลออกมาด้วย หรือบางครั้งไม่มีปัสสาวะออกมาเลย การรักษามีทั้งการให้กินแอนตี้ไบโอติก และยาแอนตี้เชพติกและต้องให้น้ำดื่มแก่สุนัขเพิ่มขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>โรคบิด</h3>
                                        <p>เป็นโรคที่ต้องการการรักษาอย่างเร่งด่วน เป็นโรคที่มีอาการลำไส้อักเสบอุจจาระร่วงมี,หิตปน และปวดเบ่ง สุนัขจะเป็นไข้ทันทีที่เป็นโรคบิด ลำไส้เล็กที่อักเสบรุนแรงอาจเกิดจากการติดเชื้อ หรือลำไส้แพ้สารบางชนิดที่สุนัขกินเข้าไป เพื่อมิให้เกิดโรคบิดนี้อาหารควรเป็นอาหารสุก ไม่ค้างคืน ไม่เน่าเสีย และต้องสะอาด หากเป็นแล้วควรพาไปหาสัตวแพทย์เป็นดีที่สุด</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>โรคหู</h3>
                                        <p>การสั่นหัว การเกาหูหรือการดมกลิ่นเสียอาจจะก่อให้เกิดโรคในช่องหูของสุนัขได้ หูที่มีสุภาพที่ดีนั้นควรใสมีผิวสีชมพูซีดปราศจากสิ่งสกปรก หากหูมีแผลหรือมีขี้หูมากควรพาไปให้สัตวแพทย์ตรวจ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>โรคติดเชื้อทางตา</h3>
                                        <p>ตาแดงหรือเยื่อตาขาวอักเสบเป็นสิ่งปกติที่เกิดกับสุนัข รักษาได้ด้วยการเช็ดล้างด้วยน้ำยาล้างตา(ที่มีส่วนผสมของเกลือ)จำนวนยาปฏิชีวนะ หรือยาทาก็ได้ หากสุนัขปิดตาไปข้างหนึ่งหรือมีน้ำไหลออกมาแสดงว่าจะต้องมีสิ่งแปลกปลอมเข้าไปในตา เช่นผงเข้าตา ผู้เลี้ยงช่วยโดยการใช้สำลีค่อยๆเขี่ยที่ขอบตา หรือจะใช้สำลีชุบน้ำยาล้างตาเช็ดก็ได้ ถ้ามองไม่เห็นสิ่งแปลกปลอมที่ติดอยู่ในตา ให้พาสุนัขไปหาสัตวแพทย์</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>หมัดสุนัข</h3>
                                        <p>แมงไร้ปีกตัวเล็กๆที่ดูดเลือดสุนัขทำให้รำคาญและคัน บางครั้งทำให้เกิดอาการแพ้ที่ผิวหนัง หากหมัดอาศัยอยู่กับสุนัขมากเกินไปจะทำให้สุนัขเสียเลือดมาก และสุนัขจะใช้เล็บเกาตลอดทั้งวันเวลาหมัดกัด เกาบ่อยๆจะทำให้เป็นแผลติดเชื้อได้ ผู้เลี้ยงควรใช้แชมพูที่มีตัวยาฆ่าหมัดและเห็บสุนัขจะช่วยได้มากที่เดียว อาจโรยยาผงให้สุนัขด้วย แต่ระวังอย่าให้เข้าตา นอกจากที่ตัวสุนัขแล้วผู้เลี้ยงควรทำความสะอาดที่นอนของสุนัขด้วยยาฆ่าเชื้อ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>จุกเสียด</h3>
                                        <p>จะพบบ่อยในสุนัขที่มีหน้าอกเล็ก เมื่อสุนัขกินอาหารเข้าไปมากเกินควร ภายในเวลา 2-4 ชั่วโมงหลังจากนั้นสุนัขจะรู้สึกอึดอัด ปวดท้องและท้องจะป่องออกมาอย่างเห็นได้ชัดหากมีอาการจุกเสียดแน่นท้องควรได้ รับเยียวยาจากสัตวแพทย์ทันที</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ชัก</h3>
                                        <p>โรคลมบ้าหมูจะทำให้สุนัขชักซ้ำแล้วซ้ำเล่า อาการชักจะเริ่มจากสัตว์โตเต็มที่ได้ไม่นาน สุนัขเป็นโรคลมบ้าหมูจะสูญเสียสติ ควบคุมการทรงตัวไม่อยู่ จะดิ้นชักงอ ผู้เลี้ยงควรหาทางแก้ไขในเบื้องต้นด้วยการทำให้สุนัขอยู่อย่างสงบในห้องที่มืดๆจนกว่าอาการชักจะทุเลาลง ปล่อยให้สุนัขพักผ่อน ในระหว่างที่สุนัขชักอย่าได้เข้าไปจับตัวเด็ดขาด มันอาจหันมากัดได้ ยารักษาโรคลมบ้าหมูอาจช่วยลดอาการชักให้น้อยลงได้ พยาธิในลำไส้เป็นตัวการสำคัญที่ทำให้ลูกสุนัขชัก</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>แพ้แดดเป็นลม</h3>
                                        <p>เกิดขึ้นบ่อยเมื่อสุนัขติดอยู่ในรถที่จอดกลางแดดนานๆ สุนัขจะรู้สึกอีดอัดหายใจไม่สะดวก เมื่อการหายใจทำงานได้ไม่เต็มที่ อุณหภูมิในตัวสุนัขจะสูงขึ้นจนทำให้สุนัขเป็นลมในที่สุด การปฐมพยาบาลเริ่มต้นด้วยการลดอุณหภูมิในตัวสุนับ ผู้เลี้ยงต้องนำสุนัขแช่ลงไปในน้ำเย็น หรือจะฉีดน้ำเย็นรดให้ทั่วตัว หรือจะเอาน้ำแข็งมาโปะตัวสุนัขก็ได้ จุดที่ดีที่สุดที่จะประคบคือหลังต้นคอ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>สะโพกพิการ</h3>
                                        <p>ความผิดปกติของข้อต่อของสะโพกที่มีมาแต่กำเนิดสร้างความเจ็บปวดและทำให้ขาเสียได้ ซึ่งต้องได้รับการรักษาด้วยยาและการผ่าตัด สุนัขที่ไม่สมประกอบไม่สมควรจะนำมาผสมพันธุ์ เพราะลูกที่เกิดมาอาจจะพิการตามพ่อพันธุ์แม่พันธุ์</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ดีซ่าน</h3>
                                        <p>หนัง ตา และปัสสาวะเหลืองจัด ควรพาสุนัขไปหาสัตวแพทย์ อย่ารอช้าเพราะดีซ่านเป็นอาการของโรคสุนัขที่ร้ายแรงเช่น โรคติดเชื้อปรสิต</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
