<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>การสื่อสารเบื้องตันของสุนัข</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>สำหรับมนุษย์ “การพูด” เป็นวิธีการสื่อสารหลักที่ใช้ในชีวิตประจำวัน “การเห่า” ก็ถือเป็นวิธีการสื่อสารหลักที่ใช้ในชีวิตประจำวันของสุนัขเช่นกัน การที่สุนัขเห่าในแต่ละครั้งนั้นถ้าหากผู้เลี้ยงสังเกตให้ดีจะพบว่า ลักษณะการเห่าจะแตกต่างออกไปตามปัจจัยต่างๆ ที่เกิดขึ้นในสิ่งแวดล้อม ณ เวลานั้นๆ เช่น เห่าเมื่อมีคนแปลกหน้าเข้ามาบริเวณบ้าน , เห่าเมื่อเห็นสิ่งมีชีวิตต่างๆ (นก , หนู , งู ฯ) , เห่าเมื่อเวลาที่ไม่มีใครอยู่บ้าน เป็นต้น ลักษณะการเห่าที่แตกต่างกันนี้บ่งบอกถึงสิ่งที่สุนัขต้องการจะสื่อสารให้ผู้เลี้ยงรับรู้ โดยลักษณะการเห่าของสุนัขมีดังนี้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. เห่าติดต่อกันเป็นชุด ๆ 3-4 ครั้ง โดยมีช่วงหยุดระหว่างชุด</h3>
                                        <p>การเห่าแบบนี้เป็นการชี้ชวนเจ้าของให้มาดูบางสิ่งบางอย่าง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. เห่าเร็ว ๆ ติดต่อกันด้วยโทนเสียงปานกลาง</h3>
                                        <p>การเห่าแบบนี้เป็นการเห่าในลักษณะเตือนภัย เพื่อบอกให้รู้ว่ามีบางสิ่งบางอย่างผิดปกติไม่น่าไว้ใจ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. เห่าด้วยเสียงต่ำๆ ติดต่อกันอย่างช้าๆ</h3>
                                        <p>อันตรายมากๆ เลยทีเดียวการเห่าแบบนี้ เพราะสุนัขกำลังบอกเราว่า ตอนนี้กำลังมีภัยประชิดตัวเขาอยู่</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4. เห่าแล้วหยุด เห่าแล้วหยุด ติดต่อกันเป็นเวลานานๆ</h3>
                                        <p>การเห่าแบบนี้เกิดขึ้นบ่อยๆ กับสุนัขที่ถูกทิ้งให้อยู่บ้านตัวเดียว เขากำลังบอกกับเราว่า</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. เห่าสั้นๆ ครั้งสองครั้ง</h3>
                                        <p>การเห่าแบบนี้ถือเป็นการทักทายปกติของสุนัข</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>6. เห่าครั้งเดียวสั้นๆ เมื่อเจ้าของหรือสุนัขอีกตัวกำลังยุ่งอยู่กับเขา</h3>
                                        <p>การเห่าแบบนี้แสดงถึงความรำคาญ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>7. ลูกสุนัขเห่าติดต่อกัน</h3>
                                        <p>การเห่าแบบนี้พบได้บ่อยในลูกสุนัข หรือเวลาที่สุนัขต้องการจะเล่นกับเรา เป็นพฤติกรรมเรียกร้องความสนใจอย่างหนึ่ง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>8. เห่าครั้งเดียวสั้นๆ เป็นการเรียกเจ้าของ</h3>
                                        <p>เห่าแบบนี้เข้าใจได้เลยว่าสุนัขกำลังหิวหรืออาจจะอยากออกไปขับถ่ายนอกบ้าน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>9. เห่าติดๆ กันรัวและดังขึ้นเรื่อยๆ</h3>
                                        <p>การเห่าแบบนี้มักจะเกิดขึ้นตอนที่ผู้เลี้ยงเล่นกันสุนัขเป็นการแสดงออกถึงความสนุกสนาน และรู้สึกดีกับกิจกรรมนั้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>10. เห่าด้วยโทนเสียงต่ำ หูตั้ง ขนหลังตั้งชัน ชูหางและยืนอยู่ในท่าเตรียมพร้อม</h3>
                                        <p>การเห่าแบบนี้เป็นการส่งสัญญาบอกว่าอย่าเข้ามาใกล้ตัวเขาเป็นอันขาด</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
