<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ข้อมูลการทำหมันสุนัข</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อะไรคือความแตกต่างระหว่าง Spaying กับ Neutering</h3>
                                        <p>Spaying หมายถึง การทำหมันโดยการตัดอวัยวะสืบพันธุ์ของสุนัขเพศเมีย และ Neutering คือ การทำหมันเพศผู้ โดยในการทำหมันเพศเมีย สัตวแพทย์จะทำการตัด รังไข่ ท่อนำไข่ และมดลูกออก ดังนั้นเมื่อทำหมันสุขเพศเมียแล้วจะไม่มีอาการเป็นสัดและไม่สามารถสืบพันธุ์ได้อีกต่อไป ซึ่งการทำหมันอาจทำให้สัญชาตญาณบางอย่างในการสืบพันธุ์หายไปหรืออาจไม่หายก็ได้ ซึ่งวิธีการผ่าตัดที่กล่าวไปข้างต้น จะเรียกว่า Ovariohysterectomy ซึ่งหมายถึงการผ่าตัดยกเอาระบบสืบพันธุ์ออกทั้งหมด</p>
                                        <p>ส่วนในการทำหมันสุนัขเพศผู้ จะตัดเอาลูกอัณฑะทั้งสองข้างและเอาโครงสร้างที่เกี่ยวข้องออกไป สุนัขเพศผู้ที่ทำหมันแล้วจะไม่สามารถสืบพันธุ์ได้อีกแต่การแสดงสัญชาตญาณการสืบพันธุ์ (อย่างเช่น พฤติกรรมการขึ้นขี่) อาจจะหายไปหรือคงอยู่ก็ได้ ซึ่งวิธีการการผ่าตัดทำหมันสุนัขเพศผู้ จะเรียกว่า Castration ซึ่งหมายถึงการตัดอัณฑะออก</p>
                                        <p>ในการทำหมันสุนัขเพศผู้ก็มีอีกวิธีหนึ่ง คือ Vasectomy เป็นการตัดหรือผูกท่อนำอสุจิ ส่วนในเพศเมียอีกวิธี คือ Ovariectomy เป็นการตัดเอารังไข่ออกอย่างเดียว ซึ่งสองวิธีนี้สัตวแพทย์ในสมัยก่อนไม่นิยมทำเพราะเกิดผลข้างเคียงบางอย่างง่ายกว่าเช่นปัญหามดลูกอักเสบ เพราะการตัดแบบหลังนี้จะไม่ได้นำมดลูกออกไป</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ทำไมจึงต้องทำหมันให้สุนัข</h3>
                                        <p>ในขณะที่ศูนย์พักพิงสัตว์ทั่วประเทศเต็มไปด้วยสุนัขและลูกสุนัขที่ไม่มีใครต้องการ โดยองค์กรปกป้องคุ้มครองสวัสดิภาพสัตว์ของประเทศสหรัฐอเมริกา (HSUS) ประมาณการว่ามีองค์กรที่คอยให้ความช่วยเหลือสัตว์เหล่านี้ประมาณ 10,000 องค์กร โดยมีทั้งองค์กรที่คอยหาที่พักพิงให้สัตว์และองค์กรที่จัดหาบ้านที่จะรับอุปการะสุนัขไปเลี้ยงและในทุกๆปีจะมีสุนัขและลูกสุนัขที่ไม่มีใครต้องการถูกทำให้หลับไปมากกว่าหนึ่งล้านตัว ซึ่งการทำหมันให้สุนัขจะช่วยลดจำนวนลูกสุนัขที่ไม่เป็นที่ต้องการได้</p>
                                        <p>อีกทั้งการทำหมันยังมีข้อดีต่อสุขภาพของสุนัขด้วย โดยจะทำให้สุนัขมีสุขภาพที่ดีขึ้น อายุยืน และอาจทำให้พฤติกรรมก้าวร้าวบางอย่างลดลงได้ โดยการทำหมันในสุนัขเพศเมียจะช่วยป้องกันไม่ให้เกิดปัญหาสุขภาพที่รุนแรงได้ เช่น โรคมะเร็งเต้านม โรคมดลูกอักเสบ การติดเชื้อในมดลูกที่ก่อให้เกิดอันตรายถึงชีวิตได้ และในการทำหมันสุนัขเพศผู้จะช่วยให้สุนัขไม่เป็นโรคต่อมลูกหมากโตและมะเร็งอัณฑะ สุนัขเพศผู้ที่ทำหมันแล้วจะก้าวร้าวและหนีออกจากบ้านน้อยลง ในทางตรงกันข้าม โรคบางโรคอย่างเช่น โรคมะเร็งต่อมลูกหมากและโรคที่เกี่ยวข้องกับกระดูกมักพบได้เป็นประจำในสุนัขที่ทำหมันแล้ว แต่ก็ไม่พบได้บ่อยนัก</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ควรให้สุนัขทำหมันเมื่อไหร่</h3>
                                        <p>ปกตินิยมทำหมันสุนัขอายุระหว่าง 6 – 9 เดือน แต่คลินิกทำหมันหรือศูนย์พักพิงสัตว์เลี้ยงอาจจะทำหมันสุนัขตั้งแต่อายุ 2 เดือน แต่อย่างไรก็ตามเจ้าของควรจะปรึกษาสัตวแพทย์ของสุนัขก่อนทำหมันหากมีเหตุการณ์ที่ค่อนข้างจำเพาะ เนื่องจากมีหลายปัจจัยที่มีอิทธิพลต่อช่วงเวลาที่ควรทำหมัน</p>
                                        <p>ตัวอย่างเช่น มีความแตกต่างกันในสุนัขแต่ละพันธุ์ โดยในงานวิจัยบางงานวิจัยพบว่าสุนัขพันธุ์ใหญ่จะโตเต็มวัยช้ากว่าสุนัขพันธุ์เล็กเล็กน้อย ความแตกต่างกันของสภาพแวดล้อมก็ควรคำนึงถึงด้วย เช่น สุนัขเพศผู้และสุนัขเพศเมียที่ถูกรับเลี้ยงไว้ในบ้านเดียวกันหากมาจากคอกเดียวกันควรที่จะทำหมันก่อนที่สุนัขเพศเมียจะเป็นสัด แต่ถ้าหากเป็นลูกสุนัขที่อยู่ตัวเดียวในบ้านก็ไม่จำเป็นต้องรีบทำหมัน</p>
                                        <p>ก่อนที่จะทำหมันสุนัข สิ่งสำคัญมากที่สัตวแพทย์ คลินิก หรือศูนย์พักพิงต้องทำคือการตรวจร่างกายของสุนัข เพื่อดูว่าปัญหาด้านสุขภาพหรือไม่และเจ้าของควรจะให้ข้อมูลประวัติการรักษาให้ครบถ้วน (เนื่องจากอาจมีภาวะอื่นๆอยู่ก่อน) และประวัติของยาที่ได้รับในปัจจุบัน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>การพักฟื้นหลังการทำหมัน</h3>
                                        <p>เจ้าของสามารถช่วยให้สัตว์เลี้ยงฟื้นตัวอย่างปลอดภัยและอุ่นใจ โดยการทำตามข้อควรระวังของสมาคมป้องกันการทารุณกรรมสัตว์แห่งประเทศสหรัฐอเมริกา (ASPCA)</p>
                                        <ul>
                                            <li>ให้สุนัขที่ทำหมันอยู่ให้ห่างจากสัตว์ตัวอื่นๆในช่วงพักฟื้น</li>
                                            <li>อย่าให้สุนัขวิ่งเล่นไปทั่วและกระโดดขึ้นลงหลังจากการผ่าตัด 2 อาทิตย์หรือขึ้นอยู่กับคำแนะนำของสัตวแพทย์</li>
                                            <li>สวมปลอกคอกันเลีย(Elizabeth collar) ให้สุนัข เพื่อป้องกันไม่ให้สุนัขเลียบริเวณแผลผ่าตัด</li>
                                            <li>ตรวจดูบริเวณแผลผ่าตัดทุกวัน ถ้าหากมีอาการแดง บวมหรือมีของเหลวไหลออกมาจากแผลให้ติดต่อสัตวแพทย์</li>
                                            <li>ไม่ต้องอาบน้ำให้สุนัขหลังจากการผ่าตัด 10 วัน</li>
                                            <li>โทรหาหรือแจ้งสัตวแพทย์หากสุนัขมีอาการไม่สบาย ซึม กินน้อยลง อาเจียน หรือท้องเสีย</li>
                                        </ul>
                                        <p>*ข้อแนะนำ ควรปรึกษาสัตวแพทย์เกี่ยวกับความเจ็บหลังผ่าตัด เพื่อให้มั่นใจว่าสัตวแพทย์จ่ายยาแก้ปวดให้กับสุนัข เนื่องจากในบางกรณีควรได้รับยาแก้ปวดหรือบางรายอาจไม่จำเป็นต้องใช้ก็ได้ วิธีการที่ดีในการวัดการฟื้นตัวของสุนัขสามารถดูได้จากการที่สุนัขนั้นรู้สึกสบายและมีแรงที่จะเล่น ถ้าหากฟื้นตัวได้ดีสุนัขก็จะเล่นเป็นปกติ</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
