<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>อายุเฉลี่ยในแต่ละสายพันธุ์ โดย ... รศ.นสพ.ปานเทพ รัตนากร</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                    <p>สุนัขจะอายุสั้นหรืออายุยืนขึ้นกับหลายปัจจัย ได้แก่ เคยเจ็บป่วยด้วยโรคภัยที่บั่นทอน หรือประสบอุบัติเหตุต่างๆ มาก่อน พันธุกรรมหรือกรรมพันธุ์ก็มีส่วนทำให้อายุสั้นหรือยืนยาวด้วย</p>
                                    <p>ดังจะเห็นได้จากสุนัขพันธุ์ใหญ่จะมีอายุขัยสั้นกว่าสุนัขพันธุ์เล็ก เช่น สุนัขพันธุ์เซนต์เบอร์นาร์ด ขนาดใหญ่ยักษ์มีอายุขัยเฉลี่ย 7 ถึง 11 ปี แต่สุนัขพันธุ์เล็กจิ๋วที่สุดคือชิวาวากลับมีอายุเฉลี่ยที่ยืนยาวกว่าคือกว่า 18 ปี</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อายุขัยของสุนัขสายพันธุ์ต่างๆ</h3>
                                        <p>อายุขัยเฉลี่ย 7-10 ปี ได้แก่ เกรทเดน, นิวฟาวด์แลนด์, คาวาเลียร์ คิว ซาล์ส สแปเนียล</p>
                                        <p>อายุขัยเฉลี่ย 9-11 ปี ได้แก่ เซนต์เบอร์นาร์ด, บลัดฮาวน์ด, เชา-เชา, บ๊อกเซอร์, เฟรนช์บูลด็อก</p>
                                        <p>อายุขัยเฉลี่ย 10-13 ปี ได้แก่ แอร์เดล เทอร์เรีย, ดัลเมเชียน, โกลเด้น รีทรีฟเวอร์, เยอรมัน เชพเพิร์ด (อัลเซเชียน), สกอตติช เทอร์เรีย, ไซบีเรียน ฮัสกี</p>
                                        <p>อายุขัยเฉลี่ย 12-15 ปี ได้แก่ บีเกิล, บีชอน, คอลลี, โดเบอร์แมน, ปาปิยอง, ปอมเมอเรเนียน</p>
                                        <p>อายุขัยเฉลี่ย 14-16 ปี ได้แก่ บอสตันเทอร์เรีย, เคนเทอร์เรีย, ค็อกเกอร์ สแปเนียล, เวล์ช คอร์กี, ไอริช เซทเทอร์, มอลตีส, พูดเดิ้ล (สแตนดาร์ด), ชิสุ, ชเนาวเซอร์, เวสท์ไฮแลนด์, ไวท์เทอร์เรีย, ยอร์คเชียร์ เทอร์เรีย</p>
                                        <p>อายุขัยเฉลี่ย 15-18 ปี ได้แก่ ดัชชุน, พูดเดิ้ล (มินิเจอร์และทอย) และชิวาวา </p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
