<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>อุปกรณ์ในการเลี้ยงสุนัข</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1.ชามใส่อาหารและน้ำ</h3>
                                        <p>เป็นปัจจัยที่สำคัญที่สุดก็คือ ชามอาหาร และ ชามน้ำ ด้วยความที่ลูกสุนัขมักมีนิสัยขี้เล่น ซุกซน จึงควรมองหาชามที่ไม่คว่ำง่าย สามารถทำความสะอาดได้สะดวก ควรแยกชามอาหารและชามน้ำเป็นอย่างละใบให้ชัดเจน เพื่อให้บริเวณที่เขาทานอาหารสะอาดอยู่เสมอ โดยเริ่มต้นจากชามขนาดเล็กก่อน แล้วจึงค่อยเปลี่ยนเป็นชามขนาดใหญ่เมื่อสุนัขโตขึ้น ซึ่งชามเองมีหลายประเภทให้เลือกใช้งาน เช่น ชามสแตนเลส ชามพลาสติก ชามกันมด เป็นต้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2.ปลอกคอ</h3>
                                        <p>ปลอกคอมีให้เลือกหลากหลายแบบ เช่น ปลอกคอไนล่อน ปลอกแบบรัดอก โซ่คล้องคอ ปลอกคอแบบปรับขนาดความยาวได้ ฯลฯ แต่ไม่ว่าจะเลือกแบบไหน อย่าลืมติดป้ายชื่อไว้ที่ปลอกคอ โดยควรระบุชื่อของสุนัข ที่อยู่ และเบอร์ติดต่อ ปลอกคอของสุนัขควรทำจากไนลอน หรือหนังที่มีน้ำหนักเบา ขนาดที่เหมาะสม ซึ่งวัดได้จากการวัดรอบคอของสุนัข บวกเพิ่มไปอีก 2 นิ้ว เพื่อให้มั่นใจว่าปลอกคอนั้นพอดีกับขนาดคอ โดยลองสอดนิ้ว 2 นิ้วเข้าไประหว่างปลอกคอของสุนัข หากสามารถขยับได้สบาย แปลว่าปลอกคอนั้นขนาดกำลังดี ถ้าหากเหลือพื้นที่ระหว่างนิ้วกับปลอกคอมากเกินไป แปลว่าปลอกคอนั้นหลวม แต่ถ้าหากไม่สามารถสอดนิ้วเข้าไปได้ แปลว่าอาจต้องเลือกปลอกคอใหม่ หรือปรับขนาดของปลอกคอให้พอดี รวมถึงอาจต้องให้เวลาสุนัขสักพัก เพื่อให้เขาทำความคุ้นเคยกับการใส่ปลอกคอ หากเห็นว่าสุนัขอึดอัด หรือพยายามตะกุยเพื่อเอาปลอกคอออก ก็พยายามปรับขนาดให้พอดี อย่างไรก็ตามอย่าลืมคอยปรับขนาดปลอกคอให้พอดีกับร่างกายของสุนัขเมื่อเขาโตขึ้นด้วย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3.สายจูง</h3>
                                        <p>สายจูงสุนัขมีให้เลือกหลากหลายแบบเช่นกันทั้งที่ทำจากหนัง ไนลอน และที่สามารถม้วนเก็บได้เอง สายจูงบางประเภทมีความยืดหยุ่นสูง เหมาะสำหรับสุนัขตัวเล็กที่มีแรงกระชากน้อย จะช่วยให้เขาไม่เจ็บบริเวณหลังคอ และประเภทที่ยืดหยุ่นไม่ได้ เหมาะกับสุนัขที่มีขนาดใหญ่ สายจูงที่ดีต้องมีความแข็งแรง เหนียว ทนทานต่อแรงกระชาก เหมาะสมกับน้ำหนักและขนาดของสุนัข โดยความยาวของสายจูงที่เหมาะสมที่สุดสำหรับการฝึกฝน และพาสุนัขไปเดินเล่นควรอยู่ที่ 6 ฟุต ควรผูกสุนัขไว้กับสายจูงตลอดเวลา ยกเว้นเวลาที่นำสุนัขไปในบริเวณที่มีการจำกัดขอบเขต</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4.อุปกรณ์แต่งตัว</h3>
                                        <p>โดยการเลือกอุปกรณ์แต่งตัวให้เหมาะกับขนของสุนัข เช่น สุนัขพันธุ์ขนสั้น เลือกใช้แปรง หวี และถุงมือที่ทำจากวัสดุธรรมชาติ เพราะปลอดภัยจากสารเคมี ไม่ทำให้ระคายเคืองผิว ส่วนสุนัขพันธุ์ขนยาวให้เลือกใช้หวีโลหะซี่ใหญ่ และหวีสำหรับตัดขนพันกัน ที่ขาดไม่ได้คือ หวีสางหมัด อีกทั้งเริ่มกำหนดตารางการอาบน้ำแต่งตัวในแต่ละสัปดาห์ให้เร็วที่สุด เพื่อสร้างความเคยชินให้กับสุนัข</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5.ของเล่น</h3>
                                        <p>ลูกสุนัขก็เหมือนเด็กๆ ที่ต้องการของเล่น นอกจากของเล่นจะช่วยให้สุนัขได้ออกกำลังกายแล้ว ยังเป็นวิธีที่ปลอดภัยในการตอบสนองความต้องการตามธรรมชาติของสุนัขในเรื่องการกัดแทะแก้เครียด ควรเลือกของเล่นที่ผลิตขึ้นสำหรับสุนัขโดยเฉพาะ โดยจะต้องไม่แตกเป็นเศษเล็กเศษน้อยจนทำให้กลืนลงไปได้ง่าย ให้เลือกแผ่นหนังขนาดใหญ่ที่ยังไม่ได้ฟอก ของเล่นสำหรับแก้คันฟันที่ทำจากไนลอน หรือลูกบอลยางแบบแข็ง ซึ่งมีขนาดใหญ่กว่าปากของสุนัขจะกลืนได้ ของเล่นเหล่านี้สามารถเล่นได้สนุก ปลอดภัย ช่วยทำความสะอาดฟัน ขัดหินปูนอ่อน และกำจัดกลิ่นปากได้อีกด้วย</p>
                                        <p><strong>ของเล่นที่ไม่ควรนำมาให้สุนัขเล่น ได้แก่</strong></p>
                                        <ul>
                                            <li>ของเล่นฟองน้ำหรือสิ่งของที่มีปลายแข็งและแหลม ซึ่งสามารถแตกออกเป็นชิ้นๆ และก่อให้เกิดอันตรายได้หากกลืนลงไป</li>
                                            <li>เสื้อผ้าหรือรองเท้า เพราะจะเป็นการสอนให้สุนัขเข้าใจผิดว่าเสื้อผ้า และรองเท้าเป็นสิ่งที่สามารถกัดแทะได้</li>
                                            <li>ม้วนเชือก ด้าย กระดาษแก้ว ที่ปิดปากถุงพลาสติก หรือถุงพลาสติกที่มัดจนป่อง ตลอดจนชิ้นส่วนเครื่องใช้ภายในบ้านที่อาจเข้าไปติดในคอของสุนัข และทำให้สำลัก หรือขาดอากาศหายใจได้</li>
                                            <li>ของเล่นเด็กที่ทำจากยางนิ่มๆ ขนสัตว์ปุยๆ ฟองน้ำ หรือพลาสติก หากสุนัขกลืนวัสดุเหล่านี้เข้าไป อาจทำให้มีปัญหาที่ระบบทางเดินอาหารได้</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                    <div>
                                        <h3>6.กรง เบาะนอน กล่องเดินทาง</h3>
                                        <p>สุนัขก็ต้องการเครื่องนอนที่อบอุ่นและสบาย เพื่อการพักผ่อนจากการเล่นสนุกมาทั้งวัน กรงจะเป็นที่ที่สุนัขรู้สึกปลอดภัยในเวลาที่คุณไม่อยู่บ้าน โดยทั่วไปกรงจะมี 2 ประเภทด้วยกัน คือ กรงพลาสติกแบบล้อมปิดทุกด้าน สามารถยกย้ายได้พร้อมหูจับ โครงสร้างต้องแข็งแรง ไม่ชำรุดง่าย และกรงที่ทำจากลวดเหล็ก</p>
                                        <p>กรงของสุนัขควรมีขนาดใหญ่พอที่จะให้สุนัขยืนขึ้น นอนลง หมุนตัวไปมา และสามารถระบายอากาศได้ดี หากคุณซื้อกรงสำหรับสุนัขโตเต็มวัย ควรมีฉากกั้นหรือใส่กล่องกระดาษลงไปที่ด้านหลัง เพื่อให้มีพื้นที่ที่สุนัขรู้สึกอบอุ่น สะดวกสบาย และคุณอาจต้องซื้อเบาะนอนแยกต่างหาก เพื่อให้สุนัขนอนเล่นเวลาที่คุณอยู่บ้าน ควรเป็นขนาดสำหรับลูกสุนัขมากกว่าจะเป็นขนาดสำหรับสุนัขโตเต็มวัย เพื่อให้เขารู้สึกอบอุ่น ปลอดภัย หากเลี้ยงสุนัขไว้นอกบ้านควรมีมุ้งลวดเพื่อป้องกันยุง ซึ่งถือเป็นพาหะของพยาธิหนอนหัวใจ รวมถึงกล่องเดินทาง มีความจำเป็นตั้งแต่วันแรกที่รับสุนัขมาเลี้ยง จนถึงการเดินทางไปต่างจังหวัด โรงพยาบาล และสถานที่ต่างๆ</p>
                                    </div>
                                </div>
                            <div class="customer">
                                    <div>
                                        <h3>7.น้ำยาเช็ดหู น้ำยาเช็ดคราบน้ำตา</h3>
                                        <p>สุนัขจำเป็นต้องรักษาความสะอาดบริเวณใบหู โดยเฉพาะสุนัขที่มีใบหูปิด เช่น บีเกิ้ล บาสเซินฮาวด์ จึงควรหมั่นทำความสะอาดเป็นประจำ ไม่อย่างนั้นจะทำให้เกิดไรในหู ขี้หูสะสม หรือหูอักเสบ ควรเช็ดหูให้สุนัข 2-3 ครั้งต่อสัปดาห์ สำหรับอุปกรณ์ทำความสะอาดที่จำเป็น ได้แก่ สำลีพันไม้ น้ำยาเช็ดหู</p>
                                        <p>ในสุนัขบางสายพันธุ์อาจมีคราบน้ำตามาก เช่น ชิสุ พุดเดิ้ล ก็อย่าลืมที่จะซื้อน้ำยาขจัดคราบน้ำตาติดมือไว้ด้วยสำหรับสุนัขที่มีคราบน้ำตามากให้เช็ดเป็นประจำทุกวัน ส่วนสายพันธุ์อื่นเช็ด 2-4 ครั้งต่อสัปดาห์</p>
                                    </div>
                            </div>
                            <div class="customer">
                                    <div>
                                        <h3>8.แชมพูสำหรับสุนัข</h3>
                                        <p>แชมพูเป็นอีกสิ่งหนึ่งที่จำเป็นต่อการดูแลความสะอาดของสุนัข เพราะสุนัขมีกลิ่นตัวแรงกว่าคนหลายเท่า แชมพูจึงเป็นอีกทางเลือกหนึ่งที่จะช่วยลดกลิ่นตัวของสุนัข และในแชมพูบางประเภทนั้นยังมีสรรพคุณอื่นๆ อีกด้วย เช่น กำจัดเห็บและหมัด บำรุงขน หรือลดอาการขนร่วงได้</p>
                                        <p>แชมพูที่ใช้ต้องไม่ก่อให้เกิดอาการระคายเคืองต่อผิวหนัง หรือดวงตา ซึ่งบางชนิดสามารถฟอกทำความสะอาดได้ทั้งตัว รวมถึงส่วนหัว และใบหน้าของสุนัข ก่อนซื้อก็อ่านฉลากให้ดีก่อน ว่าแชมพูยี่ห้อนั้นๆ สามารถทำความสะอาดได้ทั่วทั้งตัว หรือเฉพาะส่วน</p>
                                    </div>
                            </div>
                            <div class="customer">
                                    <div>
                                        <h3>9.ยาถ่ายพยาธิ ยาป้องกันพยาธิหนอนหัวใจ ยากำจัดเห็บหมัด</h3>
                                        <p>ยาถ่ายพยาธิ ช่วยถ่ายพยาธิที่อยู่ภายในตัวสุนัขออกมาทางอุจจาระ เนื่องจากสุนัขบางตัวอาจไปกินอุจจาระ หรืออาหารที่มีพยาธิเข้าไป ซึ่งอาจทำให้สุนัขถ่ายเป็นเลือดได้ สำหรับยาป้องกันพยาธิหนอนหัวใจจะเป็นแบบเม็ด ใช้กิน ส่วนยาป้องกันและกำจัดเห็บหมัด ใช้หยอดบริเวณหลังคอของสุนัข ให้ทำเป็นประจำทุกๆ หนึ่งเดือน</p>
                                    </div>
                            </div>
                            <div class="customer">
                                    <div>
                                        <h3>10.อาหารสุนัข</h3>
                                        <p>อาหารสำหรับสุนัขมีมากมายหลายชนิด มีทั้งชนิดเปียก และชนิดเม็ดแบบแห้ง ในการให้อาหารผู้เลี้ยงควรคำนึงถึงโภชนาการที่สุนัขจะได้รับ ซึ่งต้องเหมาะสมกับสายพันธุ์ของสุนัข ไม่ควรปล่อยให้สุนัขหากินตามใจชอบ เพราะจะเป็นเหตุให้เกิดโรคอ้วนตามมาได้ โดยเฉพาะอาหารของคนไม่เหมาะกับสุนัขเป็นอย่างยิ่ง เนื่องจากอาหารคนมีส่วนประกอบของโซเดียมสูง และมีรสเค็ม อาจทำให้สุนัขเป็นโรคไตได้ในภายหลัง นอกจากนี้ยังมีอาหารบางประเภทที่เป็นอาหารต้องห้ามสำหรับสุนัข เช่น ช็อกโกแลต กระดูก หัวหอม นมวัว ฯลฯ</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
