<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>การเลี้ยงสุนัขให้สุขภาพดี</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. จัดสภาพแวดล้อมให้เหมาะสำหรับสุนัข</h3>
                                        <p>การเลี้ยงสุนัขบางคนเลี้ยงแบบระบบปิด คือไม่ได้ปล่อยให้ออกไปวิ่งเล่นนอกบ้าน แต่เลี้ยงไว้ภายในห้องหรือภายในบริเวณบ้าน การจัดสภาพแวดล้อมให้เหมาะกับการเลี้ยงสุนัขไม่ได้เป็นผลดีต่อสุขภาพของสัตว์เลี้ยงเท่านั้น แต่ยังดีต่อสุขภาพของคนเลี้ยง เช่น จัดกรงให้สุนัขนอนบริเวณใดบริเวณหนึ่ง ทำความสะอาดบริเวณให้อาหาร ภาชนะใส่อาหารทุกวัน เปิดหน้าต่างให้มีแสงสว่างและแสงแดดส่องถึง จัดระเบียบข้าวของต่าง ๆ ทั้งภายในบ้านและนอกบ้านให้เป็นระเบียบ เพื่อให้สามารถทำความสะอาดได้ง่าย ไม่สกปรก และเป็นที่สะสมเชื้อโรคที่มาจากเห็บหมัด</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. ให้อาหารตามหลักโภชนาการ</h3>
                                        <p>การให้สุนัขกินอาหารที่มีประโยชน์มีสารอาหารตามหลักโภชนาการ หลีกเลี่ยงอาหารต้องห้าม เช่น กระดูกไก่ ปลา นอกจากทำให้สุนัขเจริญเติบโตไปตามวัยมีสุขภาพแข็งแรงแล้ว ยังป้องกันโรคภัยทำให้ร่างกายมีภูมิต้านทาน ช่วยบำรุงขนให้นุ่มฟูสวย การให้อาหารสำเร็จรูปหรืออาหารเม็ดควรเลือกให้เหมาะกับวัยและสายพันธุ์ของสุนัข</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. ดูแลสุขภาพร่างกายและจิตใจของสัตว์เลี้ยง</h3>
                                        <p>สุนัขเป็นสัตว์เลี้ยงที่ฝึกสอนให้ทำตามคำสั่ง และเข้าใจคำสั่งของคนเลี้ยงได้ง่าย การเลี้ยงดูทำให้สุนัขเชื่อฟังคำสั่งต้องเลี้ยงดูและดูแลอย่างใกล้ชิด หยอกหรือเล่นกับสุนัขเพื่อให้มีสุขภาพจิตที่ดี พาสุนัขไปเดินออกกำลังกาย พาสุนัขวิ่งเล่น ว่ายน้ำ สั่งให้วิ่งคาบสิ่งของ การทำให้สุนัขได้ออกกำลังกายเป็นการปลดปล่อยพลังงานช่วยกระตุ้นภูมิคุ้มกันโรคทำให้ไม่เจ็บป่วยง่าย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4. ดูแลเรื่องความสะอาด</h3>
                                        <p>สุนัขเป็นสัตว์เลี้ยงที่มีเห็บหมัดคอยรบกวน และทำให้เกิดโรคผิวหนัง การอาบน้ำทำความสะอาดให้สุนัขด้วยแชมพูอาบน้ำเป็นประจำ และหมั่นแปลงขนให้สุนัขอย่างสม่ำเสมอ ช่วยขจัดเห็บหมัดทำให้สุนัขรู้สึกสบายตัวไม่คันผิวหนัง ลดปัญหาการเกิดโรคผิวหนังได้เป็นอย่างดี</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. ฉีดวัคซีนและพบสัตว์แพทย์เมื่อเจ็บป่วย</h3>
                                        <p>การทำให้สุนัขมีสุขภาพดีและมีอายุยืนยาว ต้องพาสุนัขไปฉีดวัคซีนให้ครบตามที่สัตว์แพทย์แนะนำ เมื่อมีอาการเจ็บป่วยไม่ควรรักษาด้วยการซื้อยามาให้สุนัขกิน แต่ควรพาไปพบสัตว์แพทย์เพื่อการรักษาที่ถูกต้อง</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
