<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>กายวิภาคของสุนัข</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                    <div>
                                       <img src="../assets/img/body/bodydtag.png" width="250px" alt="">
                                    </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ศีรษะ</h3>
                                        <p>ตา : ดวงตาของสุนัขจะประกอบไปด้วยหนังตาสามส่วน นั่นคือ บน ล่างและหนังตา “ที่สาม” ตรงมุมด้านในของดวงตา โดยมันจะทำหน้าที่เหมือน “ที่ปัดน้ำฝน” ในการกำจัดฝุ่นหรือเศษดินออกจากดวงต</p>
                                        <p>จมูก : เช่นเดียวกับหู ซึ่งมีหลากหลายรูปแบบและความยาว ยิ่งสุนัขมีจมูกยาวเท่าไร ยิ่งดีต่อการดมกลิ่น ความเปียกชื้นของจมูกจะช่วยเพิ่มประสิทธิภาพในการแยกโมเลกุลของกลิ่นเพื่อ วิเคราะห์</p>
                                        <p>หู : มีหลายลักษณะ ตั้งแต่หูพับไปด้านหน้า หูย้อยไปจนหูพับไปด้านหลัง แต่ “หูตั้ง” (พบในสุนัขพันธุ์ เยอรมันเชพเพิร์ด และไซบีเรียน ฮัสกี้) ถือเป็นรูปแบบมาตรฐานตามลักษณะของสุนัขโบราณ</p>
                                        <p>ฟัน : สุนัขมีฟันทั้งหมด 42 ซี่ ประกอบด้วยฟันตัดหกคู่ด้านหน้า กับเขี้ยวขนาดใหญ่สองคู่ ส่วนที่เหลือ คือ ฟันกรามและฟันกรามน้อยซึ่งช่วยสุนัข สามารถทานผักได้อย่างง่ายดาย หากสถานการณ์บังคับ</p>
                                        <p>ลิ้น : นอกจากใช้ชิมอาหารแล้ว ยังใช้ในการระบายความร้อนได้ด้วย ความเคลื่อนไหวของลมที่พัดผ่านผิวลิ้น (ระหว่างการหอบหายใจ) บวกกับการระเหยของน้ำลายจะช่วยควบคุมอุณหภูมิในร่างกายสุนัข</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ลำตัว</h3>
                                        <p>ขน : สุนัขทุกตัวมีขน รวมถึงสายพันธุ์ที่นิยมเรียกกันว่าสุนัข “ไร้ขน” ด้วย สีของมัน อาจจะแตกต่างกันได้มากมายแม้กระทั่งในสายพันธุ์เดียวกัน กล้ามเนื้อในผิวหนังจะคอยบงการให้ขนชี้ขึ้นหรือ “ลุกชัน” สุนัขที่ขนร่วงมาก หรือขนร่วงง่าย อาจจะมีปัญหาเรื่องสุขภาพ</p>
                                        <p>ช่องระบายของเสีย : ในช่องทวารหนักของสุนัขจะมีต่อมทวารหนักอยู่ 2 ต่อม ซึ่งซ่อนกลิ่นฉุนรุนแรงเอาไว้และมีคุณสมบัติคล้าย “นามบัตร” สำหรับยื่นให้สุนัขตัวอื่นๆ ฉะนั้นเวลาที่สุนัขดมก้นกัน นั่นหมายถึงพวกมันกำลังสำรวจต่อมทวารหนักของอีกฝ่าย</p>
                                        <p>อวัยวะสืบพันธุ์ : สุนัขตัวผู้จะเจริญพันธุ์เต็มที่เมื่ออายุประมาณ 8 เดือน ส่วนสุนัขตัวเมียจะเจริญพันธุ์เต็มที่เมื่ออายุประมาณ 9 เดือนถึง 15 เดือน</p>
                                        <p>หาง : ใช้สำหรับถ่ายทองอารมณ์ ความรู้สึก จำนวนกระดูกในหางสุนัขจะแตกต่างกันไป</p>
                                        <p>นม : มีทั้งในสุนัขตัวเมียและตัวผู้ แต่ปราศจากบทบาทสำคัญต่อวงจรการทำงานของตัวผู้</p>
                                        <p>อุ้งเท้า : ประสาทสัมผัสส่วนใหญ่ของสุนัขจะอยู่บริเวณนี้ สุนัขสามารถขับเหงื่อออกทางฝ่าเท้าได้</p>
                                        <p>น้ำหนัก : สุนัขมีน้ำหนักแตกต่างกันไป ตั้งแต่ 91 กก. ไปจนถึง 1-1.5 กก. โดยทั่วไปสุนัขตัวผู้จะมีน้ำหนักมากกว่าตัวเมีย ประมาณ 10 %</p>
                                        <p>ส่วนสูง : เช่นเดียวกับน้ำหนัก จะแตกต่างกันไป</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ประสาทความรู้สึก</h3>
                                        <p>สุนัขทุกตัวมีระบบปราสาทความรู้สึกต่อสิ่งแวดล้อมขั้นสูง ข้อมูลจากประสาทความรู้สึกเหล่านั้นจะทำให้สุนัขตระหนักในสถานการณ์รวดเร็ว กว่ามนุษย์</p>
                                        <p>อวัยวะในการมองเห็น : ประสิทธิภาพในระบบการมองเห็นสืบทอดมาจากสุนัขป่า พวกมันสามารถเห็นเป้าได้จากระยะไกล ท่ามกลางความสลัว อย่างไรก็ตาม สุนัขมองเห็นสีได้น้อยกว่ามนุษย์ และไม่เห็นรายละเอียดมากนักในระยะใกล้ พวกมันพึ่งพาทักษะการดมกลิ่น ซึ่งถือว่ายอดเยี่ยมเหนือสัตว์ทุกชนิดบนโลก</p>
                                        <p>อวัยวะในการฟัง : สุนัขสามารถระบุต้นกำเนิดเสียงได้อย่างแม่นยำภายในเวลาเพียงเสี้ยววินาที นอกจากนั้น พวกมันยังได้ยินเสียงความถี่สูง (ในระดับ 40000 รอบ/วินาที ขณะที่มนุษย์ได้ยินเพียง 20000 รอบ/วินาที) และได้ยินเสียงกว้างไกลกว่ามนุษย์ประมาณ 4 เท่า</p>
                                        <p>อวัยวะในการสัมผัส : ขนสุนัขแต่ละเส้นทำหน้าที่เหมือนเสาอากาศส่งข้อมูลไปยังเครื่องตอบรับ โดยข้อมูลดังกล่าวจะช่วยให้ตระหนักถึงสภาพแวดล้อมรอบตัวได้อย่างเฉียบคม</p>
                                        <p>อวัยวะในการดมกลิ่น : ขณะที่จมูกมนุษย์ประกอบไปด้วยเซลล์ในการวิเคราะห์กลิ่นประมาณ 5 ล้าน ถึง 20 ล้านเซลล์ จมูกของสุนัขกลับมีเซลล์กว่า 200 ล้านเซลล์ สุนัขตำรวจขึ้นชื่อเรื่องการดมกลิ่น อาจมีเซลล์ มากกว่า 300 ล้านเซลล์</p>
                                        <p>อวัยวะในการรับรส : สุนัขมีปุ่มรับรสเพียง 1700 ปุ่ม เมื่อเทียบกับมนุษย์ ซึ่งมี 9000 ปุ่ม นั่นคือสาเหตุว่าทำไมสุนัขถึงไม่จุกจิกเรื่องอาหารการกิน พวกมันสามารถกินอาหารได้ทุกชนิดโดยไม่บ่น</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
