<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>การทำความสะอาดสุนัข</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>การอาบน้ำที่ถูกวิธี</h3>
                                        <p>- ใช้น้ำอุณหภูมิที่เหมาะสม สุนัขมีความรู้สึกไวต่ออากาศ จะร้อนจะหนาวก็เหมือนกับที่เรารู้สึก เพราะฉะนั้นเลือกอาบน้ำอุ่นให้สุนัข ส่วนน้ำเย็นอาจทำให้หนาวสั่นได้ และอันตรายสำหรับลูกสุนัข หากคุณอาบน้ำให้ในอ่างล้างหน้า หรืออ่างอาบน้ำ ควรเติมน้ำอุ่นสูงประมาณเข่าสุนัขก็พอ</p>
                                        <p>- ทำให้ตัวเปียกน้ำ อย่าราดน้ำลงบนหัวสุนัข หรือบริเวณใบหน้า เพราะจะทำให้น้ำเข้าหู หรือระคายเคืองดวงตา วิธีที่ถูกต้อง คือ ชโลมน้ำให้เปียกชุ่มตั้งแต่คอลงไปก่อน อาจต้องใช้เวลาสักพัก สำหรับสุนัขที่มีขนหนาเป็นพิเศษ</p>
                                        <p>- การชโลมแชมพู สำหรับสุนัขขนหนายาว ให้ผสมแชมพูกับน้ำในถ้วยใบเล็กเสียก่อน แล้วจึงนำไปชโลมลงบนตัว จะช่วยให้เกิดฟองที่ขนได้ทั่วถึง และนวดแชมพูไปตามทิศทางเดียวกัน จะช่วยป้องกันไม่ให้ขนยุ่งพันกัน สำหรับพันธุ์ขนสั้น เทแชมพูปริมาณเล็กน้อยลงบนตัว แล้วนวดแชมพูให้ทั่ว จนซึมซับเข้าสู่ขน ฟอกให้เกิดฟองขึ้นมาตามรักแร้ หน้าท้อง หาง ขาหนีบ และฝ่าเท้า</p>
                                        <p>- ฟอกแชมพูทิ้งไว้ตามที่ระบุบนขวด แชมพูบางชนิดมีสารกำจัดเห็บหมัดอ่อนๆ และอาจต้องฟอกทิ้งไว้สักพัก เพื่อให้ได้ผลดีต่อการกำจัดเห็บหมัด</p>
                                        <p>- การทำความสะอาดส่วนใบหน้า ให้ใช้ผ้าเช็ดตัวบิดน้ำหมาดๆ เช็ดฝุ่นผงออก ไม่ควรใช้ผ้าเปียกทำความสะอาดข้างในหู อาจทำให้อับชื้น และติดเชื้อได้</p>
                                        <p>- ล้างตัว ให้สะอาดจนแน่ใจแล้วว่าไม่มีแชมพูตกค้างบนตัว เพราะการล้างแชมพูออกจากขนไม่หมด จะทำให้ผิวหนังระคายเคืองได้</p>
                                        <p>- เช็ดตัวให้แห้ง หาผ้าเช็ดตัวเนื้อเบาที่ซึมซับน้ำได้ดี วิธีการเช็ด ใช้ผ้าเช็ดตัวคลุมหลังเขาไว้ ค่อยๆ ซับให้แห้ง ไม่ควรถูขึ้นลง เพราะอาจทำให้ขนพันกันได้ ด้วยสัญชาตญาณของสุนัข จะสลัดตัวเองให้แห้ง อาจใช้ไดร์เป่าผมเข้าช่วยเพื่อให้ขนแห้ง ควรตั้งความร้อนระดับต่ำสุด หรือใช้ความเย็น ไม่หันช่องทางลมไปทางใบหน้าสุนัข เพื่อหลีกเลี่ยงไม่ให้ผิวโดนความร้อน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>การแปรงฟัน</h3>
                                        <p>- ทำให้คุ้นเคยกับการมีมืออยู่ในปาก การแปรงฟันให้สุนัขเป็นครั้งแรก ควรเริ่มอย่างค่อยเป็นค่อยไป ใช้นิ้วของเราสัมผัสบริเวณช่องปากสุนัขบ่อยๆ เพื่อให้เขารู้สึกคุ้นชิน หรือจับปากเบาๆ อาจต้องใช้เวลาพอสมควร</p>
                                        <p>- ให้เขาเลียยาสีฟันจากนิ้วมือคุณ เริ่มการแปรงฟันด้วยการให้เขาเลียยาสีฟันปริมาณเล็กน้อยจากนิ้วของคุณ ช่วยให้เขาคุ้นเคยกับรสชาติ เมื่อสุนัขยอมเลียยาสีฟันแล้ว ให้ยกริมฝีปากเขาขึ้น ยอมให้เราสีฟัน ใช้นิ้วถูไปตามฟันและเหงือก ตามจังหวะแปรงสีฟันปกติ วิธีนี้จะช่วยให้เปลี่ยนไปใช้แปรงสีฟันได้ง่ายขึ้น</p>
                                        <p>- แปรงฟันเพียงบางส่วนก่อน แปรงฟันส่วนที่เข้าถึงได้ง่ายที่สุดก่อน จะใช้ยาสีฟัน หรือไม่ใช้ก็ได้ เริ่มจากค่อยๆ ยกริมฝีปากบนขึ้น วางแปรงสีฟันลงที่ฟัน จากนั้นแปรงไปข้างหน้า และถอยหลังช้าๆ</p>
                                        <p>- แปรงฟันด้านนอก เมื่อสุนัขคุ้นเคยกับรสชาติยาสีฟัน และแปรงสีฟันแล้ว ให้บีบยาสีฟันเล็กน้อยบนแปรง เริ่มแปรง จากนั้นค่อยๆ แปรงไปตามพื้นที่ด้านนอกทั้งฟันบน และฟันล่างจนครบทุกซี่ ละครั้งประมาณ 2-3 นาที อาจต้องทำสัก 2-3 ครั้งเพื่อให้คุ้นชิน</p>
                                        <p>- แปรงฟันด้านใน เมื่อสามารถแปรงฟันด้านนอกทั้งหมดได้แล้ว เปลี่ยนมาลองแปรงฟันด้านในเมื่อสุนัขอ้าปาก ทำอย่างค่อยเป็นค่อยไป โดยเริ่มจากแปรงบริเวณเล็กๆ บางส่วนก่อน ขยับไปแปรงพื้นที่ที่ใหญ่ขึ้น เมื่อสุนัขคุ้นเคยกับการแปรงฟัน</p>
                                        <p>- ทำให้เป็นกิจวัตร ยิ่งแปรงฟันให้เขาบ่อยเท่าไร ก็จะยิ่งคุ้นเคยกับมือของคุณในช่องปาก หรือใกล้บริเวณปาก จะช่วยให้การแปรงฟันเป็นเรื่องง่ายขึ้นเรื่อยๆ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>การเช็ดหู</h3>
                                        <p>เลือกใช้ผลิตภัณฑ์ทำความสะอาดหูสูตรอ่อนโยน ค่า pH ระดับกลาง จะช่วยหล่อลื่น และบำรุงผิวบริเวณหู แนะนำให้ใช้น้ำยาสำหรับเช็ดหูสุนัขโดยตรง เพราะน้ำยาสามารถแทรกซึมเข้าสู่รูหู เพื่อชะล้างสิ่งสกปรก เช่น หนอง หรือเชื้อโรคที่ตกค้าง โดยนำปากขวดจ่อไปที่รูหู บีบน้ำยาให้ทั่วสัก 3-5 หยด จากนั้นอุดหูไว้ด้วยสำลีก้อน นวดที่ขมับ เสร็จแล้วนำสำลีออก ใช้สำสีก้านเช็ดน้ำยาที่ไหลออกมาให้สะอาด ทำซ้ำจนกว่าน้ำยาที่ไหลออกมาจะเปลี่ยนเป็นสีใส ไร้สิ่งสกปรก</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>การตัดเล็บ</h3>
                                        <p>- เลือกตัดจุดแรก ตรวจส่วนที่เป็นเนื้อนิ่มๆ (Quick) สีชมพูเริ่มจากตรงไหน ซึ่งจะซ่อนอยู่กลางเล็บ ห้ามตัดโดนเด็ดขาดนะคะ เพราะบริเวณนั้นมีทั้งเส้นประสาท และเส้นเลือด ถ้าเล็บใส สีขาว หรือสีอ่อน ก็จะเห็นเนื้อนิ่มๆ ง่าย แต่ถ้าเล็บดำ หรือสีเข้ม จะหายากเนื้อนิ่มสักหน่อย ต้องใช้วิธีอื่นแทน เช่น ค่อยๆ ตัดเล็มทีละนิด แต่ระวังนะคะ ถ้าตัดไปโดนเนื้อเข้าให้สุนัขจะกลัว และไม่ชอบการตัดเล็บไปเลย</p>
                                        <p>- ถ้าเผลอตัดโดน Quick ให้รีบปลอบ แน่นอนว่าผู้เลี้ยงหลายคนต้องเคยตัดพลาดไปโดน Quick ดังนั้น หากเกิดเหตุการณ์เช่นนี้ให้รีบปลอบ และให้ขนมตามทันที เพื่อเป็นการเบี่ยงเบนความสนใจ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>การทำความสะอาดรอบดวงตา</h3>
                                        <p>สุนัขบางตัวมีอาการน้ำตาไหล ( Epiphora ) ลักษณะน้ำตาเอ่อล้น เป็นปัญหาที่พบได้ทั่วไปในสายพันธุ์ที่มีกะโหลกศีรษะขนาดใหญ่แบน เช่น เทอร์เรีย และชิวาวา ผู้เลี้ยงต้องล้างคราบน้ำตาที่สะสมมากนี้ เพื่อหลีกเลี่ยงการระคายเคือง หรือการติดเชื้อแบคทีเรีย นอกจากนี้ สุนัขพันธุ์พุดเดิล และชิสุ มักมีอาการขนตางอกผิดตำแหน่ง ( Distichiasis ) ลักษณะขนตางอกเข้าข้างใน แทนที่จะงอกออกด้านนอก ทำให้เกิดการระคายเคือง และมีน้ำตาไหลออกมา</p>
                                        <p>โดยทั่วไปมีคำแนะนำให้ใช้ ซิลเวอร์คอลลอยด์ (Colloidal silver) ทำความสะอาด เพราะปลอดภัยต่อบริเวณรอบดวงตา มีทั้งรูปแบบสเปรย์ และน้ำยาหยอดตา ให้ชโลมน้ำยาลงบนก้อนสำลีสะอาด แล้วเช็ดบริเวณรอบดวงตา หรือใช้น้ำมันมะพร้าวปริมาณเล็กน้อย ป้ายบริเวณใต้ดวงตาที่มี “รอย” คราบน้ำตา เพื่อปกป้องผิวจากอาการระคายเคือง</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
