<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ข้อควรระวังในการเลี้ยงสุนัข</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. งดให้อาหารเหลือ</h3>
                                        <p>นอกจากงดการให้อาหารที่เหลือจากโต๊ะอาหารแล้ว เจ้าของก็ไม่ควรให้สัตว์เลี้ยงเข้ามาเดินป้วนเปี้ยนอยู่แถว ๆ โต๊ะอาหารด้วยเช่นกัน เพราะในระหว่างที่พวกคุณรับประทานอาหารอาจจะมีเศษอาหารตกหล่น แล้วสัตว์เลี้ยงก็คาบไปรับประทานหรืออีกกรณีหนึ่งคือ เด็ก ๆ ในบ้านอาจให้เศษอาหารกับสัตว์เลี้ยงขณะที่คุณเผลอก็ได้ ซึ่งการให้เศษอาหารแบบรู้เท่าไม่ถึงการณ์นี่เองที่ทำให้สัตว์เลี้ยงล้มป่วยเป็นจำนวนมาก โดยเฉพาะ เนื้อสัตว์ หนังสัตว์ปีก และกระดูก ซึ่งเข้าไปขัดขวางการย่อยอาหาร อันเป็นที่มาของโรคตับอ่อนอักเสบ โรคระบบทางเดินอาหาร</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. งดแต่งบ้านด้วยของที่มีลักษณะมันวาว</h3>
                                        <p>สำหรับในช่วงวันสำคัญต่าง ๆ อย่างเช่น วันปีใหม่ วันคริสต์มาส หรือมีงานปาร์ตี้ที่บ้าน ควรงดประดับประดาบ้านด้วยของตกแต่งที่มีลักษณะมันวาว หรือหากจำเป็นจริง ๆ ก็ควรจะประดับไว้ในที่สูง พร้อมกับจัดเก็บและทำความสะอาดบ้านให้เรียบร้อย ก่อนที่สัตว์เลี้ยงจะคาบสิ่งของเหล่านั้นไปเล่น และหากมีการกลืนกินเข้าไป อาจทำให้ระบบย่อยอาหารของสัตว์เลี้ยงมีปัญหาได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. ไม่ควรให้สัตว์เลี้ยงรับประทานช็อกโกแลต</h3>
                                        <p>เนื่องจากช็อกโกแลตประกอบด้วยสารธีโอโบรมีน (Theobromine) ซึ่งเป็นสารที่เป็นอันตรายกับสุนัขและแมวเป็นอย่างมาก ดังนั้นเจ้าของจึงควรหลีกเลี่ยงการให้ช็อกโกแลตกับสัตว์เลี้ยง โดยเฉพาะดาร์กช็อกโกแลต เนื่องจากจะทำให้อาการป่วยรุนแรงยิ่งขึ้น ไม่ว่าจะเป็นอัตราการเต้นของหัวใจที่เร็วผิดปกติ อาการอาเจียน ท้องเสีย หรืออาจเลยเถิดไปถึงขั้นช็อกหมดสติ เป็นต้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4. กำจัดของหวานออกจากบริเวณที่สัตว์เลี้ยงอาศัยอยู่</h3>
                                        <p>ของหวานที่กล่าวถึงนี้ไม่ได้หมายถึง ลูกอม หมากฝรั่ง เท่านั้น แต่ยังรวมไปถึงของหวานประเภทขนมปังต่าง ๆ อย่างเช่น เค้ก คุกกี้ บราวนี่ ฯลฯ อีกด้วย เพราะของหวานเหล่านี้จะทำให้สัตว์เลี้ยงมีอาการตับวาย และอาจร้ายแรงถึงขั้นเสียชีวิต</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. หลีกเลี่ยงพืชที่เป็นอันตรายกับสัตว์เลี้ยง</h3>
                                        <p>ในกรณีที่คุณต้องการนำพืชมาปลูกหรือตกแต่งบ้านในช่วงเทศกาลต่าง ๆ ควรจะศึกษาให้ดีก่อนว่า มีพืชชนิดใดที่เป็นอันตรายกับสัตว์เลี้ยงของคุณบ้าง โดยเฉพาะต้นไม้ดอกไม้ที่คุณจะนำมาจัดช่อสำหรับประดับหน้าประตูบ้าน เป็นต้น</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
