<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
            <div class="content">
                <div class="projects">
                    <div class="card">
                        <div class="card-header">
                            <h2>โปรแกรมวัคซีนในสุนัข</h2>
                        </div>
                        <div class="card-body">
                            <div class="table-responsive">
                                <table width="100%">
                                    <thead>
                                        <tr>
                                            <td>อายุ</td>
                                            <td>ชนิดวัคซีน</td>
                                            <td>ครั้งที่</td>
                                        </tr>
                                    </thead>
                                    <tbody>
                                        <tr>
                                            <td>6 สัปดาห์</td>
                                            <td>วัคซีนป้องกันโรคหวัดสุนัข</td>
                                            <td>(ครั้งที่ 1)</td>
                                        </tr>
                                        <tr>
                                            <td>8 สัปดาห์</td>
                                            <td>วัคซีนป้องกันไข้หัดสุนัข , ลำไส้อักเสบ ,เลปโตสไปโรซิส ตับอักเสบ , พาราอินฟูลเอนซ่า</td>
                                            <td>(ครั้งที่ 1)</td>
                                        </tr>
                                        <tr>
                                            <td>11 สัปดาห์</td>
                                            <td>วัคซีนป้องกันไข้หัดสุนัข , ลำไส้อักเสบ ,เลปโตสไปโรซิส ตับอักเสบ , พาราอินฟูลเอนซ่า</td>
                                            <td>(ครั้งที่ 2)</td>
                                        </tr>
                                        <tr>
                                            <td>14 สัปดาห์</td>
                                            <td>วัคซีนป้องกันไข้หัดสุนัข , ลำไส้อักเสบ ,เลปโตสไปโรซิส ตับอักเสบ , พาราอินฟูลเอนซ่า</td>
                                            <td>(ครั้งที่ 3)</td>
                                        </tr>
                                        <tr>
                                            <td>17 สัปดาห์</td>
                                            <td>วัคซีนป้องกันโรคพิษสุนัชบ้า</td>
                                            <td>(ครั้งที่ 1)</td>
                                        </tr>
                                        <tr>
                                            <td>20 สัปดาห์</td>
                                            <td>วัคซีนป้องกันโรคพิษสุนัชบ้า</td>
                                            <td>(ครั้งที่ 2)</td>
                                        </tr>
                                        <tr>
                                            <td>1  ปี</td>
                                            <td>กระตุ้นวัคซีนสุนัขบ้า, ไข้หัดสุนัข, ลำไส้อักเสบ, เลปโตสไปโรซิส, ตับอักเสบ, พาราอินฟูลเอนซ่า</td>
                                            <td>(ครั้งที่ 1)</td>
                                        </tr>
                                    </tbody>
                                </table>
                                <div class="card-header">
                            <p style="color:red;">*สุนัขที่เคยได้รับวัคซีนตามโปรแกรมแล้ว ให้รับการฉีดวัคซีนรวมสุนัขและวัคซีนพิษสุนัขบ้า ปีละ 1 ครั้ง</p>
                                 </div>
                            </div>
                         </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
