<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>คำถามที่พบบ่อยในการเลี้ยงสุนัข</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. สุนัขตัวเหม็น เกาคัน และขนร่วงเป็นย่อมๆ เกิดจากสาเหตุใด</h3>
                                        <p>เป็นปัญหาที่พบได้บ่อย ซึ่งอาการดังกล่าวเป็นหนึ่งในกลุ่มอาการของโรคผิวหนัง ซึ่งอาจพบอาการอื่นๆ ร่วมด้วย เช่น ผิวหนังแดงอักเสบ มีเม็ดตุ่ม มีสะเก็ดรังแค ฯลฯ บางรายอาจขนร่วงทั้งตัวเลยก็มี ซึ่งสาเหตุของอาการดังกล่าวก็มีมากมาย เช่น ไรขี้เรื้อนแห้ง ไรขี้เรื้อนเปียก ไรในหู เชื้อราหรือยีสต์ เชื้อแบคทีเรีย สาเหตุจากฮอร์โมนต่างๆ สาเหตุจากภูมิแพ้ต่างๆ ขาดสารอาหารบางอย่าง ฯลฯ แต่ละสาเหตุมีแนวทางการรักษาและระยะเวลาการรักษาที่แตกต่างกัน ดังนั้นควรพาไปตรวจกับคุณหมอ เพื่อวินิจฉัยหาสาเหตุที่แท้จริง และรีบทำการรักษาแต่เนิ่นๆ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. สุนัขเป็นโรคขี้เรื้อนเปียกรักษาอย่างไร</h3>
                                        <p>โรคนี้ก็จัดเป็นโรคสุดฮิตติดอันดับในสุนัขตลอดกาล สำหรับโรคขี้เรื้อนเปียกหรือโรคขี้เรื้อนขุมขนนี้ มีสาเหตุมาจากตัวไร Demodex spp. หากเป็นแบบเฉพาะที่ 90% สามารถหายได้เอง อีก 10% อาจพัฒนาไปเป็นแบบกระจายทั่วตัว การรักษาหากเป็นแบบเฉพาะที่นั้นส่วนใหญ่จะใช้วิธีการฟอกด้วยแชมพูที่มีส่วนผสมของ Benzoyl peroxide ร่วมกับยาฆ่าเชื้อแบคทีเรียหากพบการติดเชื้อ หรือยาแก้คันถ้ามีอาการ ส่วนการรักษาหากเป็นแบบกระจายทั่วตัว ต้องใช้การจัดการหลายด้าน ได้แก่</p>
                                        <ul>
                                        <li>ใช้ยาฆ่าตัวไร เช่น ฉีดพ่น Amitraz สัปดาห์ละ 1-2 ครั้ง (ควรตัดขนให้สั้นเพื่อให้ยาออกฤทธิ์ได้ดี) ป้อนยา Ivermectin วันละครั้ง ป้อนยา Milbemycin oxime วันละครั้ง หรือหยอดหลังด้วย Moxidectin ทุก 1-2 สัปดาห์ อย่างใดอย่างหนึ่ง</li>
                                        <li>กินยาฆ่าเชื้อแบคทีเรียป้องกันการติดเชื้อแทรกซ้อน</li>
                                        <li>อาบน้ำด้วยแชมพูที่มีส่วนผสมของ Benzoyl peroxide</li>
                                        <li>ปรับอาหารเพื่อเพิ่มสารอาหารบำรุงผิว</li>
                                        <li>หากมีปัจจัยอื่นโน้มนำให้รักษาที่สาเหตุ เช่น ทำหมันหากมีปัญหามาจากฮอร์โมน</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. อยากทราบวิธีกำจัดเห็บ</h3>
                                        <p>ปัญหาเรื่องเห็บเป็นปัญหาโลกแตกที่พบได้ทั้งปี เห็บไม่เพียงเป็นปรสิตคอยดูดกินเลือดสุนัขเท่านั้น ยังเป็นพาหะนำโรคร้ายอย่างโรคพยาธิในเม็ดเลือดมาด้วย การกำจัดเห็บเจ้าของหลายคนมักเน้นกำจัดแต่เพียงบนตัวสุนัข แต่แท้จริงแล้ว หากจะปราบเห็บกันจริงจัง ต้องเน้นตามสิ่งแวดล้อมมากกว่า ทั้งอุปกรณ์ต่างๆ ที่นอนของสุนัข บนพื้นทั้งในบ้านและนอกบ้าน โดยเน้นตามที่สุนัขอยู่ ด้วยยาฆ่าเห็บทั้งแบบผงหรือน้ำ นำมาผสมกับน้ำฉีดพ่นตามที่ต่างๆ และต้องป้องกันสุนัขออกไปวิ่งเล่นบริเวณที่มีเห็บชุก เพื่อไม่ให้รับเห็บเพิ่มมาอีก ส่วนบนตัวอาจใช้วิธีการฉีดยา หยอดหลัง หรือสวมปลอกคอป้องกันก็ได้ ซึ่งควรป้องกันเป็นประจำทุก 1-2 เดือน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4. ขอคำแนะนำเกี่ยวกับการทำหมันสุนัข</h3>
                                        <p>การทำหมันถือเป็นวิธีการคุมกำเนิดที่ดีที่สุด นอกจากช่วยควบคุมประชากรสุนัขแล้ว ยังเป็นวิธีการใช้ป้องกันโรค เช่น โรคมดลูกอักเสบเป็นหนอง โรคมะเร็งเต้านม โรคต่อมลูกหมากโต โรคมะเร็งต่อมลูกหมาก โรคติดต่อจากการสืบพันธุ์ ฯลฯ และยังช่วยลดปัญหาพฤติกรรมให้สุนัขได้ด้วย เพราะฉะนั้นการทำหมันจึงเป็นสิ่งที่ “ต้องทำ” โดยเฉพาะสุนัขตัวผู้ที่เป็นอัณฑะทองแดง ปัจจุบันมีงานวิจัยหลายฉบับ ออกมาสนับสนุนให้ทำหมันสุนัขก่อนเป็นสัดครั้งแรกหรือก่อนเข้าสู่ช่วงวัยเจริญพันธุ์ โดยแนะให้ทำตั้งแต่ช่วงอายุ 4 เดือนขึ้นไป ซึ่งสามารถช่วยลดความเสี่ยงของการเกิดโรคตามที่กล่าวไปข้างต้นได้</p>
                                        <p>และเนื่องจากการทำหมันจำเป็นต้องมีการวางยาสลบและผ่าตัด ดังนั้นก่อนทำหมันสุนัขต้องได้รับการตรวจร่างกายและตรวจเลือดเพื่อประเมินสภาพก่อน หากร่างกายพร้อมคุณหมอจึงจะนัดวันและเวลาเพื่อมาผ่าตัดทำหมันต่อไป ซึ่งก่อนวันผ่าตัด เจ้าของควรทำความสะอาดตัวสุนัขให้เรียบร้อย งดน้ำก่อนผ่าตัดอย่างน้อย 2-3 ชั่วโมง และงดอาหารทุกชนิดอย่างน้อย 6-12 ชั่วโมง</p>
                                        หลังผ่าตัดต้องระมัดระวังเรื่องการดูแลแผล ควรหมั่นสังเกตแผลเป็นประจำ แผลที่ดีต้องไม่มีรอยช้ำ ไม่มีเลือดหรือหนองซึมออกมาจากบาดแผล ดูแลเรื่องความสะอาดของแผล ห้ามแผลเปียก ห้ามสุนัขเลียแผล แต้มยาเบตาดีนวันละครั้ง และควรห้ามไม่ให้สุนัขวิ่งเล่น กระโดด หรือเห่ามากเกินไป ที่สำคัญต้องป้อนยาตามคำแนะนำของคุณหมอโดยเคร่งครัด ไปตรวจแผลตามวันที่คุณหมอนัดทุกครั้ง และพาไปตัดไหมหลังจากผ่าตัดแล้ว 7-10 วัน

                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. จะทราบได้อย่างไรว่าสุนัขเป็นสัด</h3>
                                        <p>เรื่องการเป็นสัดก็ยังมีคนสนใจเข้ามาถามอยู่ไม่น้อย โดยเฉพาะเจ้าของมือใหม่ ตามปกติสุนัขเพศเมียจะเป็นสัดครั้งแรก เมื่ออายุ 6-10 เดือน โดยสุนัขพันธุ์เล็กมักจะเป็นเร็วกว่าพันธุ์ใหญ่ และจะเป็นสัดเรื่อยไปปีละ 1-2 ครั้ง ช่วงที่เป็นสัดหรือระยะเอสตรัส (Estrus) เป็นระยะที่ตัวเมียยอมรับการผสม เจ้าของหลายคนมักจะเข้าใจผิดว่า ช่วงที่มีเลือดออก คือ ระยะเป็นสัด แต่แท้จริงช่วงดังกล่าว คือ ระยะก่อนเป็นสัดหรือโปรเอสตรัส (Proestrus)  ช่วงนี้ร่างกายจะได้รับอิทธิพลจากฮอร์โมนเอสโตรเจน เกิดการบวมของอวัยวะเพศ เลือดจึงออก เพราะเส้นเลือดฝอยแตก ช่วงนี้ตัวผู้จะเข้ามาสนใจ แต่ตัวเมียยังไม่ยอมให้ผสม อาจมีพฤติกรรมก้าวร้าว โดยเฉลี่ยประมาณ 7-9 วัน จนผ่านเข้าสู่ระยะเป็นสัดที่ตัวเมียจะยืนนิ่งยอมรับการผสม</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>6. จะรู้ได้ไงว่าสุนัขตั้งท้อง</h3>
                                        <p>ปกติสุนัขจะใช้ระยะเวลาตั้งท้องประมาณ 57-63 วันโดยเฉลี่ย วิธีการที่จะทราบได้ว่าสุนัขตั้งท้องนั้น สามารถทำได้โดยการสังเกตการเปลี่ยนแลงทางสรีระและพฤติกรรม โดยเฉพาะช่วงสัปดาห์ที่ 5-8 ของการตั้งท้องจะพบว่า สุนัขจะกินเก่งขึ้น ท้องขยายใหญ่ เต้านมเริ่มเต่ง หัวนมมีสีชมพู บางทีบีบมีน้ำนมไหล มีพฤติกรรมทำรัง ชอบคาบของไปซ่อนที่มุมเงียบ ตรงนี้อาจแยกยากกับสุนัขที่เป็นภาวะท้องเทียม เพราะมีอาการเหมือนกันทุกอย่าง แต่เราสามารถให้คุณหมอตรวจยืนยันด้วยการ คลำตรวจ เมื่อตั้งท้องได้ 30-35 วันขึ้นไป เอ็กซเรย์ จะทำเมื่อตั้งท้องได้ 42 วันหลังวันผสมขึ้นไป เพราะจะเห็นเมื่อลูกสร้างโครงกระดูกแล้ว อัลตร้าซาวด์ จะทำประมาณวันที่ 25 ขึ้นไป ซึ่งจะเห็นหัวใจลูกเต้นด้วย และตรวจฮอร์โมนรีแลคซิน (Relaxin) ที่สร้างจากรก โดยจะเจาะเลือดตรวจประมาณวันที่ 22-27 หลังจากวันผสม แต่หากเจ้าของไม่ทราบประวัติการผสม อาจจะนัดมาตรวจซ้ำอีก 1-2 สัปดาห์</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>7. สุนัขท้องแก่ไม่ยอมคลอดทำอย่างไร</h3>
                                        <p>มีคำถามเรื่องการตั้งท้องแล้วก็ต้องตามด้วยคำถามเรื่องคลอด ภาวะคลอดยากจัดเป็นสถานการณ์ฉุกเฉิน ที่เจ้าของต้องรีบช่วยเหลือ เราสามารถทราบได้ว่าสุนัขคลอดยากโดยการสังเกต  หากที่มีของเหลวสีเขียวไหลจากช่องคลอดนาน 2 ชั่วโมงแล้ว แต่ไม่มีการเบ่งลูกออกมา หรือสุนัขพยายามเบ่งนานกว่า 2 ชั่วโมงแล้วหรือเบ่งแบบรุนแรงต่อเนื่องกันนานกว่า 30 นาที แล้วก็ยังไม่ลูกออกมา หรือระยะเวลาการเบ่งลูกตัวนี้ห่างจากลูกตัวที่แล้วนานกว่า 2 ชั่วโมง หรือพบอวัยวะของลูกโผล่ออกมาบางส่วนแล้วก็ยังไม่มีตัวลูกออกมา เหล่านี้ถือว่าเข้าข่ายภาวะคลอดยาก หากไม่ช่วยแม่สุนัขอาจจะอ่อนแรง หมดสติและช็อคได้</p>
                                        <p>วิธีการช่วยเมื่อเกิดภาวะคลอดยาก หากพบอวัยวะของลูกโผล่มาบางส่วน เจ้าของอาจช่วยดึงตัวลูกออกมาตามจังหวะแรงเบ่งของแม่ แต่ถ้าดึงแล้วลูกไม่ออกมา ก็อย่าฝืนออกแรง เพราะอาจก่อให้เกิดอันตรายได้ ให้รีบนำตัวส่งโรงพยาบาลโดยด่วนจะดีกว่า ซึ่งคุณหมอจะทำการล้วงตรวจและถ่ายเอ็กซเรย์ เพื่อประเมินการคลอดยาก บางครั้งอาจต้องใช้การอัลตร้าซาวด์ร่วมด้วย หากลูกไม่ติดหรือผิดท่า อาจใช้การฉีดยาเร่งคลอด หากไม่ได้ผลก็จำเป็นต้องทำการผ่าคลอด โดยเราจะคำนึงถึงชีวิตของแม่สุนัขเป็นหลัก</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>8. สุนัขไอเหมือนมีอะไรมาติดคอ จะช่วยเหลืออย่างไร</h3>
                                        <p>อาการไอ เป็นการตอบสนองของร่างกายที่ต้องการจะขับอะไรบางอย่างออกมา แบ่งออกเป็น 2 ประเภท คือ ไอแบบแห้งๆ ไม่มีเสมหะกับไอแบบมีเสมหะ (มีเสลด) ซึ่งการที่สุนัขไอเหมือนมีอะไรติดคอแบบนี้ จัดว่าเป็นการไอแบบมีเสมหะ ซึ่งเสมหะในสุนัขมักเหนียวข้นและจับตัวกันแน่น จำเป็นต้องอาศัยยาละลายเสมหะร่วมด้วย หรืออาจใช้วิธีพ่นยา ด้วยละอองที่มีอนุภาคขนาดเล็กคล้ายควัน เพื่อให้สุนัขสูดดมเข้าไป โดยใช้น้ำเกลือเพียงอย่างเดียวหรือใช้ร่วมกับยาละลายเสมหะ เพื่อให้น้ำเกลือเข้าไปละลายเสมหะ และถูกขับออกมาจากการไอได้ง่ายขึ้น</p>
                                        <p>นอกจากนี้เจ้าของอาจช่วยสุนัขโดยทำการ "ตบอก (Coupage)" โดยทำฝ่ามือโค้งเป็นรูปถ้วย ตบลงบริเวณซี่โครงช่วงอกด้วยแรงที่พอเหมาะ ไล่จากส่วนท้ายไปต้น คล้ายการตีกลองด้วยมือ เพื่อให้สุนัขได้ไอแล้วขับเสมหะออกมา ควรทำวันละ 3-4 ครั้ง ครั้งละ 5-10 นาที หรืออาจจะพาเดินเล่นเพื่อกระตุ้นให้ไอก็ได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>9. สุนัขมีบาดแผลจะดูแลอย่างไร</h3>
                                        <p>บาดแผลในสุนัขเกิดได้จากหลายสาเหตุและก็มีรูปแบบของแผลแตกต่างกันออกไป แต่มีหลักในการดูแลแผลคล้ายๆ กัน</p>
                                        <p>- เริ่มแรกต้องห้ามเลือดก่อนโดยใช้ผ้าก็อซหรือผ้าสะอาดกดที่แผลนาน 2-3 นาที ทำหลายๆ ครั้งจนกว่าเลือดจะหยุดไหล (ห้ามถูไปมา)</p>
                                        <p>- จากนั้นโกนขนบริเวณบาดแผลและโดยรอบรัศมีแผล 2-3 นิ้ว ให้เรียบ</p>
                                        <p>- ทำความสะอาดแผลด้วยสบู่หรือแชมพูฆ่าเชื้อ ถ้าไม่มีอาจใช้น้ำเกลือหรือน้ำสะอาดเฉยๆ ก็ได้ แต่ห้ามล้างด้วยแอลกอฮอล์ที่แผลโดยตรงเด็ดขาด</p>
                                        <p>- ปล่อยน้ำไหลผ่านและถูแผลเบาๆ แล้วล้างให้สะอาดทำแบบนี้สัก 2-3 ครั้ง จากนั้นซับแผลให้แห้งแล้วแต้มด้วยยาเบตาดีนหรือเจนเชียนไวโอเลต</p>
                                        <p>- ปิดแผลด้วยผ้าก๊อสติดเทป หรือพันแผลไว้ก็ได้</p>
                                        <p>- วันต่อมาให้ทำเช่นเดิมแต่อาจไม่จำเป็นต้องล้างและฟอกสบู่แล้ว ทำแบบนี้วันละ 1-2 ครั้ง</p>
                                        <p>- จำไว้เสมอว่า ต้องห้ามไม่ให้สุนัขเลียแผลเป็นอันขาด โดยสวมปลอกคอกันเลียป้องกัน</p>
                                        <p>บาดแผลที่พบได้บ่อยในสุนัขคงหนีไม่พ้นแผลจากการถูกกัด แผลแบบนี้มีรูเปิดแคบและค่อนข้างลึก จึงทำให้การทำความสะอาดแผล ตลอดจนการใส่ยาลงไปได้ไม่ทั่วถึง ซึ่งอาจจะพัฒนากลายเป็นฝีหรือมีหนองตามมาได้ หากเป็นแผลที่รุนแรงซับซ้อนควรพาสุนัขไปให้คุณหมอทำแผลเบื้องต้นก่อนสัก 3-5 วันแรก ซึ่งอาจต้องรับยาฆ่าเชื้อแบคทีเรีย ยาแก้ปวด ลดอักเสบ และยาลดบวมร่วมด้วย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>10. สงสัยสุนัขเป็นโรคไตวายเรื้อรังต้องทำอย่างไร</h3>
                                        <p>โรคไตวายเรื้อรัง เป็นโรคที่พบได้บ่อยในสุนัขสูงวัย ซึ่งเกิดจากการที่ไตเสื่อมสภาพและสูญเสียการทำหน้าที่ไปมากกว่า 75% ทำให้การขับของเสียมีปัญหา ส่งผลต่อค่าไตอย่าง ครีเอตินีน (Creatinine) และยูเรียไนโตรเจน (BUN) จะมีค่าสูงขึ้น สุนัขจะมีอาการกินน้ำเยอะ ปัสสาวะเยอะ น้ำหนักลด ซีด อาเจียน มีกลิ่นปาก ฯลฯ  ในการตรวจเราจะต้องทำการตรวจค่าอื่นๆ ร่วมด้วย เช่น ฟอสฟอรัส โพแทสเซียม ค่าความสมบูรณ์ของเม็ดเลือด (CBC) รวมถึงการตรวจวิเคราะห์ปัสสาวะด้วย</p>
                                        <p>หากสุนัขเป็นไตวายเรื้อรัง จะต้องได้รับน้ำเกลือทุกวัน เพื่อเพิ่มการกรองขับของเสียและลดภาวะร่างกายขาดน้ำ ตลอดจนการจัดการอื่นๆ เช่น การปรับอาหารเพื่อลดของเสียสะสมในร่างกาย ถ่ายเลือดหรือฉีดฮอร์โมนกระตุ้นการสร้างเม็ดเลือดแดง (Erythropoietin) ปรับลดยาที่มีผลเสียต่อไต และเสริมยาที่ช่วยบำรุงการทำงานของไต ฯลฯ โรคนี้เกิดจากความเสื่อมไม่มีทางรักษาให้หายขาด เจ้าของบางคนไม่เข้าใจและไม่ยอมรักษาต่อเนื่อง เมื่อเห็นว่าอาการดีขึ้นแล้ว ค่าไตกลับมาปกติแล้ว ก็เลยไม่พามารักษาหรือติดตามโรคต่อเนื่อง จึงเป็นเหตุในสุนัขเสียชีวิตได้ง่าย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>11. สุนัขเด็กสงสัยเป็นลำไส้อักเสบติดต่อจะทราบได้อย่างไร</h3>
                                        <p>โรคลำไส้อักเสบติดต่อ ถือว่าเป็นโรคติดต่อสุดฮิตติดอันดับสำหรับลูกสุนัขเลยทีเดียว หลายตัวต้องจบชีวิตไปก็ด้วยโรคนี้  เจ้าของสามารถทราบได้จากการที่สุนัขมีอาการซึม เบื่ออาหาร อาเจียน ท้องเสีย ถ่ายออกมมีมูกเลือดและมีกลิ่นคาวมาก ฯลฯ เราสามารถยืนยันการติดเชื้อได้จากการตรวจแอนติเจนจากอุจจาระด้วยวิธี ELISA โดยใช้ชุดตรวจ Test kit CPV/CCV ซึ่งมีข้อดี คือ ความไวในการตรวจค่อนข้างสูง ใช้เวลาทราบผลไม่เกิน 15 นาที แต่มีความจำเพาะต่ำ เพราะไม่สามารถแยกเชื้อทีเกิดจากการทำวัคซีนได้ เพราะฉะนั้นเจ้าของที่เพิ่งพาสุนัขไปฉีดวัคซีนไม่เกิน 12 วัน ควรแจ้งคุณหมอเรื่องวันที่ได้ทำวัคซีนด้วย ในทางตรงกันข้าม บางทีสุนัขอาจจะป่วยจริงๆ แต่อาจตรวจไม่พบ เนื่องจากคุณหมอเก็บตัวอย่างอุจจาระที่มีเชื้อมาน้อยเกินไป หรือตรวจในช่วงที่มีเชื้อในอุจจาระน้อย จึงตรวจไม่พบเชื้อ ช่วงเวลาที่มีเชื้อในอุจจาระมากที่สุดและเหมาะสมในการตรวจที่สุด คือ 4-7 วันหลังจากติดเชื้อ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>12. สุนัขซึม ไม่ค่อยกินอาหาร เกิดจากสาเหตุใด</h3>
                                        <p>เพราะสุนัขที่ป่วยส่วนใหญ่ก็จะเริ่มจากอาการแบบนี้ แต่อาการซึม ไม่กินอาหารนี้ ความจริงแล้วเกิดได้จากหลายสาเหตุ เป็นอาการที่ไม่จำเพาะเจาะจง ไม่สามารถระบุสาเหตุความผิดปกติหรือโรคได้แน่ชัด จำเป็นต้องซักประวัติและทำการตรวจเพิ่มเติมอย่างละเอียดเสียก่อน เพื่อนำข้อมูลทั้งหมดมาวินิจฉัยโรค แต่มีข้อสังเกตอยู่ว่า บางครั้งการที่สุนัขเบื่ออาหารอาจไม่ได้มาจากสาเหตุของการป่วยก็ได้ เรื่องของช่วงวัย อุปนิสัยและพฤติกรรมก็มีส่วน ตรงนี้เจ้าของอาจให้เวลาสังเกตอาการต่อเนื่องไปอีกสัก 24-48 ชั่วโมง ถ้าอาการไม่ดีขึ้นควรรีบพาไปพบคุณหมอ เพราะการเจ็บป่วยไม่ได้มีแต่ทางกายเพียงอย่างเดียว สุนัขก็ป่วยทางใจได้เช่นกัน และต่างจากคนตรงที่สุนัขจะไม่แกล้งป่วย ดังนั้นหากสุนัขมีอาการซึม เบืออาหารจะต้องมีสาเหตุไม่ทางใดก็ทางหนึ่งแน่นอน</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
