-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jul 25, 2021 at 08:43 AM
-- Server version: 10.4.20-MariaDB
-- PHP Version: 7.3.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hobbyqr_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `tbl_admin`
--

CREATE TABLE `tbl_admin` (
  `AdminID` int(11) NOT NULL,
  `AdminUsername` varchar(255) NOT NULL,
  `AdminPassword` varchar(255) NOT NULL,
  `AdminFirstName` varchar(255) NOT NULL,
  `AdminLastName` varchar(255) NOT NULL,
  `AdminLevel` varchar(5) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_admin`
--

INSERT INTO `tbl_admin` (`AdminID`, `AdminUsername`, `AdminPassword`, `AdminFirstName`, `AdminLastName`, `AdminLevel`) VALUES
(1, 'admin', '21232f297a57a5a743894a0e4a801fc3', 'Admin', 'HobbyQR', 'admin'),
(2, 'B002', '7d7b2156b3b5071039a4ad4cabc2f53f', 'Admin', 'HobbyQR2', 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_cat`
--

CREATE TABLE `tbl_cat` (
  `CatID` int(3) UNSIGNED ZEROFILL NOT NULL,
  `CatPhoto` varchar(255) NOT NULL,
  `CatName` varchar(255) NOT NULL,
  `CatBirthdate` date NOT NULL,
  `CatGender` varchar(255) NOT NULL,
  `CatBlood` varchar(255) NOT NULL,
  `CatCoatColor` varchar(255) NOT NULL,
  `CatPersonality` varchar(255) NOT NULL,
  `Ref_CatBreedID` int(11) NOT NULL,
  `Ref_TemplateID` int(3) UNSIGNED ZEROFILL NOT NULL,
  `Ref_QrCodeID` varchar(255) NOT NULL,
  `Ref_OwnerID` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_cat`
--

INSERT INTO `tbl_cat` (`CatID`, `CatPhoto`, `CatName`, `CatBirthdate`, `CatGender`, `CatBlood`, `CatCoatColor`, `CatPersonality`, `Ref_CatBreedID`, `Ref_TemplateID`, `Ref_QrCodeID`, `Ref_OwnerID`) VALUES
(001, '72396491120210718_184121.jpg', 'cat1aa', '0000-00-00', 'ผู้', 'A', 'black', 'เอาแน่เอานอนไม่ได้ แล้วแต่อารมณ์ (Unpredictable)', 6, 004, 'FbfybpSikC', '7560493'),
(002, '54449951720210718_184445.jpg', 'cat1bb', '0000-00-00', 'ผู้', 'B', 'orange', 'ขี้เล่น (Playful)', 3, 004, 'WSVKcECXGm', '9988540'),
(003, '140836475120210718_190824.jpg', 'cat1cc', '0000-00-00', 'ผู้', 'B', 'black', 'ดุก้าวร้าว ไม่สุงสิงกับใคร (Aggressive)', 5, 003, 'GQacdnWWx1', '3652083'),
(004, '174653731620210723_061034.jpg', 'cat1kk', '2021-07-14', '', '', '', '', 5, 003, 'f5LVJPLsTB', '5078862'),
(005, '193417331220210723_061305.jpg', 'cat2kk', '2016-06-20', '', '', '', '', 10, 004, 'dcSNc71kO5', '5078862'),
(006, '135618117320210723_062003.jpg', 'cat3kk', '2017-08-27', 'ผู้', '', '', '', 6, 004, 'tzvX3q2WHL', '5078862'),
(007, '132371546820210723_111904.jpg', 'cat1zaq', '2021-07-14', '', 'A', '', '', 7, 008, 'WiUYHye6aU', '6230870');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_cat_breed`
--

CREATE TABLE `tbl_cat_breed` (
  `CatBreedID` int(2) UNSIGNED ZEROFILL NOT NULL,
  `CatBreedName` varchar(255) NOT NULL,
  `CatBreedPersonality` text NOT NULL,
  `CatBreedCharacter` text NOT NULL,
  `CatBreedCare` text NOT NULL,
  `CatBreedHerdsman` text NOT NULL,
  `CatBreedHealthIssues` text NOT NULL,
  `CatBreedNutrients` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_cat_breed`
--

INSERT INTO `tbl_cat_breed` (`CatBreedID`, `CatBreedName`, `CatBreedPersonality`, `CatBreedCharacter`, `CatBreedCare`, `CatBreedHerdsman`, `CatBreedHealthIssues`, `CatBreedNutrients`) VALUES
(01, 'สก๊อตทิช โฟลด์ (Scottish fold)', 'แมวสายพันธุ์สก๊อตทิช โฟลด์ มีอายุเฉลี่ยอยู่ที่ 11 – 14 ปี ความสูงอยู่ที่ 25.4 – 30.5 เซนติเมตร เป็นแมวที่มีขนาดกลาง ลำตัวกลม โดยเพศเมียมีน้ำหนักอยู่ราว 2.7 - 4 กิโลกรัม ขณะที่เพศผู้มีน้ำหนักสูงได้ถึง 5.8 กิโลกรัม สามารถพบได้ทั้งแมวที่มีหูพับ และแมวที่มีหูตั้ง ใบหน้ากลม ตากลมโต จมูกสั้นแบน และโค้งเล็กน้อย มีคอสั้นเมื่อเทียบกับพันธุ์อื่น ขนของแมวพันธุ์สก๊อตทิช โฟลด์ แบบขนสั้นจะอุยแน่น และนุ่ม ส่วนแมวที่มีขนยาวจะมีทั้งแบบยาวปานกลาง และมีทั้งแบบขนยาวที่มีขนที่ปลายเท้า ปลายหาง และปลายหู และมักจะมีขนบริเวณรอบคอที่หนา ', 'แมวสายพันธุ์นี้มักชอบกับเล่นของเล่น กิจกรรมที่สก๊อตติช โฟลด์ ชอบที่สุด ก็คือการเล่นกับเจ้าของ เพราะ สก๊อตติช โฟลด์ จัดว่าเป็นแมวที่ชอบอยู่กับคนมากๆ และต้องการมีส่วนร่วมในทุกกิจกรรมที่เจ้าของทำ ต้องความสนใจจากเจ้าของ', 'เจ้าของที่เลี้ยงแมวสก็อตติชโฟลด์ ไม่กังวลในเรื่องการเลี้ยงดูมาก เพราะเป็นแมวที่ชอบอยู่เงียบๆ ไม่สร้างความเดือดร้อนให้ใคร ชื่นชอบชอบอากาศโล่งโปร่งสบาย ไม่ร้อนเกินไป เพราะฉะนั้นเหมาะที่จะเลี้ยงในร่มมากว่าการไปทำกิจกกรรมข้างนอกเป็นเวลานานๆควรอาบน้ำให้อย่างน้อยเดือนละครั้ง และการทำความสะอาดหูของเป็นเรื่องสำคัญ เพราะด้วยที่หูมีลักษณะพับลง จึงทำให้เป็นที่แหล่งสะสมของสิ่งสกปรกและเชื้อโรคต่างๆ	แมวพันธุ์สก๊อตทิช โฟลด์ วิธีการดูแลขนนั้นทำได้โดย กลุ่มที่มีขนสั้นนั้น ทำได้โดยแปรงขนให้สัปดาห์ละ 1 ครั้ง เพื่อทำความสะอาดเอาขนที่หลุดร่วงออกมา และยังช่วยกระตุ้นการผลิตน้ำมันที่ผิวหนัง ส่วนแมวกลุ่มที่มีขนยาวอาจต้องแปรงขนให้บ่อยขึ้น เป็นสัปดาห์ละ 2-3 ครั้ง ', 'แมวสายพันธุ์นี้มีความเฉลียวฉลาด ชอบเล่นของเล่น มีความเข้ากับเด็กๆ ได้ดี ชอบเล่นกับเจ้าของ จึงเหมาะกับเจ้าของที่พอมีเวลามาเล่นกับแมวสายพันธุ์นี้ เพราะพันธุ์สก๊อตทิช โฟลด์  ไม่ค่อยชอบอยู่แบบโดดเดี่ยว ถ้ามีคนหรือแมวตัวอื่นเป็นเพื่อนจะดีมาก', 'ปัญหาสุขภาพที่สามารถพบได้ในแมวสายพันธุ์สก๊อตทิช โฟลด์ ได้แก่โรคข้อเสื่อม โดยเฉพาะที่ข้อเท้า และข้อเข่า ซึ่งทำให้สก๊อตทิช โฟลด์ เกิดความเจ็บปวด หรือเคลื่อนไหวได้ไม่สะดวกปัญหาช่องหู อันเนื่องมาจากใบหูที่พับ อาจทำให้เกิดปัญหาอับชื้นและเกิดปัญหาหูอักเสบตามมาได้ ป้องกันก่อนเกิดปัญหาได้ง่ายๆ ด้วยการเช็ดหูให้แมวเป็นประจำทุกสัปดาห์', '-'),
(02, 'เปอร์เซีย (Persian)', 'หน้าตาหลายแบบ อายุเฉลี่ยของแมวสายพันธุ์เปอร์เซียนี้อยู่ที่ 10 – 15 ปี มีความยาวลำตัว 35.6 – 45.7 เซนติเมตร น้ำหนักประมาณ 4 – 6 กิโลกรัม รูปร่างของแมวพันธุ์นี้มีลักษณะ ตาที่โต หัวกลม หน้าแบน แก้มแน่น และใบหูขนาดเล็กที่มีปลายมนขาสั้นและหนา มีอุ้งเท้าขนาดใหญ่ ', 'แมวเปอร์เซียมีลักษณะนิสัยที่ไม่ซุกซนและค่อนข้างที่จะรักสงบ มีความเป็นมิตรกับสมาชิกในครอบครัวรวมถึงทั้งเด็ก แต่จะไม่ชอบถ้าเด็กหรือสัตว์เลี้ยงตัวอื่นมาก่อกวน หรือมายุ่งวุ่นวาย ชอบอยู่ในสถานที่ที่มีความเงียบสงบ', 'แมวเปอร์เซียนี้มักจะมีปัญหาเรื่องท่อน้ำตาอุดตันได้ง่าย ทำให้เกิดเป็นคราบน้ำตาแห้งติดอยู่รอบดวงตา แก้ปัญหาได้โดยการใช้ผ้าชุบน้ำอุ่น คอยเช็ดรอบดวงตาของแมวอย่างสม่ำเสมอ \r\nหมั่นแปรงขนแมวเปอร์เซีย เป็นประจำทุกวัน อย่างน้อยวันละ 15 นาที โดยเน้นในจุดที่แมวไม่สามารถเอื้อมไปเลียขนได้ถึงเป็นพิเศษ เช่น ที่คอ ขา และหาง ฯลฯ เพื่อป้องกันการเกิดขนพันกันเป็นกระจุกและควรอาบน้ำเดือนละ 1 ครั้ง เช็ดหู ตัดเล็บ และแปรงฟันแมวเปอร์เซียเป็นประจำทุกสัปดาห์ ทำอย่างน้อยสัปดาห์ละ 1 ครั้ง', 'ลักษณะนิสัยของแมวเปอร์เซียที่รักสงบ ทำให้แมวเปอร์เซียสามารถอยู่อาศัยตัวเดียวได้ง่าย ทำให้ไม่จำเป็นต้องใช้พื้นที่เยอะในการเลี้ยง จึงเหมาะสำหรับผู้เลี้ยงที่มีพื้นที่จำกัด หรือเลี้ยงภายในห้องแบบระบบปิด ที่ไม่ได้ปล่อยแมวออกไปนอกบ้าน สามารถเลี้ยงในบ้าน หรือคอนโดก็ได้ แค่มีมุมให้แมวได้นอนเล่น หรือชมวิวบ้างก็เพียงพอต่อการเลี้ยงแมวพันธุ์เปอร์เซีย', 'ลักษณะนิสัยของแมวเปอร์เซียที่รักสงบ ทำให้แมวเปอร์เซียสามารถอยู่อาศัยตัวเดียวได้ง่าย ทำให้ไม่จำเป็นต้องใช้พื้นที่เยอะในการเลี้ยง จึงเหมาะสำหรับผู้เลี้ยงที่มีพื้นที่จำกัด หรือเลี้ยงภายในห้องแบบระบบปิด ที่ไม่ได้ปล่อยแมวออกไปนอกบ้าน สามารถเลี้ยงในบ้าน หรือคอนโดก็ได้ แค่มีมุมให้แมวได้นอนเล่น หรือชมวิวบ้างก็เพียงพอต่อการเลี้ยงแมวพันธุ์เปอร์เซีย', '-'),
(03, 'อเมริกัน ช็อตแฮร์ (American Shorthair)', 'แมวพันธุ์อเมริกัน ช็อตแฮร์ ถือเป็นแมวขนาดกลางค่อนไปทางใหญ่ มีโครงสร้างทางร่างกายที่ใหญ่ โดยมีน้ำหนักตัวเฉลี่ยอยู่ที่ 3.5 - 7 กิโลกรัม ความสูงเฉลี่ย 20.3-25.4 เซนติเมตร ความยาวเฉลี่ยอยูที่ 30.5 – 38.1 เซนติเมตร มีอายุขัยเฉลี่ยที่ 15-20 ปี เป็นมีใบหูขนาดกลางและขอบเป็นทรงกลมมน ดวงตากลมโต มีขนสั้น มีสีสันและลวดลายหลากหลาย มีสีตั้งแต่เทา น้ำตาลอ่อน น้ำตาลแดง ส้ม เทาเข้ม มีลายที่นิยมก็คือลาย สีเทาปนดำ', 'เป็นแมวที่ค่อนข้างตื่นตัวและชื่นชอบการเล่น แต่ก็ไม่ได้ต้องการความสนใจและเวลาจากเจ้าของมากจนเกินไป  ค่อนข้างที่จะฉลาดและชื่นชอบการเล่นของเล่น มักเข้ากันได้ดีกับคนแปลกหน้า ไม่ค่อยชอบให้อุ้มแต่เวลาที่อ้อนจะเข้ามานั่งตักของเจ้าของเอง', 'แมวอเมริกัน ช็อตแฮร์คือเป็นแมวที่ดูแลค่อนข้างง่าย โดยทั่วไปเหมือนกับการดูแลแมวพันธุ์อื่นๆควรได้รับการตัดเล็บทุก 1-2 สัปดาห์ เพียงเล็มตรงปลายแหลมของเล็บออกเพื่อป้องกันอุบัติเหตุที่อาจเกิดขึ้นได้ รวมทั้งทำความสะอาดบริเวณรอบดวงตาเป็นประจำโดยใช้ผ้านุ่มๆ ชุบน้ำหรือน้ำเกลือพอหมาดเช็ดทำความสะอาดโดยเฉพาะบริเวณหัวตาเพื่อเอาคราบขี้ตาออก ทำความสะอาดช่องหูควรทำสัปดาห์ละครั้ง \r\nเนื่องจากแมวอเมริกัน ช็อตแฮร์ เป็นแมวที่ค่อนข้างกินเก่ง ดังนั้นจึงมีความเสี่ยงของการอ้วน ดังนั้นแนะนำการให้อาหารแบบเป็นมื้อแทนการวางไว้ให้กินได้ตลอดเวลาแทน หลีกเลี่ยงการให้ขนม (หรือให้แค่เล็กน้อย) เพื่อเป็นการช่วยควบคุมน้ำหนัก', 'เหมาะสำหรับผู้ที่อยากเริ่มเลี้ยงแมว เพราะแมวพันธุ์อเมริกัน ช็อตแฮร์ ดูแลได้ง่าย อเมริกัน ช็อตแฮร์ เหมาะกับบ้านที่เป็นครอบครัวที่มีเด็ก เป็นเพื่อนเล่นช่วยดูแลเด็กๆ ได้ แถมยังเข้ากันได้กับสุนัขในบางสายพันธุ์อีกด้วย', 'ปัญหาสุขภาพที่สามารถพบได้ในแมวสายพันธุ์อเมริกัน ช็อตแฮร์ ได้แก่\r\nมีความเสี่ยงในการเป็นโรคหัวใจสูง วิธีป้องกันก็คือการเลือกเลี้ยงแมวอเมริกันช็อตแฮร์รู้ว่าต้นตระกูลของแมวมี ประวัติความเสี่ยงในการเป็นโรคหัวใจ มาก่อนหรือไม่\r\nเชื้อราบนผิวหนังและการเป็นหวัด', '-'),
(04, 'สีสวาด หรือ แมวโคราช (Korat Cat)', 'แมวสายพันธุ์สีสวาดหรือแมวโคราชจัดเป็นแมวขนาดกลางขนสั้น เมื่อโตเต็มที่ตัวผู้มีน้ำหนักประมาณ 3.6-4.5กิโลกรัม ในขณะที่ตัวเมียจะหนักอยู่ที่ 2.7-3.6 กิโลกรัม มีอายุขัยประมาณ 10-15 ปีมีสีเหมือนกับลูกสวาด ถ้ามีสีอื่นปนจะไม่ถือว่าเป็นแมวพันธุ์แท้ ศีรษะเมื่อมองจากด้านหน้าจะเป็น รูปหัวใจ หน้าผากใหญ่ และแบน คางและกรามแข็งแรง หูใหญ่ตั้งเด่น ตามีสีเขียวสดใสหรือมีสีเหลืองอำพัน', 'แมวพันธุ์สีสวาดมีนิสัยที่แตกต่างจากแมวสายพันธุ์อื่นอย่างเห็นได้ชัด แมวพันธุ์สีสวาดจะมีนิสัยค่อนข้างฉลาด จำแม่น ขี้ประจบ แมวพันธุ์สีสวาดสารถจดจำเจ้าของที่เลี้ยงได้แม่นมาก', 'สีสวาดเป็นแมวที่มีขนสั้นเพียงชั้นเดียว การดูแลรักษาไม่ยุ่งยาก เพียงแค่หวีขนให้สัปดาห์ละครั้งก็เพียงพอในการกำจัดขนส่วนเกิน การอาบน้ำให้แมวสีสวาดไม่ค่อยมีความจำเป็นเท่าไหร่นัก อย่างไรก็ตามให้สังเกตผิวหนังและเส้นขนอยู่เป็นประจำว่ามีตัวหมัด ผิวหนังหยาบกร้าน หรือขนแห้งหรือไม่ ถ้ามีก็ควรรีบทำความสะอาดให้แมวโดยทันที', 'แมวสายพันธุ์สีสสวาดเป็นแมวที่มีความสงบเสงี่ยม มีพลังงานน้อย มีนิสัยเรียบร้อยทั้งกับเจ้าของและกับผู้อื่น สามารถเลี้ยงอาศัยในที่แคบได้ เช่น คอนโด หอพัก แมวพันธุ์นี้เหมาะกับผู้เลี้ยงมือใหม่เข้ากับผู้คนง่าย ไม่ตอบโต้กลับ หากเจ้าของทำสิ่งที่แมวไม่ชอบ และไม่จดจำฝังใจ เป็นมิตรต่อครอบครัว ', 'แมวสีสวาดโดยรวมแล้วเป็นแมวที่สุขภาพดีมาก ๆ อีกสายพันธุ์หนึ่ง แต่อย่างไรก็ตามมีโรคพันธุกรรมหายากชนิดหนึ่งที่แมวสีสวาดมีแนวโน้มที่จะเป็นโรคนี้ได้มากกว่าแมวสายพันธุ์อื่น ๆ คือ\r\nโรคพันธุกรรมเมตาบอลิก (GM1 Gangliosidosis) เป็นโรคทางพันธุกรรมหายากชนิดหนึ่งซึ่งถูกถ่ายทอดมาจากทั้งพ่อและแม่แมวสีสวาดที่มียีนด้อยตัวนี้อยู่ โรคนี้จะทำให้แมวขาดเอนไซม์ตัวหนึ่งที่ชื่อว่า Beta-galactosidase ส่งผลให้แมวไม่สามารถสลายคาร์โบไฮเดรตในเซลล์และเกิดการสะสม Ganglioside ในระบบประสาท ทำให้ระบบประสาทเสียหาย จะมีอาการเดินลำบาก สูญเสียการมองเห็น ทรงตัวไม่ได้ น้ำหนักลดลงอย่างต่อเนื่อง จะแสดงอาการเมื่ออายุ 2-3  เดือน มักจะเสียชีวิตเมื่ออายุประมาณ 1 ปี', '-'),
(05, 'ขาวมณี (Khao Manee)', 'มาตรฐานสายพันธุ์ขาวมณี\r\nแมวพันธุ์ขาวมณีเป็นแมวขนาดเล็กถึงขนาดกลาง มีรูปร่างผอมเพรียว น้ำหนักของตัวผู้อยู่ที่ประมาณ 4 - 5.5 กิโลกรัม ตัวเมียอยู่ที่ 3 - 4.5 กิโลกรัม มีอายุขัยเฉลี่ยที่ 10-12 ปี เป็นแมวที่ลักษณะขนสั้น นุ่ม เป็นมันเงาคล้ายเส้นไหม มีขนสีขาวล้วนตลอดทั้งลำตัว ใบหน้า และศีรษะจะมีรูปทรงคล้ายหัวใจ มีกระดูกโหนกแก้มค่อนข้างชัด จมูกสั้น ใบหูมีขนาดใหญ่ตั้งตรง และลักษณะที่โดดเด่นอีกอย่างของแมวสายพันธุ์นี้คือ ดวงตา โดยทั่วไปจะมีตาสีฟ้า และสีเหลืองอำพัน ในบางตัวที่เกิดจากการผสมพันธุ์ระหว่างพ่อแม่แมวที่มีตาคนละสี อาจจะพบลักษณะมีตาสองสี โดยข้างหนึ่งสีฟ้า อีกข้างสีเหลืองอำพัน ', 'แมวพันธุ์นี้มีนิสัย อ่อนโยน เชื่อง แต่ก็ยังมีความซน ชอบเล่น และเชื่อฟังคำสั่งเจ้าของ แมวพันธุ์ขาวมณีเป็นแมวที่มีความกระตือรือร้นสูงมาก ', 'ไม่จำเป็นต้องแปรงขนบ่อย ๆ เพียงสัปดาห์ละ 1 - 2 ครั้ง เพื่อเป็นการช่วยผลัดขน และกระตุ้นผิวหนังให้เลือดไหลเวียนดี ระบายความอับชื้น และกระตุ้นการสร้างน้ำมันมาเคลือบผิวทำให้ ขนเงางาม ด้วยการเป็นแมวที่มีขนสีขาว หากอยากให้ดูสะอาด ก็ควรจะอาบประมาณสัปดาห์ละ 1 ครั้ง ไม่เช่นนั้นขนของขาวมณีก็อาจเป็นขนที่มีสีหมองๆได้', 'คนที่เหมาะจะเลี้ยงแมวพันธุ์นี้คือคนที่หลงใหลในความสวยงามของพันธุ์ขาวมณีด้วยความที่ดวงตาอาจจะมีสองสีและขนสีขาวทั่วร่างกาย แมวพันธุ์นี้เป็นแมวที่เข้าสังคมเก่ง ฉลาด เป็นนักสำรวจ คนที่จะเลี้ยงก็จะต้องมีเวลาให้กับขาวมณีด้วย เพราะแมวตัวนี้จะตามเจ้าของและอยู่เป็นเพื่อนทั้งวัน', 'แมวขาวมณีเป็นแมวที่ไม่มีโรคประจำสายพันธุ์อะไรที่น่าเป็นห่วงนัก แต่อย่างไรก็ตามแมวที่ตาสีฟ้าบางตัวอาจมีภาวะหูหนวก ซึ่งเป็นความผิดปกติที่มาพร้อมกับยีนของขนสีขาว เพราะฉะนั้นแมวขาวมณีบางตัวที่มีตาสีฟ้า เวลาเราเรียกแล้วไม่หันอาจไม่ใช่เพราะว่าเป็นแมวหยิ่ง แต่อาจเป็นเพราะหูหนวกก็เป็นไปได้ ควรพาแมวไปตรวจสุขภาพกับสัตวแพทย์ตั้งแต่แรก ๆ ที่รับแมวมาเลี้ยง', '-'),
(06, 'วิเชียรมาศ (Siamese Cat)', 'แมววิเชียรมาศจัดเป็นแมวขนาดกลาง น้ำหนักโตเต็มที่ตามมาตรฐานสายพันธุ์ ตัวผู้อยู่ที่ประมาณ 5 - 7 กิโลกรัม ตัวเมีย 4 – 6 กิโลกรัม มีอายุขัยเฉลี่ย 15-20 ปี จัดอยู่ในกลุ่มของแมวขนสั้น มีขนไม่แน่นมากนัก นุ่ม เป็นมันเงา คล้ายเส้นไหม มีสีขนเป็นสีขาว หรือสีครีมอ่อน มีจุดแต้ม ทั่วร่างกาย 9 ตำแหน่ง ได้แก่ ปลายเท้าทั้งสี่ ปลายหูทั้งสอง ปลายหาง บนจมูก และที่อวัยวะเพศ เป็นสีน้ำตาลเข้มจนถึงเกือบ ดวงตามีลักษณะเป็นสีฟ้า', 'นิสัยของแมววิเชียรมาศก็คล้ายคลึงกับแมวไทยทั่วไป คือ มีความฉลาด คล่องแคล่ว มีความกระตือรือล้น อยากรู้อยากเห็น ชอบอยู่กับคน ชอบเล่น เข้ากับเด็ก ๆได้ดี มีความเป็นตัวของตัวเองสูง แต่ก็มีความสุภาพเรียบร้อย ไม่ชอบอยู่ตามลำพัง ชอบขี้อ้อนและประจบประแจงเก่ง', 'ถึงแม้วิเชียรมาศจะเป็นแมวขนสั้น แต่แมววิเชียร์มาศก็ต้องการทำความสะอาดอาบน้ำและแปรงขนอย่างน้อยสัปดาห์ละ 1 ครั้ง แมววิเชียรมาศนั้น คุยเก่ง ชอบเข้าสังคม ฉลาด มีความว่องไว ไม่ชอบถูกทิ้งให้อยู่ในบ้านเพียงลำพัง แมววิเชียรมาศยังต้องการการดูแลเอาใจใส่และใช้เวลาร่วมกันกับเจ้าของอย่างมาก', 'เป็นแมวที่มีความฉลาด อยากรู้อยากเห็นและมีระดับพลังงานสูงจะต้องการทำกิจกรรมเรื่อย ๆ ตลอดทั้งวัน เหมาะกับเจ้าของที่มีเวลาให้แมวตลอดและควรพาวิเศียรมาศออกไปเดินเล่นนอกบ้าน เพื่อให้แมวได้ผ่อนคลายจากการชมวิวธรรมชาติ', 'ปัญหาสุขภาพที่สามารถพบได้ในแมวสายพันธุ์วิเชียรมาศ ได้แก่\r\nโรคหัวใจ (Mitral Stenosis)\r\nเหงือกและช่องปากอักเสบ (Gingivostomatitis)\r\nความผิดปกติเกี่ยวกับการแข็งตัวของเลือด (Haemophilia B)\r\nมะเร็งต่อมน้ำเหลือง (Lymphoma)\r\nนิ่ว (ชนิด Calcium Oxalate และ Urate)\r\nหอบหืด (Feline asthma)', '-'),
(07, 'บริติช ช็อตแฮร์ (British Shorthair)', 'มาตรฐานสายพันธุ์บริติช ช็อตแฮร์\r\nแมวบริติช ช็อตแฮร์ ถือเป็นแมวขนาดกลางค่อนไปใหญ่ โดยเฉลี่ยน้ำหนักตัวอยู่ที่ 3.5 - 9 กิโลกรัม ความสูงเฉลี่ย 25.4-35.5 เซนติเมตร ความยาวเฉลี่ยอยูที่ 50.8 – 63.5 เซนติเมตร มีอายุขัยเฉลี่ยที่ 15-20 ปี ใบหน้ากลมมีแก้ม มีใบหูขนาดกลางค่อนข้างกลม ดวงตากลมโต รูปร่างกลมอกหนา มีขาที่แข็งแรง พร้อมกับอุ้งเท้าที่กลม หางหนาปลายมน มีสีสันและลวดลาย เช่นสีขาว ดำ น้ำตาล น้ำตาลแดง ส้ม ควันบุหรี่ ', 'แมวบริติช ช็อตแฮร์ นั้นน่ารัก เรียบร้อย และเข้ากับคนอื่นง่าย ทำให้กลายเป็นแมวเลี้ยงที่ลงตัวมากสำหรับครอบครัว แมวบริติช ช็อตแฮร์ ชอบที่จะเป็นรักและสนใจจากคนรอบข้าง แต่ก็ไม่ได้เรียกร้องความสนใจจนมากเกินไป มักชอบเดินตามเจ้าของไปรอบๆ บ้าน แมวสายพันธุ์บริติช ช็อตแฮร์ ตอนยังอายุน้อย จะมีพลังงานสูงมาก แต่ก็จะสงบลงเมื่อเริ่มโตเป็นผู้ใหญ่ ', 'บริติช ช็อตแฮร์ ถือว่าเป็นสายพันธุ์แมวที่ดูแลค่อนข้างแข็งแรงและดูแลง่ายไม่ยุ่งยาก โดยทั่วไปเหมือนกับการดูแลสุขภาพแมวพันธุ์อื่นๆ ควรได้รับการตัดเล็บทุก 1-2 สัปดาห์ เพียงเล็มตรงปลายแหลมของเล็บออกเพื่อป้องกันอุบัติเหตุที่อาจเกิดขึ้นได้ และควรอาบน้ำให้อย่างน้อยเดือนละครั้ง พันธุ์บริติช ช็อตแฮร์ไม่ได้ต้องการเจ้าของผู้ที่มีเวลาในการแปรงขนทุกวัน ทำเพียงแค่อย่างน้อยสัปดาห์ละสองครั้ง', 'แมวพันธุ์บริติช ช็อตแฮร์ เหมาะบ้านที่มีผู้สูงอายุ เนื่องจากแมวบริติช ช็อตแฮร์ นั้นชอบอยู่กับคน ไม่ต้องการการออกกำลังกายมาก แถมยังชอบนอนบนโซฟา ที่สำคัญบริติช ช็อตแฮร์', 'ปัญหาสุขภาพที่สามารถพบได้ในแมวสายพันธุ์บริติช ช็อตแฮร์ได้แก่\r\nโรคเหงือกอักเสบ\r\nโรคหัวใจ ชนิด Hypertrophic cardiomyopathy ', '-'),
(08, 'เอ็กซ์โซติก ช็อตแฮร์ (Exotic Shorthair)', 'แมวพันธุ์เอ็กซ์โซติก ช็อตแฮร์ เป็นแมวขนาดกลาง มีความสูงมาตรฐานอยู่ที่ 25.4-30.5 เซนติเมตร มีความยาวลำตัวอยู่ที่ 30.5-45.72 เซนติเมตร และมีน้ำหนักอยู่ที่  3-7 กิโลกรัม มีอายุขัยเฉลี่ยอยู่ที่ 8-15 ปี   หัวมีลักษณะกลมใหญ่ หน้าสั้นแบน มีลักษณะคล้ายแมวพันธุ์เปอร์เซีย คอสั้นและหนา จมูกที่แบน ดวงตากลมใหญ่ มีขาที่ขาสั้น สีขนของแมวพันธุ์นี้จะได้รับมาจากแมวพันธุ์เปอร์เซีย มีสีพื้นฐานเป็นส่วนประกอบอย่างน้อยหนึ่งสี เช่น สีดำ สีครีม สีฟ้า สีหิมาลายัน สีกระดองเต่า หรือสีลายสลิด เป็นต้น', 'แมวพันธุ์เอ็กซ์โซติก ช็อตแฮร์ มีนิสัยคล้ายคลึงกับแมวพันธุ์เปอร์เซีย อย่างเช่น นิสัยว่านอนสอนง่าย อ่อนโยน ขี้เล่น กระตือรือร้น ไม่มีนิสัยชอบร้อง สามารถอยู่ในบ้านตัวเดียวได้ ซึ่งในแมวเพศผู้จะมีความน่ารัก ขี้อ้อนและรักเจ้าของมากกว่าเพศเมีย รวมถึงสามารถเข้ากับคนภายในครอบครัวได้', 'การดูแลแมวพันธุ์เอ็กโซติก ช็อตแฮร์ เรื่องความแข็งแรงและโรคต่าง ๆ ไม่มีอะไรให้กังวลมาก เพราะค่อนข้างแข็งแรง และมีสุขภาพดี ไม่ค่อยมีปัญหาด้านสุขภาพ อาจจะมีบ้างก็เช่น โรคไต กับโรคทางเดินหายใจ เนื่องจากมีจมูกที่เล็กและสั้น ทำให้ไวต่อความร้อน บางครั้งมีอาการน้ำตาและน้ำมูกไหล ผู้เลี้ยงต้องทำความสะอาดด้วยการใช้ผ้าชุบน้ำแล้วนำมาเช็ดให้สะอาด', 'การเลี้ยงแมวพันธุ์นี้ ถือว่าสามารถเลี้ยงง่าย เหมาะสำหรับมือใหม่ที่ยังไม่เคยเลี้ยงแมว เพราะไม่ต้องกังวลในเรื่องการเจ็บป่วยหรือโรคประจำตัวมาก สามารถอยู่ได้ตัวคนเดียว เหมาะกับเจ้าของที่ไม่ค่อยมีเวลาว่างมากนัก', 'ภาวะเกิดถุงน้ำภายในไต (Polycystic Kidney Disease : PKD)\r\nภาวะไม่มีเปลือกตาตั้งแต่กำเนิด (Eyelid Agenesis)\r\nโรคเปลือกตาม้วนออก (Ectropion Eyelids)\r\nคราบน้ำตา (Tear Staining) จากการที่ร่างกายผลิตน้ำตามากเกินไป', '-'),
(09, 'สฟิงซ์ (Sphynx)', 'มาตรฐานสายพันธุ์สฟิงซ์\r\nสฟิงซ์เป็นแมวขนาดกลาง มีน้ำหนักเฉลี่ยอยู่ที่ประมาณ  3-6 กิโลกรัม มีอายุขัยเฉลี่ยประมาณ 15-20 ปี ถึงแม้ว่าสหฟิงซ์จะดูเหมือนไม่มีขน แต่ที่จริงแล้วสฟิงซ์มีขนขนาดที่เล็กมากอยู่บนผิวหนังคล้ายกับขนของมนุษย์  และสามารถมีหนวดได้เหมือนกับแมวชนิดอื่น จึงทำให้สฟิงซ์สามารถมีผิวหนังได้หลากหลายสี โดยสฟิงซ์จะมีสีสันและลวดลายทั้งหมด ได้แก่ สีขาว สีดำ สีแดง ช็อคโกแลต ลาเวนเดอร์ ซึ่งสามารถสังเกตได้จากเม็ดสีบริเวณผิวหนัง ตอนที่สฟิงซ์ยังเป็นลูกแมวจะมีผิวหนังเหี่ยวย่นมาก แต่เมื่อโตขึ้นจะมีผิวหนังเรียบเนียนขึ้น', 'สฟิงซ์มีหุ่นที่ผอมเพรียว และมีความแข็งแรง เนื่องจากสฟิงซ์ชอบวิ่งเล่นกับเจ้าของมาก หากมีโอกาสได้เล่น มีความซื่อสัตย์และเป็นรักเจ้าของมาก จะคอยเดินตามเจ้าของทั่วบ้าน ชอบที่จะได้ความสนใจจากเจ้าของและไม่ชอบที่จะถูกเพิกเฉย', 'เนื่องจากสฟิงซ์ไม่มีขนจึงต้องได้รับความชุ่มชื้นด้วยโลชั่นหรือน้ำมันที่อ่อนโยนปราศจากกลิ่นหอม และต้องอาบน้ำเป็นประจำทุกสัปดาห์เพื่อไม่ให้เกิดคราบไขมันบนเฟอร์นิเจอร์หรือสิ่งของรอบๆบ้านของเจ้าของ การอาบน้ำให้แมวไม่มีขน จำเป็นต้องใช้แชมพูสูตรอ่อนโยนหรือสูตรเฉพาะสำหรับ แมวไม่มีขน และแชมพูจะต้องมีคุณสมบัติในการให้ความชุ่มชื้นแก่ผิว ที่สำคัญคือ การล้างทำความสะอาดอย่างหมดจดโดยเฉพาะระหว่างรอยพับของผิวหนัง เพื่อป้องกันการตกค้างของแชมพู สฟิงซ์เป็นแมวไม่มีขน ควรสวมใส่เสื้อผ้าให้ด้วยเพื่อควบคุมอุณหภูมิภายในร่างกายให้อบอุ่นอยู่เสมอ', 'สฟิงซ์ต้องการเวลาสำหรับการเล่นและต้องการความสนใจจากเจ้าของมากเนื่องจากเป็นแมวที่ชอบทำกิจกรรมและชอบเล่น ซึ่งสฟิงซ์เป็นแมวที่ขี้สงสัยมาก ชอบดมและตรวจสอบรอบ ๆ บริเวณมุมของบ้าน เจ้าของที่เหมาะจะเลี้ยงควรจะแบ่งเวลามาเล่นกับสฟิงซ์ได้ด้วย', 'ปัญหาสุขภาพที่สามารถพบได้ในแมวสายพันธุ์สฟิงซ์ โฟลด์ ได้แก่\r\nโรคผิวหนังที่เกิดจากความผิดปกติของแมสเซลล์ (Urticaria Pigmentosa)\r\nโรคกล้ามเนื้อหัวใจขยายใหญ่ (hypertrophic Cardiomyopathy :HCM)\r\nโรคกล้ามเนื้อหัวใจชนิดห้องหัวใจขยายใหญ่ผิดปกติ (Dilated Cardiomyopathy :DCM)\r\nโรคข้ออักเสบ (Arthritis)', '-'),
(10, 'เมนคูน (Maine Coon)', 'แมวเมนคูนโดยเฉลี่ยแล้วตัวผู้จะมีน้ำหนักตั้งแต่ 5.9 - 8.2 กิโลกรัม โดยตัวเมียมีน้ำหนักตั้งแต่ 3.6 - 5.4 กิโลกรัม ความสูงเมื่อโตเต็มวัยแล้วจะมีขนาด 25 – 41 เซนติเมตร และสามารถมีความยาวได้ถึง 97 เซนติเมตร รวมทั้งหางซึ่งยาวได้ถึง 36 เซนติเมตร โดยอายุขัยเฉลี่ยจะอยู่ที่ 12 - 15 ปี มีขนยาวเกือบจะคล้ายหางของแรคคูน ลักษณะขนของเมนคูนจะเป็นเหมือนเส้นไหม มีความเงางาม แมวเมนคูนสามารถผลัดขนได้ตามสภาพอากาศ อากาศหนาวขนจะขึ้นหนาแน่น ถ้าอากาศร้อนก็จะผลัดเหมือนแมวขนสั้นธรรมดาๆ อย่างในธรรมชาติพอถึงฤดูร้อนก็จะสามารถผลัดขนได้ แต่พอหน้าหนาวก็จะมีขนขึ้นที่แผงคอเรื่อยลงมาจนถึงใต้อก และยังมีขนที่อุ้งเท้าเพื่อป้องกันหิมะกัด โดยปกติจะไม่โตเต็มที่จนกว่าจะอายุ 3 – 5 ปี ในขณะที่แมวตัวอื่นใช้เวลาโตเต็มที่ประมาณ 1 ปี', 'เมนคูนเป็นแมวที่ไม่ได้เรียกร้องความสนใจ เมนคูนนั้นจะไม่ไปนั่งตักเจ้าของตอนเวลาทำงานหรืออ่านหนังสือ เมนคูนจะรออยู่อย่างเงียบๆ รอให้เจ้าของเดินเข้ามาหาเอง', 'แมวเมนคูนเป็นแมวที่แข็งแรง และมีความเป็นนักกีฬา ดังนั้นเจ้าของควรที่จะหาของเล่นมาล่อใจแมวเมนคูน ให้ได้สนุกเพลิดเพลิน แต่ว่าแมวเมนคูนไม่ชอบปีนไปเล่นที่สูงๆสักเท่าไหร่ ชอบเล่นบนพื้นมากกว่า แมวเมนคูนชอบการเล่นน้ำมาก การที่ว่ายน้ำก็ทำให้เมนคูนรู้สึกผ่อนคลายและมีสุขภาพจิตที่ดี และเมนคูนนั้นมีพลังงานสูงปรี๊ด พร้อมที่จะเล่นอยู่ตลอดเวลา', 'แมวเมนคูนมีลักษณะคล้ายคลึงกับสุนัข เพราะนอกจากขนาดตัวที่ใหญ่เทียบเท่ากับสุนัขบางตัวแล้ว ก็มีนิสัยที่คล้ายสุนัขอีกด้วย น้องเป็นแมวที่ฉลาด อ่อนโยน เป็นมิตรกับคนและสุนัข เหมาะกับเจ้าของที่บุคลิกเงียบๆหรือมีเวลาให้แมวเมนคูนไม่มากนัก', 'ปัญหาสุขภาพที่สามารถพบได้ในแมวสายพันธุ์เมนคูน ได้แก่\r\nภาวะกล้ามเนื้อหัวใจหนาตัว เป็นโรคที่ถ่ายทอดมาทางพันธุกรรมของสายพันธุ์เมนคูน \r\nHip dysplasia โรคข้อสะโพกเสื่อม\r\nPolycystic kidney disease (PKD) โรคถุงน้ำที่ไต', '-');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_dog`
--

CREATE TABLE `tbl_dog` (
  `DogID` int(3) UNSIGNED ZEROFILL NOT NULL,
  `DogPhoto` varchar(255) NOT NULL,
  `DogName` varchar(255) NOT NULL,
  `DogBirthdate` date NOT NULL,
  `DogGender` varchar(255) NOT NULL,
  `DogBlood` varchar(255) NOT NULL,
  `DogCoatColor` varchar(255) NOT NULL,
  `DogPersonality` varchar(255) NOT NULL,
  `Ref_DogBreedID` int(11) NOT NULL,
  `Ref_TemplateID` int(3) UNSIGNED ZEROFILL NOT NULL,
  `Ref_QrCodeID` varchar(255) NOT NULL,
  `Ref_OwnerID` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_dog`
--

INSERT INTO `tbl_dog` (`DogID`, `DogPhoto`, `DogName`, `DogBirthdate`, `DogGender`, `DogBlood`, `DogCoatColor`, `DogPersonality`, `Ref_DogBreedID`, `Ref_TemplateID`, `Ref_QrCodeID`, `Ref_OwnerID`) VALUES
(001, '118376363920210718_183835.jpg', 'dog1aa', '0000-00-00', 'ผู้', 'B', 'black', 'ดุก้าวร้าว ไม่สุงสิงกับใคร (Aggressive)', 5, 001, 'QgZ14KHSoP', '7560493'),
(002, '142861875320210718_184934.jpg', 'dog1bb', '0000-00-00', 'ผู้', 'AB', 'white', 'คึกคัก ร่าเริง (Alert)', 5, 002, 'mFJUbP3Qxr', '9988540'),
(003, '114938852820210718_185817.jpg', 'dog1cc', '0000-00-00', 'ผู้', 'AB', 'white', 'คึกคัก ร่าเริง (Alert)', 7, 002, 'YCRML5osqZ', '3652083'),
(004, '90119943120210718_190313.jpg', 'dog2cc', '0000-00-00', 'ผู้', 'B', 'black', 'เอาแน่เอานอนไม่ได้ แล้วแต่อารมณ์ (Unpredictable)', 6, 001, '7qB7xWjNPH', '3652083'),
(005, '200648296620210718_191119.jpg', 'dog3cc', '0000-00-00', 'ผู้', 'B', 'black', 'คึกคัก ร่าเริง (Alert)', 7, 001, 'QOfd1CRG13', '3652083'),
(006, '96041994920210718_191345.jpg', 'dogdd', '0000-00-00', 'เมีย', 'AB', 'black', 'เอาแน่เอานอนไม่ได้ แล้วแต่อารมณ์ (Unpredictable)', 4, 001, 'OnqFEMc1mY', '7287952'),
(007, '497908620210720_205910.jpg', 'yydog', '0000-00-00', 'ผู้', 'B', 'white', 'ตื่นเต้น/กระวนกระวาย (Nervous/Anxious)', 4, 002, 'BVgZBWHPv7', '4835853'),
(008, '64070687120210723_040430.jpg', 'dogzx', '2021-07-15', 'ผู้', 'B', 'black', 'เอาแน่เอานอนไม่ได้ แล้วแต่อารมณ์ (Unpredictable)', 7, 001, 'zvwJb8G95L', '5318293'),
(009, '188813487220210723_041743.jpg', 'dogmn', '2021-07-13', 'ผู้', 'AB', 'black', 'หวงของ หวงเจ้าของ (Bossy)', 5, 002, 'ogUfs51FVy', '5056553'),
(010, '25511226520210723_042311.jpg', 'dogbn', '2021-07-10', 'ผู้', 'B', 'black', 'ตกใจง่ายขี้กลัว (Easily Frightened)', 7, 001, 'JEDyd4wyeO', '3580857'),
(011, '', '', '0000-00-00', '', '', '', '', 0, 000, 'R4odS1mK2h', '7560493'),
(012, '', '', '0000-00-00', '', '', '', '', 0, 000, 'cM43pM1KOg', '5405182'),
(013, '38304939320210723_051510.jpg', 'gg', '0000-00-00', 'ผู้', '', '', '', 4, 000, '5E2bgjBudm', '8596387'),
(014, '195222151020210723_051717.jpg', 'afaf', '0000-00-00', 'เมีย', '', '', '', 5, 000, 'nNusZmBFSA', '7298280'),
(015, '156475572620210723_052157.jpg', 'sdsdf', '0000-00-00', 'ผู้', '', '', '', 4, 000, 'TJVRdUK1b9', '1457930'),
(016, '25674559720210723_053004.jpg', 'dogii', '0000-00-00', '', '', '', '', 5, 001, 'rfQXKOoKRU', '905933'),
(017, '42964082320210723_053604.jpg', 'dogvvv', '0000-00-00', '', '', '', '', 7, 001, 'TSu6rpZu7z', '7078248'),
(018, '117260760120210723_054111.jpg', 'as', '2021-07-15', '', '', '', '', 5, 001, '2qOMF2i1PM', '8077309'),
(019, '51949891920210723_054445.jpg', 'dogdb', '0000-00-00', '', '', '', '', 1, 001, 'lqScvSNOJS', '1157743'),
(020, '128893177320210723_054928.jpg', 'dogkk', '2017-07-18', '', '', '', '', 2, 001, 'xWb5JjYxN9', '5078862'),
(021, '105330885220210723_055918.jpg', 'dog2kk', '2018-02-24', '', '', '', '', 5, 002, 'H7IKcsFekV', '5078862'),
(022, '34300661120210723_060243.jpg', 'dog3kk', '2013-06-19', 'ผู้', '', '', '', 8, 001, '98Yp9nVpXo', '5078862'),
(023, '160413114820210723_060502.jpg', 'dog4kk', '2003-03-11', '', '', '', '', 9, 002, 'oGRwHrXU5K', '5078862'),
(024, '211933007920210723_060751.jpg', 'dog5kk', '2018-07-19', '', '', '', '', 10, 001, 'Goi8DkBaxa', '5078862'),
(025, '152250433620210723_112054.jpg', 'dog1zaq', '2021-07-15', 'ผู้', 'B', '', 'คึกคัก ร่าเริง (Alert)', 7, 007, 'CMNR3u6mAP', '6230870');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_dog_breed`
--

CREATE TABLE `tbl_dog_breed` (
  `DogBreedID` int(2) UNSIGNED ZEROFILL NOT NULL,
  `DogBreedName` varchar(255) NOT NULL,
  `DogBreedPersonality` text NOT NULL,
  `DogBreedCharacter` text NOT NULL,
  `DogBreedCare` text NOT NULL,
  `DogBreedHerdsman` text NOT NULL,
  `DogBreedHealthIssues` text NOT NULL,
  `DogBreedNutrients` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_dog_breed`
--

INSERT INTO `tbl_dog_breed` (`DogBreedID`, `DogBreedName`, `DogBreedPersonality`, `DogBreedCharacter`, `DogBreedCare`, `DogBreedHerdsman`, `DogBreedHealthIssues`, `DogBreedNutrients`) VALUES
(01, 'ชีวาวา (Chihuahua)', 'ชิวาวามีน้ำหนักเพียงแค่ 2 ปอนด์และไม่บ่อยนักที่จะพบว่ามีน้ำหนักมากกว่า 6 ปอนด์ (1-3 กิโลกรัม) และมีส่วนสูงเพียง 5 นิ้ว ชิวาวามีกระโหลกทรงโดม ซึ่งบางตัวอาจจะพบว่ามีจุดนุ่มบริเวณด้านบนศรีษะที่กระดูกไม่ได้ต่อกันซึ่งเรียกว่า molera มีหูขนาดใหญ่ตั้งขึ้น และปากสั้นยื่นเล็กน้อย ดวงตากลมโต ลำตัวยาวกว่าความสูงและมีหางยาวยกขึ้นอยู่เหนือหลังหรือยกขึ้น ขนมีหลายสี แบ่งเป็น 2 แบบคือแบบขนสั้นเรียบลื่น และแบบขนยาวนุ่มพร้อมยาวสลวยเป็นพู่ที่หูและขา ขนสามารถมีสีและลวดลายอะไรก็ได้ ชิวาวามีอายุยืนยาว โดยอายุขัยเฉลี่ยมากกว่า 14 ปี ', 'หมาพันธุ์ ชิวาวา เป็นหมาที่มีความฉลาดหลักแหลม อีกทั้งยังคงมีความจงรักภักดีต่อผู้เลี้ยงเป็นอย่างมาก มีอัธยาศัยดี ขี้เล่น อารมณ์ดี บางครั้ง ชิวาวา ก็ดูเงียบสงบและไม่ค่อยส่งเสียงเสียเท่าไหร่นัก แต่ถ้าหากถูกรบกวนเมื่อไหร่ หรือแม้กระทั่งมีอาการตกใจ ชิวาวา ก็จะส่งเสียงเห่าเพื่อรักษาอาณาเขตของตนเอง และด้วยลักษณะนิสัยแบบนี้ ชิวาวา จึงถือได้ว่าเป็นสุนัขที่มีนิสัยกล้าหาญ และรักที่จะต่อสู้ อีกทั้งชอบให้เจ้าของเล่นคลุกคลีด้วย ไม่อย่านั้นจะมีอาการหงอยเหงา ซึม และต้องพาเดินออกกำลังกายอย่างสม่ำเสมอ', 'ชิวาวาเป็นหมาที่เลี้ยงง่าย เพราะเป็นหมาที่ไม่ต้องการพื้นที่มากนัก การออกกำลังจึงแค่มีพื้นที่ให้วิ่งภายในบ้าน หรือพาออกไปเดินเล่นหรือวิ่งตามสวนสาธารณะโดยใช้สายจูงในระยะทางสั้น ๆก็เพียงพอแล้ว แต่ไม่ควรอยู่นอกบ้านนาน เพราะจะไม่ปลอดภัยจากหมาตัวใหญ่ นอกจากนี้เจ้าชิวาวายังว่านอนสอนง่าย ไม่ขัดขืนคำสั่ง หรือแสดงพฤติกรรมก้าวราว การฝึกวินัยในบ้านเป็นเรื่องง่าย โดยเฉพาะถ้าเราฝึกตั้งแต่ยังเล็กๆ อย่างเช่น การพาออกไปเดินเล่นหรือทำกิจกรรมนอกบ้าน เจ้าของควรกำหนดเวลาให้เป็นประจำสม่ำเสมอ เพื่อเป็นการฝึกความเป็นระเบียบวินัยของสุนัช การฝึกฝน ให้ทำตามคำสั่งนั้น ควรเป็นกมส์ที่มีของรางวัลเป็นแรงจูงใจ หรือ พูดชม เวลาทำตามคำสั่งได้อย่างถูกต้อง เพียงแค่นี้ก็จะทำให้ชิวาวาเรียนรู้และทำตามคำสั่งของคุณได้ เรื่องสภาพอากาศเป็นปัจจัยหนึ่งที่สำคัญสำหรับชิวาวา เพราะชิวาวาจะไม่ทนกับอากาศเย็น เพราะฉะนั้นฤดูหนาวหรือบ้านไหนที่มีอากาศเย็น หรือติดแอร์ ควรให้ความอบอุ่นแก่ชิวาวาโดยใส่เสื้อผ้าให้ ถ้าเป็นไปได้ควรจะเลี้ยงในอุณหภูมิที่ปกติจะดีที่สุด', 'ด้วยนิสัยติดเจ้าของ ขี้ประจบ ชิวาวาจึงเหมาะกับเจ้าของที่มีเวลาเล่นด้วยกัน ชอบเที่ยว พาออกไปเดินเล่น หรือมีกิจกรรมกลางแจ้งเป็นประจำ สามารถพาชิวาวาไปเที่ยวได้สบาย ให้สุนัขได้พบเจอผู้คนแปลกหน้า ตื่นตาตื่นใจกับโลกภายนอกได้ สำหรับคนที่อยู่ในเมืองที่ต้องอยู่คอนโดหรืออะพาร์ตเมนต์ ก็สามารถเลี้ยงสุนัขสายพันธุ์นี้ได้อย่างสบายใจ เพราะชิวาวาไม่ค่อยเห่าส่งเสียงดัง แถมยังตัวเล็กพกง่าย ไลฟ์สไตล์คนเมืองนี่แหละเจ้าของที่ใช่ของชิวาวาเลย', 'Hypoglycemia หรือสภาวะน้ำตาลในเลือดต่ำ, Molera หรือ จุดอ่อนนุ่มเป็นรูเล็กๆส่วนบนของกะโหลก, Mitral Valve insufficiency หรือโรค ลิ้นหัวใจรั่ว และ reverse sneezing อาการ หอบ หายใจดังครืดๆ หรือ ทำท่าจะอ้วก', '-'),
(02, 'ปอมเมอเรเนี่ยน (Pomeranian) ', 'สุนัขปอมเมอเรเนียน ที่มีคุณสมบัติเป็นสุนัขพันธุ์ \"กระเป๋า\" อย่างแท้จริง ควรมีความสูง 8-11 นิ้ว และหนัก 3-5 ปอนด์ (หนัก 1-3 กิโลกรัม) สุนัขปอมเมอเรเนียนควรโตเต็มที่เมื่อมีอายุ 7-10 เดือน ขนของปอมเมอเรเนียนจะมีความนุ่มฟู หนา และแลดูหรูหรา หน้าของเขาจะคล้ายๆกับจิ้งจอกน้อยมีทีหูตั้งตรง ลรูปทรงลำตัวคล้ายสี่เหลี่ยมจัตุรัส หางปุกปุยและม้วนเข้าแผ่นหลัง ขนพวงรอบๆคอสามารถให้ความอบอุ่นเขากลางหิมะในตอนเหนือของเยอรมัน  หัวของปอมกลมและมีปากที่ยื่นออกมาอย่างชัดเจน สุนัขปอมเมอเรเนียนมีหลากหลายสี ตั้งแต่ดำ ไปจนถึง สีช็อคโกแลต น้ำตาลเข้ม ขาว และ สีอื่นๆที่อยู่ระหว่างนั้น', 'สุนัขปอมเมอเรเนียนโดดเด่นที่ความฉลาดและมีชีวิตชีวา สุนัขสายพันธุ์นี้ชอบที่จะพบปะผู้คนใหม่ๆ และชอบที่จะเจอสัตว์เลี้ยงตัวอื่นๆ ด้วยเช่นกัน แต่ปอมเมอเรเนียนมักจะคิดว่าตัวเองเป็นหมาตัวใหญ่ (ตัวเล็กแต่ใจกล้ามาก) แถมยังขี้สงสัยแบบสุดๆ จึงเหมาะที่จะให้สุนัขปอมเมอเรเนียนทำหน้าที่เฝ้ายาม มีหลายปัจจัยที่ส่งผลต่อนิสัยและอารมณ์ของปอมเมอเรเนียน เช่น พันธุกรรม การฝึก และการเข้าสังคม ลูกหมาปอมที่มีนิสัยที่ดีจะมีความช่างสงสัย ขี้เล่น ชอบที่จะเข้าหาคน และอยู่ด้วย หากคุณจะเลือกปอมเมอเรเนียนซักตัวมาเป็นหนึ่งในสมาชิก ก็ควรเลือกสุนัขตัวที่ยอมนั่งตักคุณแบบเต็มใจ ไม่ใช่สุนัขที่ไล่กัดเพื่อนตัวอื่น หรือขี้อายเสียจนแอบอยู่ที่มุมห้องอยู่ตัวเดียวอย่างเดียวดาย', 'ถ้าอยากให้ปอมเมอเรเนียนหน้าหมี ตลอดเวลา ต้องหมั่นแปรงขนบ่อย ๆ เพื่อกระตุ้นไขมันใต้ผิวหนังให้ผลิตออกมาเพื่อให้เกิดความชุ่มชื้น และช่วยให้ขนมีสุขภาพดี มีความเงางาม ทั้งยังช่วยกำจัดขนที่หมดอายุและสิ่งสกปรกให้หลุดออกไปจากขนของสุนัขด้วย การอาบน้ำแนะนำให้อาบน้ำอาทิตย์ละครั้ง หรือ 2 อาทิตย์ครั้งก็ได้ ไม่จำเป็นต้องอาบบ่อยเพราะจะทำให้ขนร่วงและทำให้ผิวหนังแห้ง เลือกแชมพูที่เป็นสูตรอ่อนโยน หลังจากอาบน้ำต้องเป่าขนให้แห้งสนิททุกซอกทุกมุม เพราะเป็นขน 2 ชั้นที่มีลักษณะต่างกัน ขนชั้นในจะเป็นขนเส้นเล็ก สั้น ที่ทำหน้าที่พยุงขนชั้นนอกให้ฟู พองสวย หากไม่ทำให้ขนแห้งสนิท อาจทำให้เกิดเป็นโรคผิวหนังเนื่องจากความอับชื้นได้', 'ด้วยนิสัยรักเจ้าของ ขี้ประจบ ปอมเมอเรเนียนจึงเหมาะกับเจ้าของที่มีเวลาเล่นด้วยกันสักหน่อย แต่ที่สำคัญคือต้องมีเวลาในการดูแลแปรงขน แปรงฟัน ให้กับปอมเมอเรเนียนอย่างสม่ำเสมอ หากมีบ้านอยู่ในอะพาร์ตเมนต์ (ที่อนุญาตให้เลี้ยงสัตว์ได้) แต่อยากเลี้ยงสุนัขสักตัว ปอมเมอเรเนียนเป็นสุนัขที่เหมาะกับคุณไม่น้อยเลยทีเดียว เพราะปอมเมอเรเนียนไม่ต้องการสนามหญ้ากว้างๆ หรือพื้นที่ใหญ่ๆ ด้วยขนาดตัวแสนกะทัดรัด แต่ถ้าบ้านไหนที่มีเด็กเล็กๆ อาศัยอยู่ด้วยก็อาจจะไม่เหมาะนัก รอให้เด็กๆ โตอีกสักหน่อย รับรองว่าปอมเมอเรเนียนจะเป็นเพื่อนที่ดีกับทุกคนในครอบครัวได้อย่างแน่นอน', 'โรคลูกสะบ้าเคลื่อน, โรคหลอดลมตับ, ปัญหาโรคขนร่วง และโรคหนังตาม้วนเข้า', '-'),
(03, 'คอร์กี้ ( Welsh Corgi)', 'พ็อมโบรค เวล์ช คอร์กี้ มีลักษณะเด่นที่สามารถจำแนกได้อย่างชัดเจนคือ ลำตัวล่ำสั้น หูตั้ง และใบหน้าคล้ายสุนัขจิ้งจอก หางส่วนใหญ่จะตัดสั้น แต่อย่างไรก็ตามสุนัขบางตัวอาจเกิดมามีหางที่สั้นโดยธรรมชาติอยู่แล้ว นอกจากนี้ลักษณะหางที่แตกต่างชัดเจนคือ หางพ็อมโบรคไม่ยาวหรือว่ามีกระดูกที่หนาเหมือนกับคาร์ดิแกน เวลช์ คอร์กี้  พ็อมโบรค เวล์ช คอร์กี้ จัดเป็นสุนัขพันธุ์ตัวสั้นแคระ คือมีลักษณะขาสั้นป้อมและมีแนวโน้มปัญหาเกี่ยวกับหลัง ลำตัวมีความยาวมากกว่าความสูง หลังตรง สุนัขโตเต็มวัยจะมีความสูงประมาณ 10 - 12 นิ้ว และน้ำหนักประมาณ 23 ถึง 28 ปอนด์ (10 - 13 กิโลกรัม) โดยจะมีขนาดโตเต็มที่เมื่ออายุประมาณ 1 ปี แต่มีบางตัวที่สามารถโตขี้นอีกจนถึงอายุ 2 - 3 ปี คอร์กี้ มีขึ้นตามสภาพอากาศ คือ ขนสั้นอาจขึ้น 2 ชั้น มีตั้ง สีแดง หรือ สีเทาแกมเหลือง จนถึงดำ หรือสีน้ำตาลเข้มออกแดง และมีสีขาวแซม โดยทั่วไปตัวที่มีสีดำมักมีสีขาวและสีแทนแซมเป็นแบบสามสี (tri-colored) ขนบริเวณศรีษะอาจมีตั้งแต่แดงไปจนดำ ซึ่งคอร์กี้ขนปุกปุยก็สามารถพบได้บ้างในลูกสุนัข โดยจะมีขนที่ยาว นุ่ม กว่าปกติ  ซึ่งจะไม่เป็นที่ชื่นชอบนักในการประกวด', 'พ็อมโบรค เวล์ช คอร์กี้เป็นที่รู้จักอย่างกว้างขวางในเรื่องของความฉลาด ห้าวหาญ และกระตือรือล้น ร่าเริงไม่ต้องการที่จะอยู่นิ่งๆ ในความคิดของพวกเขา พวกเขาเป็นหมาใหญ่ในร่างเล็ก  สุนัขพันธุ์นี้สามารถจัดการต้อนปศุสัตว์ที่ตัวใหญ่กว่าได้ ซึ่งจากสายเลือดของความเป็นสุนัขในฟาร์ม จึงไม่แปลกในว่านิสัยนี้จะติดตัวมาในการล่าสัตว์เล็กๆ เช่น หนู แมลง เฝ้าบ้าน ต้อนปศุสัตว์ คอร์กี้ต้องการการออกกำลังกายและฝึกฝนอย่างสม่ำเสมอ  คอร์กี้ อาจมีพฤติกรรมก้าวร้าว เช่น เห่า ขุด หรือ กัดแทะ เมื่อถูกต้องให้อยู่ตามลำพังมากเกินไป หรือว่าไม่ได้รับการออกกำลังกายที่เพียงพอ เขาต้องการเป็นส่วนหนึ่งของครอบครัวและไม่ควรทิ่งไว้ในบ้านสุนัขมากเกินไป คอร์กี้จะอาศัยร่วมกับสัตว์เลี้ยงตัวอื่นหรือเด็กๆ ที่ถูกเลี่ยงมาพร้อมกับมันได้ แต่พึงระลึกไว้เสมอว่าบางครั้นมันอาจจะวิ่งไล่หรือขบที่ขาของเด็กๆ ที่กำลังวิ่งได้ จากสัญชาตญาณการต้อนสัตว์ของเขา', 'คอร์กี้เป็นสุนัขที่มีความแข็งแรงและปรากเปรียว  มีความว่องไวทั้งๆที่ขาจะสั้น  นั้นคือว่าพิเศษของมัน  เป็นสุนัขที่สามารถเลี้ยงได้ในคอนโด  สามารถที่จะปรับตัวได้ง่ายในสภาพอากาศต่างๆ  ขนของพวกมันสามารถที่จะทนได้ทุกสภาพอากาศและการดูแลไม่ยาก  เป็นสุนัขที่จำเป็นจะต้องออกกำลังกาย  หากเลี้ยงไว้ในคอนโดควรที่จะพามาออกกำลังข้างนอกบ่อยๆ  แต่ไม่ต้องมาก  อาจจะทุกวันหรือว่าอย่างน้อยสัปดาห์ล่ะครั้ง  โดยปกติเขาจะเป็นสุนัขที่ใช้พลังงานสูงในชีวิตประจำวันไม่ว่าจะชอบเดินหรือว่าวิ่งอยู่แล้ว คอร์กี้นั้นเป็นสุนัขที่ชอบเอาแต่ใจ  ดังนั้นหากต้องการที่จะฝึกอบรมแล้วต้องใช้ระยะเวลาและความอดทน  เป็นสุนัขที่มีโลกส่วนตัวสูงควรฝึกอย่างค่อยเป็นค่อยไป  ในขณะฝึกควรที่จะส่งเสริมด้วยการให้รางวัลจะทำให้ฝึกฝนได้ง่ายขึ้น  หากได้รับการฝึกที่ดีแล้วควรที่จะให้เรียนรู้งานใหม่ที่มากขึ้น  และสอนเทคนิคใหม่ๆ  เพราะว่าเขาต้องการฝึกฝนไปตลอดไม่เช่นนั้นสิ่งที่เราเคยสั่งสอนอาจจะไม่ได้ผล', 'ผู้เลี้ยงคอร์กี้ ควรมีเวลาพาไปออกกำลังกาย เดินเล่น เพื่อปลดปล่อยพลังงานอย่างเหมาะสม เพราะคอร์กี้จัดว่าเป็นสัตว์ประจำฟาร์มที่เติบโตมากับการเล่นสนุก ทั้งต้อนฝูงวัว ฝูงแกะ การที่เลี้ยงเขาไว้ในพื้นที่จำกัด อาจจะทำให้คอร์กี้เกิดความหงุดหงิด และปรับตัวเข้ากับสังคมได้ยาก ดังนั้น ควรหมั่นพาเขาไปเจอโลกภายนอก ผู้คนแปลกหน้าและสุนัขตัวอื่นๆ บ้าง ที่สำคัญคือ ควรให้ความรักและความใกล้ชิดเขามากๆ ด้วยเช่นกัน อย่าปล่อยให้คอร์กี้อยู่เพียงลำพังบ่อยๆ เพราะคอร์กี้เป็นสุนัขขี้เหงา และต้องการความรักความเอาใจใส่จากเจ้าของเป็นอย่างมากนั่นเอง', 'โรคเกี่ยวกับกระดูกสันหลังและหมอนรองกระดูก', '-'),
(04, 'ชิสุห์ (Shih Tzu)', 'ชิสุถูกจัดให้อยู่ในกลุ่มทอยในหลายประเทศ ด้วยความสูงระหว่าง 8 ถึง 11 นิ้ว และน้ำหนักเพียง 9 ถึง 16 ปอนด์ (4 - 7 กิโลกรัม) เช่นเดียวกับสุนัขทอยชนิดอื่น จะเจริญเติบโตเต็มวัยเร็วที่อายุประมาณ 10 เดือน ชิสุมักมีความยาวมากกว่าความสูงเล็กน้อย มีรูปร่างที่มั่นคงและมีศีรษะกลมสมส่วน ปากสั้นและฟันล่างเกยฟันบน ดวงตาโดดเด่น หางม้วนขึ้นบนหลัง ท่าเดินยาวและเยื้องย่างเมื่อเทียบกับความเป็นสุนัขขนาดเล็ก ขนของชิสุจะยาวสลวยปกคลุมทั่วตัว ขนชั้นที่สองต้องการเก็บรวบอย่างดี โดยเฉพาะอย่างยิ่งหากปล่อยให้ยาวจะกวาดไปกับพื้น ขนมีหลายหลายสี แต่หากมีลายสีดำแซมบริเวณรอบดวงตาและจมูกจะเป็นที่ชื่นชอบ ชิสุเป็นสุนัขขนาดเล็กที่แข็งแรงมีอายุยืนยาวถึง 14 - 15 ปี', 'สุนัขพันธุ์ชิสุห์ถูกพัฒนาสายพันธุ์มากเพื่อเป็นสัตว์เลี้ยงและเป็นครอบครัว ดังนั้นนิสัยที่โดดเด่นของชิสุห์คือความเป็นมิตร ร่าเริง อดทน และเชื่อใจ มักแสดงความรักต่อครอบครัวเมื่อได้รับความรัก และเข้ากับเด็กได้ดี แต่ควรจำไว้ว่าสุนัขพันธุ์ชิสุห์จะกลายเป็นสุนัขที่ดื้อได้ถ้าถูกเลี้ยงอย่างไม่ถูกต้อง และการให้เล่นกับเด็กเล็ก สุนัขชิสุห์ที่โตแล้วอาจไม่ทนต่อการเล่นของเด็กเท่ากับสุนัขพันธุ์เดียวกันที่ถูกเลี้ยงให้โตมากับเด็กเล็ก สุนัขพันธุ์ชิสุห์เป็นพันธุ์ทีมีความเข้มแข็ง แต่นิสัยนี้อาจถูกเปลี่ยนเป็นความดื้อรั้นแทน', 'ชิสุห์ต้องการความสนใจจากเจ้าของมาก และชิสุห์ชื่นชอบการอยูร่วมกับเจ้าของและอาจถูกตามใจได้ง่าย ดังนั้นผู้เลี้ยงต้องหมั่นใส่ใจดูแลทั้งเรื่องการฝึกฝนให้เชื่อฟัง การออกกำลังกาย การให้อาหารที่มีคุณภาพ และการดูแลกิจวัตรชีวิตประจำวันของมัน ', 'ชิสุห์เป็นสุนัขที่เลี้ยงง่าย และติดเจ้าของมาก บางครั้งถ้าถูกตามใจมากเกินไปอาจทำให้ชิสุห์ดื้อรั้นและไม่เชื่อฟังบ้าง ชิสุห์เหมาะจะเป็นสุนัขที่เลี้ยงในบ้านมากกว่านอกบ้าน เพราะชิสุห์ไม่ใช่หมาที่ active ซักเท่าไหร่นัก แต่การพาปวิ่งเล่นนอกบ้านบางครั้งก็เป็นเรื่องที่ดี   ชิสุห์ไม่ค่อยชอบอากาศร้อน ชิสุห์ชอบอยู่ที่ที่อากาศเย็นร่มรื่น ดังนั้นเจ้าของควรจะเลี้ยงไว้ในห้องแอร์หรือเปิดพัดลมให้ไว้สักเครื่อง หลายคนคงคิดว่าชิสุห์สามารถกระโดดจากที่สูงได้ แต่ความจริงแล้วไม่ควรให้ชิสุห์กระโดดจากที่สูง อย่างเช่น กระโดดขึ้น-ลงจากเตียงหรือเก้าอี้ ซึ่งสาเหตุเหล่านี้มักทำให้เกิดอุบัติเหตุ และตอนที่เราอุ้มชิสุห์ควรระวังการกระโดดออกจากแขนเรา เพราะอาจทำให้ชิสุห์ได้รับอาการบาดเจ็บได้', 'โรคของนัยน์ตา, โรคทางเดินหายใจ, โรคผิวหนัง, โรคฟัน และโรคทางพันธุกรรม', '-'),
(05, 'บีเกิล ( Beagle)', 'บีเกิ้ลมีสองขนาดพื้นฐาน บางตัวสูงประมาณ 13 นิ้ว และมีน้ำหนักประมาณ 18 ปอนด์ (8 กิโลกรัม) ขนาดกลุ่มที่สองคือสูงประมาณ 13-15 นิ้วและมีน้ำหนักประมาณ 20 ปอนด์ (9 กิโลกรัม) บีเกิ้ลมีกล้ามเนื้อ แข็งแกร่ง และมีกะโหลกศีรษะโดมเล็กน้อย ปากพวกเขาเป็นสี่เหลี่ยมและจมูกกว้าง หูมีความยาวและห้อย หน้าอกอยู่ลึก หลังตรงและพวกเขามีหางยาวปานกลางตั้งสูง สุนัขพันธุ์นี้มีขนเรียบหนาแน่นโดยมักจะเป็นสีดำ สีน้ำตาล และสีขาว', 'บีเกิลเป็นสุนัขที่เป็นมิตร ร่าเริง ไม่ขี้อาย ไม่ขี้กลัว และไม่ก้าวร้าว ต่อคนหรือสัตว์อื่นๆ ด้วยขนาดที่กระทัดรัด และด้วยที่เค้าชอบคน บีเกิลจึงเป็นสุนัขที่เข้ากับเด็กๆได้ดี บีเกิ้ลสามารถปรับตัวเข้ากับคนได้เป็นอย่างดีจนเค้าไม่เหมาะจะเป็นสุนัขกลางแจ้ง การที่ถูกทิ้งไว้หลังบ้านตลอดเวลา จะทำให้เค้าเบื่อซึ่งจะแสดงออกโดย การเห่า หอน ขุด และพยายามหนี้', 'สุนัขสายพันธุ์นี้มีขนาดเล็ก แต่ด้วยเหตุที่จุดประสงค์ดั้งเดิมที่มันถูกพัฒนาขึ้นมาคือการเป็นสุนัขสำหรับล่าสัตว์ ทำให้พวกมันมีพลังงานในตัวมากและชื่นชอบการออกกำลังกายเป็นอย่างยิ่ง ผู้เลี้ยงจึงควรพาไปออกกำลังกายบ้างอย่างน้อยวันละ 2 ครั้ง เช้า-เย็น และหากคุณอาศัยอยู่ในพื้นที่ซึ่งไม่มีบริเวณกว้างขวางนัก อย่างเช่น คอนโดมิเนียม อพาร์ทเมนท์ คุณก็จะต้องพิจารณาให้ดีว่าคุณพอมีเวลาและมีสวนสาธารณะใกล้เคียงที่คุณสามารถพามันไปเดินเล่นออกกำลังได้หรือไม่           สุนัขเหล่านี้ต้องอยู่ในบริเวณที่มีรั้วรอบขอบชิด เพราะพวกมันไม่มีสัญชาตญาณในการระวังภัยบนท้องถนน และมักมีความเข้าใจอย่างผิด ๆ ว่ารถทุกคันจะหยุดรอให้พวกมันไปก่อน', 'บีเกิลเป็นสุนัขที่เหมาะกับเด็กๆ ดังนั้นครอบครัวที่มีเด็กจึงเหมาะกับการเลี้ยงสุนับพันธุ์นี้มากๆ', 'โรคหมอนรองกระดูกสันหลังในสุนัข, โรคต้อหินในสุนัข, โรคลมชักในสุนัข, ภาวะไทรอยด์ฮอร์โมนต่ำในสุนัข และโรคจอประสาทตาเสื่อมในสุนัข', '-'),
(06, 'พุดเดิ้ล (Poodle)', 'เจ้าของสุนัขควรทำรั้วบ้านให้มีอาณาเขตมิดชิดและควรใส่ใจทั้งด้านสุขภาพของเขาและมันพาไปร่วมกิจกรรมกับทางครอบครัวอยากเป็นประจำด้วย', 'พุดเดิ้ลเป็นที่รู้จักเรื่องความฉลาดและความเรียนรู้เร็ว พวกเขาจะมีชีวิตชีวา, ปราดเปรียว, รักสนุกและเป็นส่วนหนึ่งของครอบครัว พุดเดิ้ลเชอบอยู่ในความสนใจแต่สามารถพัฒนานิสัยที่ไม่ดีได้ เช่นเห่าอย่างน่ารำคาญหากถูกละเลยหรือปล่อยให้อยู่ตามลำพัง พุดเดิ้ลที่มีขนาดเล็กสามารถก้าวร้าวกับคนภายนอกครอบครัวของพวกเขาหรือสุนัขตัวอื่น ๆ พวกเขาควรจะได้รับการฝึกให้เข้าสังคมในช่วงและฝึกอบรมตั้งแต่ยังเล็ก พุดเดิ้ลมีนิสัยกหวงแหนครอบครัวและบ้านของพวกเขา พุดเดิ้ลมีพื้นฐานมาจากสุนัขล่าสัตว์ ถึงแม้จะแลดูชุดที่สง่างาม เขาจำเป็นต้องมีการออกกำลังกายและการฝึกอบรมที่สม่ำเสมอ', 'พุดเดิ้ลชอบเข้าสังคม และก็ชอบออกกำลังกายเป็นอย่างมาก เช่น การเดินเล่นในระยะสั้น และที่สำคัญพุดเดิ้ลพันธุ์ขนาดมาตรฐานต้องการออกกำลังกายมากกว่าขนาดเล็ก เช่น การว่ายน้ำ เป็นต้น 	พุดเดิ้ลเป็นสมาชิกในครอบครัวที่ดี พุดเดิ้ลจะมีความสนุกสนาน ฉลาด และง่ายต่อการฝึกให้ทำตามคำสั่ง พุดเดิ้ลรักความอิสระ ไม่ชอบอยู่ในบ้านสุนัข ผู้เลี้ยงควรพาเข้าสังคมและพบเจอสัตว์เลี้ยงตัวอื่นๆด้วย 	พุดเดิ้ลยังเป็นสุนัขที่กระโดดได้สูงมากเพราะขายาว ผู้ที่อยากเลี้ยงต้องแน่ใจว่าบ้านมีรั้วที่เหมาะสม ไม่ให้แอบหนีออกจากบ้านไปได้', 'พุดเดิ้ลเป็นพันธุ์ที่น่าเอ็นดูและเลี้ยงง่าย และผู้เลี้ยงไม่ควรหลงระเริงกับพวกเขาและให้ขนมมากเกินไป เพราะพวกเขาอาจน้ำหนักตัวมากเกินได้ พุดเดิ้ลมีอายุยืนยาว พุดเดิ้ลที่มีขนาดเล็กอายุยืนถึง 17 ปีในขณะที่พุดเดิ้ลขนาดมาตรฐานจะมีชีวิตอยู่เป็นเวลา 12 ถึง 14 ปี พุดเดิ้ลเป็นสุนัขในครอบครัวที่ดี - มีความสนุกสนานคึกคัก, ฉลาดและง่ายต่อการฝึกอบรม พวกชอบการออกกำลังกายทั้งร่างกายและจิตใจ และชอบที่จะอยู่กับผู้คน พวกเขาไม่ชอบอยู่ในบ้านสุนัข ควรจะเริ่มให้เข้าสังคมและพบเจอสัตว์เลี้ยงตัวอื่นๆ รวมทั้งดูแลขนเป็นประจำ พุดเดิ้ลเป็นสุนัขที่กระโดดได้สูงมาก เจ้าของต้องให้แน่ใจว่าบ้านมีรั้วที่เหมาะสม', 'โรคตา และโรคหัวใจ', '-'),
(07, 'เฟรนช์บุลล์ด็อก (French Bulldog)', 'เฟรนช์ บูลด็อก เป็นสุนัขเนื้อแน่น มีความตื่นตัวอยู่เสมอแต่ไม่ใช่เพื่อการกีฬา จัดเป็นสุนัขที่มีกล้ามเนื้อเยอะ ขนปกคลุมตัวน้อย จมูกสั้น และกระดูกหนา ซึ่งลักษณะที่สังเกตได้ง่ายคือการมีหูแบบค้างคาว เพราะหูของเฟรนช์ บูลด็อกจะมีฐานหูกว้าง และใบหูใหญ่ หางสั้น พบลักษณะตรงหรือบิดเป็นเกลียว และกะโหลกศีรษะค่อนข้างแบนระหว่างหูสองข้าง สุนัขพันธุ์นี้ตัวเล็กกะทัดรัด กำย่ำ ขนสั้น สีปกติคือสีเทาปนเหลือง สีขาวและสีลาย ตัวผู้และตัวเมียหนักประมาณ 25-27 ปอนด์', 'เฟรนช์ บูลด็อกเป็นสุนัขที่มีความอ่อนโยน ไม่ก้าวร้าว มีความเรียบร้อย ซึ่งลักษณะนิสัยเหมือนกับสุนัขพันธุ์อื่นทั่วไป คือต้องการความดูแลเอาใจใส่ ใกล้ชิดกับเจ้าของ เป็นสุนัขที่ไม่ต้องออกกำลังกายมาก แต่จำเป็นต้องพาสุนัขเดินอย่างน้อยวันละครั้ง เป็นสุนัขที่ใจเย็น เห่าน้อย เหมาะกับผู้พักอาศัยอพาร์ทเม้นท์ที่ต้องการเลี้ยงสุนัข จะเห่าก็ต่อเมื่อมีเหตุการณ์ตื่นเต้น  เฟรนช์ บูลด็อกในบางครั้งอาจจะแสดงความก้าวร้าวออกมาได้ ซึ่งสามารถพบได้เมื่อเจอเพศเดียวกัน โดยถ้าเจ้าของนำเฟรนช์ บูลด็อก อีกตัวเข้ามาในบ้าน ควรเลือกเพศให้ตรงข้ามกัน ซึ่งการทำหมันเฟรนช์ บูลด็อก สามารถลดความก้าวร้าวของสุนัขได้ เพราะจะทำให้การตื่นตัว และความกระตือรือร้นของสุนัขลดลงได้ โดยต้องทำก่อนที่เฟรนช์ บูลด็อกเพศเดียวกัน 2 ตัวจะมาเจอกัน', 'เฟรนช์ บลูด็อกเป็นสุนัขที่ต้องได้รับการเอาใจใส่ และควรพาออกไปออกกำลังกายบ้าง การออกกำลังกายอาจจะแค่พาเดินเล่นหรือโยนลูกบอลเล่นกับเฟรนช์ บลูด็อกก็เพียงพอแล้ว เฟรนช์ บลูด็อกไม่ชอบถูกทิ้งให้อยู่ตามลำพัง เฟรนช์ บลูด็อกจะชอบอยู่ในบ้านที่มีคนอยู่ด้วยและไม่จำเป็นต้องใช้พื้นที่เยอะในการอาศัยอยู่ดังนั้นจึงเหมาะกับคนที่เลี้ยงหมาแต่พื้นที่จำกัด อย่างที่บอกไปแล้วว่านิสัยตามธรรมชาติของเฟรนช์ บลูด็อกนั้นคือ มีความคิดเป็นของตัวเองสูง และค่อนข้างดื้อรั้น ถึงแม้ว่าจะมีความฉลาดและกระตืนรืนร้นมากแค่ไหน การฝึกนั้นควรจะฝึกแบบเล่นเกมส์และมีของรางวัลเป็นแรงจูงใจ ผู้เลี้ยงควรจะหาวิธีฝึกและเกมส์ใหม่ๆ มาสลับสับเปลี่ยนในการฝึก', 'เฟรนช์ บูลด็อกเป็นหมาฉลาดและเลี้ยงง่าย แต่เป็นสุนัขที่ต้องการดูแลเอาใจใส่อย่างมาก ดังนั้นเจ้าของควรหมั่นใส่ใจดูแลทั้งเรื่องคุณภาพของอาหาร และกิจวัตรชีวิตประจำวัน', 'โรคระบบประสาท, โรคระบบทางเดินอาหาร, โรคระบบทางเดินหายใจ, โรคระบบต่อมไร้ท่อ, โรคระบบเลือดและภูมิคุ้มกัน และโรคตา', '-'),
(08, 'โกลเด้น รีทริฟเวอร์ (Golden Retriever)', 'สุนัขโกลเด้น รีทริฟเวอร์ จัดเป็นสุนัขพันธุ์ใหญ่ ประเภทสุนัขเพื่อการกีฬา (Sporting dog) โดยมีความสูงประมาณ 21 - 24 นิ้ว และมีน้ำหนักอยู่ที่ 25 – 35 กิโลกรัม และมีอายุเฉลี่ยอยู่ที่ 10 – 12 ปี มีเฉดสีตั้งแต่น้ำตาลเข้ม สีเหลืองทอง ไปจนถึงสีเหลืองอ่อน', 'โกลเด้น รีทรีฟเวอร์ มีอารมณ์เย็น ฉลาด และมีเสน่ห์ และขี้เล่น เขาสุภาพกับเด็กๆ และเข้ากันได้ดีกับสัตว์ตัวอื่น และคนแปลกหน้า สุนัขพันธุ์นี้ชอบที่จะทำให้เราชื่นชอบ จึงเป็นสาเหตุให้เขาตอบสนองต่อการฝึกได้ดีและเป็นที่นิยมในการเป็นสุนขที่ให้ความช่วยเหลือ เขาชอบทำงานไม่ว่าจะเกี่ยวกับการล่านก หรือว่าไล่เก็บรองเท้าของผู้ดูแล โกลเต้น รีทรีฟเวอร์เป็นสุนัขที่เห่าไม่มาก และไม่มีสัญชาตญาณในการเฝ้าระวัง ดังนั้นอย่างวางใจว่าเขาจะเป็นผู้เฝ้าของที่ดี แต่อย่างไรก็ตามเขาก็จะเตือนคุณหากว่ามีคนแปลกหน้าเข้ามา', 'โกลเด้น เป็น สุนัข ที่มีขนร่วงมาก จำเป็นจะต้องแปรงและหวีขนให้มันสัปดาห์ละหลายๆ ครั้ง โกลเด้น จะมีความสุขมากๆ หากเจ้าของพามันไปเดินเล่นไกลๆ ทุกวันหรือหาสนามโล่งๆ ให้ได้วิ่งเล่นแบบสบายๆ ไร้กังวล ได้เล่นกับ สุนัข ตัวอื่น วิ่งเก็บลูกบอล หรือว่ายน้ำ  และด้วยความที่ โกลเด้น รีทรีฟเวอร์ มีต้นกำเนิดมาเพื่อล่าสัตว์ที่อยู่ริมน้ำ ดังนั้น บุคลิกที่โดดเด่นอีกอย่างหนึ่งของ สุนัข พันธุ์นี้คือ ชอบลงไปในบริเวณที่มีน้ำขังอยู่ ไม่ว่าจะเป็นสระว่ายน้ำ กระถางบัว บ่อปลา หรือแม้แต่ชามใส่น้ำของตัวมันเอง จึงขอแนะนำให้หาอ่างน้ำ หรือภาชนะใดๆ ใส่น้ำไว้สำหรับให้เขาเล่นโดยเฉพาะ', 'มีสถานที่เลี้ยงที่มีพื้นที่เพียงพอให้เขาทำกิจกรรม และผู้เลี้ยงควรมีเวลาทำกิจกรรมร่วมกัน พวกเขาเหมาะอย่างยิ่งสำหรับเป็นเพื่อนเล่น เพราะเขาสามารถเป็นได้หลายอย่างให้กับเด็ก ๆ ของคุณ ไม่ว่าจะเป็นเพื่อนเล่น พี่เลี้ยง หมอนหนุน หรือบอดี้การ์ด สุนัขโกลเด้น รีทริฟเวอร์เหมาะสำหรับผู้เลี้ยงที่เป็น Animal Lover เนื่องจากพวกเขาสามารถอยู่ร่วมกับสัตว์เลี้ยงตัวอื่น ๆ ของคุณได้อย่างเป็นมิตรและสงบสุข คุณควรมีเวลาดูแลเรื่องขนและกลิ่นตัวของสุนัขอย่างน้อยสัปดาห์ละครั้ง และสำหรับผู้เลี้ยงมือใหม่ (ที่มีบริเวณเพียงพอ) สุนัขโกลเด้น รีทรีฟเวอร์ เหมาะสมสำหรับเป็น “สุนัขตัวแรก” ของคุณเป็นอย่างยิ่ง', 'โรคข้อสะโพกเสื่อม (Hip Dysplasia ) โรคขาดฮอร์โมนไทรอยด์ โรคเนื้องอกในต่อมน้ำเหลือง และโรคต้อกระจก ', '-'),
(09, 'ไซบีเรียน ฮัสกี (SIBERIAN HUSKY)', 'สุนัขไซบีเรียน ฮัสกี ถูกจัดเป็นสุนัขพันธุ์ใหญ่ ในประเภทสุนัขเพื่อการใช้งาน (Working dog) มีความสูงเฉลี่ยประมาณ 20 - 23 นิ้ว มีน้ำหนักอยู่ที่ 15 – 30 กิโลกรัม และมีอายุเฉลี่ยอยู่ที่ 12 – 15 ปี โดยพื้นฐานขนมักเป็นสีขาวผสมกับมาร์คกิ้งเฉดสีต่าง ๆ เช่น ดำ เทา เงิน หรือแทน แต่สิ่งที่โดดเด่นอีกอย่างของสุนัขไซบีเรียน ฮัสกี คือสีตา เราอาจพบว่าสุนัขมีตาสีน้ำตาล ฟ้า หรือข้างละสี', 'สุนัขสายพันธุ์คลาสสิกทางตอนเหนือ ไซบีเรียน ฮัสกี้เป็นสุนัขที่เป็นมิตรและฉลาด แต่ว่าบางครั้งอาจจะเป็นตัวของตัวเองและดื้อดึง เขามีความสุขที่ได้อยู่กับมนุษย์ แต่ต้องการการฝึกที่สุภาพมั่นคงตั้งแต่ยังเป็นลูกสุนัข สุนัขสายพันธุ์นี้ถูกพัฒนาขึ้นมาเพื่อการวิ่ง และความรักในการวิ่งนี้บางครั้ง อาจจะมีมากกว่าความรักในทำหน้าทีอารักขา ไซบีเรียน ฮัสกี้เป็นมิตรกับทุกคนรวมทั้งเด็ก ไซบีเรียน ฮัสกี้ส่วนใหญ่จะเข้าได้ดีกับสุนัขตัวอื่น โดยเฉพาะอย่างยิ่งหากเลี้ยงมาด้วยกัน เขามีพลังขับเคลื่อนสูงบางครั้งอาจจะไล่กวดแมวหรือปศุสัตว์ เขาอาจจะเป็นนักขุด โดยเฉพาะอย่างยิ่งในช่วงอากาศร้อน เนื่องจากเขาต้องการสร้างที่เย็นๆไว้ล้มตัวลงนอน เขามีแนวโน้มไม่เห่าแต่จะหอน', 'ไซบีเรียน ฮัสกีต้องการ การดูแล การออกกำลังกายเป็นประจำทุกวันไม่ว่าจะเป็นการใส่สายจูงแล้ววิ่ง หรือการพาไปเดินเล่นขึ้นลู่วิ่ง วิ่งกับจักรยาน และว่ายน้ำอาทิตย์ละครั้ง และนอกจากนี้ยังต้องการการแปรงขนเป็นประจำอาทิตย์ละครั้ง และช่วงที่มีการผลัดขนเยอะๆจำเป็นต้องทำการแปรงขนทุกวัน  ไซบีเรียนฮัสกีชอบอากาศที่หนาวเย็น แต่สิ่งที่ดีที่สุดคือการให้เค้าได้ใช้เวลาอยู่นอกบ้านเพื่อรับแสงแดด ช่วยเรื่องการเป็นโรคผิวหนังการเกิดเชื้อราจากการที่ขนไม่แห้ง และขนพันกัน แต่ควรให้นอนภายในบ้าน', 'สุนัขไซบีเรียน ฮัสกี ไม่เหมาะกับผู้เลี้ยงสุนัขมือใหม่ หรือคนที่อยากเลี้ยงสุนัขเพียงเพราะรูปลักษณ์ภายนอก โดยไม่ศึกษาข้อมูลให้ดีก่อน เพราะความยากอันดับต้น ๆ คือเรื่องการควบคุมสุนัข และปัญหาที่ตามมาเมื่อสุนัขไม่ได้รับการออกกำลังกายที่เพียงพอ สุนัขไซบีเรียน ฮัสกี เหมาะสำหรับผู้ที่รักการทำกิจกรรมกลางแจ้ง การออกกำลังกายอย่างหนัก หรือชอบการวิ่งในระยะทางไกล ๆ สุนัขไซบีเรียน ฮัสกี เหมาะกับการเลี้ยงในสถานที่ที่มีรั้วรอบขอบชิด และแข็งแรงเพียงพอที่สุนัขจะไม่สามารถหลบหนีออกไปได้ คุณควรมีเวลาจัดการเรื่องขนของสุนัขไซบีเรียน ฮัสกี ทั้งการแปรงขนและกำจัดขนที่ติดอยู่ตามมุมต่าง ๆ ของบ้าน คุณสามารถเลี้ยงสุนัขไซบีเรียน ฮัสกี ร่วมกับสุนัขสายพันธุ์อื่น ๆ ได้ แต่ไม่แนะนำให้เลี้ยงร่วมกับสัตว์เลี้ยงชนิดอื่น ๆ', 'สุนัขพันธุ์ไซบีเรียนมีโรคประจำตัวคือโรคตา เช่นโรคจอประสาทตาอักเสบ ไฮโปไทรอยด์ ต้อกระจก และกระจกตาเสื่อม และภูมิแพ้สำหรับสุนัขอายุมาก', '-'),
(10, 'ลาบราดอร์ รีทรีฟเวอร์ (Labrador Retriever)', 'ลาบราดอร์ รีทรีฟเวอร์ เป็นสุนัขที่กำยำ และมีสีเดียวทั้งตัว เขามีรูปร่างเกือบเป็นสีเหลี่ยม ด้วยลำตัวที่แข็งแรงและขาที่มั่นคง เพศผู้มีความสูงมากที่สุดที่ 24 นิ้ว ซึ่งทำให้เขาถูกจัดอยู่ในกลุ่มสุนัขขนาดกลาง แต่ด้วยร่างกายที่ท้วมกำยำอาจทำให้เขาดูเหมือนตัวใหญ่กว่านั้น เขามีน้ำหนักตั้งแต่ 85 ปอนด์ สำหรับเพศผู้ ไปจนถึง 55 ปอนด์ สำหรับเพศเมียที่ตัวเล็กกว่า   เขาเป็นที่จดจำได้ง่ายจากศีรษะที่กว้าง หูตกและดวงตาที่ใหญ่ สัญลักษณ์ประจำตัวของลาบราดอร์ คือขนสองชั้นสั้นหนาซึ่งสามารถป้องกันน้ำได้ดี และหางคล้ายหางของนาก (otter tail) คือหางจะหนาและอวบ เริ่มตั้งแต่ด้านบนยาวตรงมาจนถึงปลายหาง เท้าเรียงเป็นแพร (webbed) คือมีผิวหนังที่ยาวเชื่อมระหว่างนิ้วเท้าเพื่อช่วยในการว่ายน้ำ สีของขนมีตั้งแต่สีดำ ไปจนถึงช็อคโกแลต และแดง/เหลือง ไปจนถึงเกือบขาว ลาบราดอร์ รีทรีฟเวอร์ โตเต็มวัยเร็วปานกลาง เขาจะมีความสูงเต็มตัวเมื่ออายุตั้งแต่ 6 ถึง 12 เดือน แต่ว่าจะมีความเป็นไปได้ที่จะค่อยๆเพิ่มเล็กน้อยไปจนถึงอายุ 2 ปี ลาบราดอร์ หลายตัวมีอายุยืนจนถึง 12 - 14 ปี ', 'ลักษณะนิสัยของ ลาบราดอร์รีทรีฟเวอร์ (Labrador Retriever) เป็นสุนัขที่มีความกระตือรือร้นเป็นอย่างมาก สามารถปรับตัวเข้ากับสิ่งแวดล้อมได้เป็นอย่างดี แถมยังคงรักสนุก เป็นมิตรกับเด็ก ๆ เพราะพวกมันจะมีนิสัยที่ใจดีเป็นหลัก แถมยังคงมีความฉลาดหลักแหลม มีความหนักแน่น อดทน น่าเกรงขาม เป็นหมาที่มีเสียงเห่าออกทุ้ม ๆ และด้วยความฉลาดหลักแหลมเป็นเลิศ จึงสามารถฝึกความสามารถพิเศษอื่น ๆ ได้อย่างมากมายเลยทีเดียว', 'ลาบราดอร์เป็นสุนัขที่พลังงานสูง ชอบ active ตลอดเวลา การพาออกไปทำกิจกรรมทั้งทางกายและใจ ก็จะช่วยให้ลาบราดอร์ปลดปล่อยพลังงานออกมาอย่างเต็มที่ กิจกรรมที่ควรทำ เช่น พาไปเดินเล่นประมาณครึ่งชั่วโมง หรือพาไปวิ่งเล่นกับเพื่อนๆในสวนสาธารณะ แต่ถ้ายังเด็กก็ไม่ควรพาออกไปเดินหรือเล่นนาน เพราะอาจทำให้เหนื่อยง่าย แม้ว่าโดยธรรมชาติลาบราดอร์จะเป็นหมาที่นิสัยดี ไม่ดื้อ เจ้าของบางคนอาจคิดว่าไม่ต้องฝึกก็ได้ ซึ่งเป็นความเชื่อที่ผิด ถ้าหากว่าไม่ได้รับการฝึกตั้งแต่เด็ก ลาบราดอร์จะมีแนวโน้มพฤติกรรมที่เกเร และตัวใหญ่จากการกินมากเกินไป การพาเข้าสังคมตั้งแต่ยังเด็กๆ ก็จะช่วยให้ปรับเปลี่ยนพฤติกรรม และคุ้นชินกับการอยู่สังคมใหม่ๆได้  เจ้าลาบราดอร์เป็นหมาที่ชอบหมั่นเขี้ยว มันจะกัดแทะของทุกอย่าง แม้กระทั่งของเล่นชิ้นเล็กๆ ไปจนถึงเฟอร์นิเจอร์ชิ้นใหญ่อย่างโซฟา ฉะนั้นถ้าวันไหนไม่อยู่บ้าน ควรขังไว้ในกรง หรือในบ้านหมา เพื่อเป็นการฝึกวินัยและป้องกันความเสียหายที่เกิดขึ้นกับสิ่งของในบ้าน', 'เจ้าของสุนัขควรทำรั้วบ้านให้มีอาณาเขตมิดชิดและควรใส่ใจทั้งด้านสุขภาพของเขาและมันพาไปร่วมกิจกรรมกับทางครอบครัวอยากเป็นประจำด้วย', 'โรคเกี่ยวกับสะโพกและกระดูก โรคเกี่ยวกับดวงตา โรคลอมบ้าหมู และโรคขาดฮอร์โมนไทรอยด์', '-');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_cat_anti_flea`
--

CREATE TABLE `tbl_member_cat_anti_flea` (
  `AntiFleaID` int(11) NOT NULL,
  `AntiFleaDate` date NOT NULL,
  `Ref_CatID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_cat_anti_flea`
--

INSERT INTO `tbl_member_cat_anti_flea` (`AntiFleaID`, `AntiFleaDate`, `Ref_CatID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, '2021-07-09', 1, 7560493, '2021-07-20'),
(2, '2021-07-31', 1, 7560493, '2021-07-20'),
(3, '2021-07-19', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_cat_dirofilaria`
--

CREATE TABLE `tbl_member_cat_dirofilaria` (
  `DifID` int(11) NOT NULL,
  `ProtectDate` date NOT NULL,
  `Ref_CatID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_cat_dirofilaria`
--

INSERT INTO `tbl_member_cat_dirofilaria` (`DifID`, `ProtectDate`, `Ref_CatID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, '2021-07-26', 1, 7560493, '2021-07-20'),
(2, '2021-07-04', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_cat_doctor_visit`
--

CREATE TABLE `tbl_member_cat_doctor_visit` (
  `DocID` int(11) NOT NULL,
  `HospitalName` varchar(255) NOT NULL,
  `IllNess` varchar(255) NOT NULL,
  `TreatDetails` varchar(255) NOT NULL,
  `Ref_CatID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_cat_doctor_visit`
--

INSERT INTO `tbl_member_cat_doctor_visit` (`DocID`, `HospitalName`, `IllNess`, `TreatDetails`, `Ref_CatID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, 'r', 'r', 'r', 1, 7560493, '2021-07-20'),
(2, 'uiuiuiui', 'uiuiui', 'uiuiuiu', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_cat_drug_details`
--

CREATE TABLE `tbl_member_cat_drug_details` (
  `DrugID` int(11) NOT NULL,
  `DrugDate` date NOT NULL,
  `DrugType` varchar(255) NOT NULL,
  `Howto` varchar(255) NOT NULL,
  `Duration` varchar(255) NOT NULL,
  `Ref_CatID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_cat_drug_details`
--

INSERT INTO `tbl_member_cat_drug_details` (`DrugID`, `DrugDate`, `DrugType`, `Howto`, `Duration`, `Ref_CatID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, '2021-07-18', 'd', 'd', 'd', 1, 7560493, '2021-07-20'),
(2, '2021-07-11', 'hh', 'hh', 'hh', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_cat_health`
--

CREATE TABLE `tbl_member_cat_health` (
  `HealthID` int(11) NOT NULL,
  `HealthIssues` varchar(255) NOT NULL,
  `Ref_CatID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_cat_health`
--

INSERT INTO `tbl_member_cat_health` (`HealthID`, `HealthIssues`, `Ref_CatID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, 'll', 1, 7560493, '2021-07-20'),
(2, 'tytytyty', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_cat_vaccine`
--

CREATE TABLE `tbl_member_cat_vaccine` (
  `VacID` int(11) NOT NULL,
  `ProtectType` varchar(255) NOT NULL,
  `ProductCode` varchar(255) NOT NULL,
  `InjectDate` date NOT NULL,
  `NextDate` date NOT NULL,
  `Ref_CatID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_cat_vaccine`
--

INSERT INTO `tbl_member_cat_vaccine` (`VacID`, `ProtectType`, `ProductCode`, `InjectDate`, `NextDate`, `Ref_CatID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, 'a', 'a', '2021-07-08', '2021-07-16', 1, 7560493, '2021-07-20'),
(2, 'ิb', 'b', '2021-07-02', '2021-07-02', 1, 7560493, '2021-07-20'),
(3, 'qq', 'qq', '2021-07-11', '2021-07-09', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_cat_weight`
--

CREATE TABLE `tbl_member_cat_weight` (
  `CatWeightID` int(11) NOT NULL,
  `CatWeightDate` date NOT NULL,
  `CatWeight` varchar(255) NOT NULL,
  `Ref_CatID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_cat_weight`
--

INSERT INTO `tbl_member_cat_weight` (`CatWeightID`, `CatWeightDate`, `CatWeight`, `Ref_CatID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, '2021-07-17', '50', 1, 7560493, '0000-00-00'),
(2, '2021-07-01', '1', 1, 7560493, '2021-07-20'),
(3, '2021-07-14', '4', 1, 7560493, '2021-07-24'),
(4, '2021-07-04', '13', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_dog_anti_flea`
--

CREATE TABLE `tbl_member_dog_anti_flea` (
  `AntiFleaID` int(11) NOT NULL,
  `AntiFleaDate` date NOT NULL,
  `Ref_DogID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_dog_anti_flea`
--

INSERT INTO `tbl_member_dog_anti_flea` (`AntiFleaID`, `AntiFleaDate`, `Ref_DogID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, '2021-07-16', 1, 7560493, '2021-07-20'),
(2, '0000-00-00', 1, 7560493, '2021-07-20'),
(3, '2021-07-11', 1, 7560493, '2021-07-20'),
(4, '2021-07-01', 1, 7560493, '2021-07-20'),
(5, '2021-07-01', 1, 7560493, '2021-07-20'),
(6, '2021-07-04', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_dog_dirofilaria`
--

CREATE TABLE `tbl_member_dog_dirofilaria` (
  `DifID` int(11) NOT NULL,
  `ProtectDate` date NOT NULL,
  `Ref_DogID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_dog_dirofilaria`
--

INSERT INTO `tbl_member_dog_dirofilaria` (`DifID`, `ProtectDate`, `Ref_DogID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, '2021-07-17', 1, 7560493, '2021-07-20'),
(2, '2021-07-17', 1, 7560493, '2021-07-20'),
(3, '2021-07-11', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_dog_doctor_visit`
--

CREATE TABLE `tbl_member_dog_doctor_visit` (
  `DocID` int(11) NOT NULL,
  `HospitalName` varchar(255) NOT NULL,
  `IllNess` varchar(255) NOT NULL,
  `TreatDetails` varchar(255) NOT NULL,
  `Ref_DogID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_dog_doctor_visit`
--

INSERT INTO `tbl_member_dog_doctor_visit` (`DocID`, `HospitalName`, `IllNess`, `TreatDetails`, `Ref_DogID`, `Ref_OwnerID`, `DateSave`) VALUES
(0, 'fffffff', 'fffffffff', 'fffffffff', 1, 7560493, '2021-07-20'),
(0, 'ggg', 'gggggg', 'ggggggg', 1, 7560493, '2021-07-20'),
(0, 'rtyrtyryr', 'tyrtyrtyr', 'tyrtyrty', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_dog_drug_details`
--

CREATE TABLE `tbl_member_dog_drug_details` (
  `DrugID` int(11) NOT NULL,
  `DrugDate` date NOT NULL,
  `DrugType` varchar(255) NOT NULL,
  `Howto` varchar(255) NOT NULL,
  `Duration` varchar(255) NOT NULL,
  `Ref_DogID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_dog_drug_details`
--

INSERT INTO `tbl_member_dog_drug_details` (`DrugID`, `DrugDate`, `DrugType`, `Howto`, `Duration`, `Ref_DogID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, '2021-07-17', 'yayayay', 'yayay', 'yaya', 1, 7560493, '2021-07-20'),
(2, '2021-07-18', 'yaya2', 'yaya2', 'yaya2', 1, 7560493, '2021-07-20'),
(3, '2021-07-11', 'qqqq', 'qqq', 'qqq', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_dog_health`
--

CREATE TABLE `tbl_member_dog_health` (
  `HealthID` int(11) NOT NULL,
  `HealthIssues` varchar(255) NOT NULL,
  `Ref_DogID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_dog_health`
--

INSERT INTO `tbl_member_dog_health` (`HealthID`, `HealthIssues`, `Ref_DogID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, 'wwwwwww', 1, 7560493, '2021-07-20'),
(2, 'hhhhh', 1, 7560493, '2021-07-20'),
(3, 'kljkljkl', 1, 7560493, '2021-07-24'),
(4, 'mmmmmmmmm', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_dog_vaccine`
--

CREATE TABLE `tbl_member_dog_vaccine` (
  `VacID` int(11) NOT NULL,
  `ProtectType` varchar(255) NOT NULL,
  `ProductCode` varchar(255) NOT NULL,
  `InjectDate` date NOT NULL,
  `NextDate` date NOT NULL,
  `Ref_DogID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_dog_vaccine`
--

INSERT INTO `tbl_member_dog_vaccine` (`VacID`, `ProtectType`, `ProductCode`, `InjectDate`, `NextDate`, `Ref_DogID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, 'aaaaaa', 'aaaaaaaa', '2021-07-17', '2021-07-25', 1, 7560493, '2021-07-20'),
(2, 'bbbbb', 'bbbbbb', '2021-07-17', '2021-07-18', 1, 7560493, '2021-07-20'),
(3, 'eeee', 'eee', '2021-07-02', '2021-07-21', 1, 7560493, '2021-07-24'),
(4, 'werwerwr', 'wrwerwer', '2021-07-09', '2021-07-09', 1, 7560493, '2021-07-24'),
(5, 'tytyty', 'ytytyty', '2021-07-11', '2021-07-14', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_dog_weight`
--

CREATE TABLE `tbl_member_dog_weight` (
  `DogWeightID` int(11) NOT NULL,
  `DogWeightDate` date NOT NULL,
  `DogWeight` varchar(255) NOT NULL,
  `Ref_DogID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_dog_weight`
--

INSERT INTO `tbl_member_dog_weight` (`DogWeightID`, `DogWeightDate`, `DogWeight`, `Ref_DogID`, `Ref_OwnerID`, `DateSave`) VALUES
(5, '2021-07-10', '60', 1, 7560493, '2021-07-20'),
(8, '2021-07-11', '72456456456', 1, 7560493, '2021-07-20'),
(11, '2021-07-11', '4', 1, 7560493, '2021-07-20'),
(12, '2021-07-11', '62', 1, 7560493, '2021-07-20'),
(13, '2021-07-18', '9', 1, 7560493, '2021-07-20'),
(14, '2021-07-24', '9', 1, 7560493, '2021-07-20'),
(15, '2021-07-16', '6', 1, 7560493, '2021-07-20'),
(16, '2021-07-03', '10', 1, 7560493, '2021-07-20'),
(17, '2021-07-02', '15', 1, 7560493, '2021-07-20'),
(18, '2021-07-16', '50', 1, 7560493, '2021-07-20'),
(19, '2021-07-16', '424', 1, 7560493, '2021-07-20'),
(20, '2021-07-17', '42', 1, 7560493, '2021-07-20'),
(21, '0000-00-00', '42', 1, 7560493, '2021-07-20'),
(22, '2021-07-10', '24', 1, 7560493, '2021-07-20'),
(23, '2021-07-16', '3', 1, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_tree_fertilize`
--

CREATE TABLE `tbl_member_tree_fertilize` (
  `FertilizeID` int(11) NOT NULL,
  `FertilizeDate` date NOT NULL,
  `FertilizeTime` time NOT NULL DEFAULT current_timestamp(),
  `Ref_TreeID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_tree_fertilize`
--

INSERT INTO `tbl_member_tree_fertilize` (`FertilizeID`, `FertilizeDate`, `FertilizeTime`, `Ref_TreeID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, '2021-07-10', '08:19:00', 3, 7560493, '2021-07-23'),
(2, '2021-07-14', '12:16:00', 3, 7560493, '2021-07-23'),
(3, '2021-07-18', '20:19:00', 3, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_tree_note`
--

CREATE TABLE `tbl_member_tree_note` (
  `treeNoteID` int(11) NOT NULL,
  `Note` text NOT NULL,
  `Ref_TreeID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_tree_note`
--

INSERT INTO `tbl_member_tree_note` (`treeNoteID`, `Note`, `Ref_TreeID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, 'หกดหดหกดหกดหกดหกด', 3, 7560493, '2021-07-23'),
(2, 'หกดหกดหกดหกด', 3, 7560493, '2021-07-23'),
(3, 'retertertertertertertert', 3, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_member_tree_water`
--

CREATE TABLE `tbl_member_tree_water` (
  `WaterID` int(11) NOT NULL,
  `WaterDate` date NOT NULL,
  `WaterTime` time NOT NULL DEFAULT current_timestamp(),
  `Ref_TreeID` int(11) NOT NULL,
  `Ref_OwnerID` int(11) NOT NULL,
  `DateSave` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_member_tree_water`
--

INSERT INTO `tbl_member_tree_water` (`WaterID`, `WaterDate`, `WaterTime`, `Ref_TreeID`, `Ref_OwnerID`, `DateSave`) VALUES
(1, '2021-07-18', '18:05:00', 3, 7560493, '2021-07-20'),
(2, '2021-07-10', '18:11:00', 3, 7560493, '2021-07-20'),
(3, '2021-07-09', '07:58:00', 3, 7560493, '2021-07-23'),
(4, '2021-07-11', '19:19:00', 3, 7560493, '2021-07-24');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_owner`
--

CREATE TABLE `tbl_owner` (
  `OwnerID` varchar(255) NOT NULL,
  `Username` varchar(255) NOT NULL,
  `Password` varchar(255) NOT NULL,
  `FirstName` varchar(255) NOT NULL,
  `LastName` varchar(255) NOT NULL,
  `OwnerPhoto` varchar(255) NOT NULL,
  `Email` varchar(255) NOT NULL,
  `Telephone` varchar(10) NOT NULL,
  `Line` varchar(255) NOT NULL,
  `Facebook` varchar(255) NOT NULL,
  `Level` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_owner`
--

INSERT INTO `tbl_owner` (`OwnerID`, `Username`, `Password`, `FirstName`, `LastName`, `OwnerPhoto`, `Email`, `Telephone`, `Line`, `Facebook`, `Level`) VALUES
('1157743', 'db', 'd77d5e503ad1439f585ac494268b351b', 'db', 'db', '160241905820210723_054445.jpg', 'db@gmail.com', '', '', '', 'member'),
('1457930', 'sdfsd', '84d9cfc2f395ce883a41d7ffc1bbcf4e', 'sdfsd', 'sdfsd', '143955242820210723_052157.jpg', 'sdfsd', 'sdfsd', '', '', 'member'),
('3580857', 'bn', '4e58188ff528dea1eec738fffc0e118d', 'bn', 'bn', '141949181320210723_042311.jpg', 'bn@gmail.com', '0123456789', 'bnline', 'bnfacebook', 'member'),
('3652083', 'cc', 'e0323a9039add2978bf5b49550572c7c', 'นายซี', 'คนที่สาม', '615862920210718_185817.jpg', 'cc@gmail.com', '0123456789', 'linecc', 'facebookcc', 'member'),
('4835853', 'yy', '2fb1c5cf58867b5bbc9a1b145a86f3a0', 'yyfirstname', 'yylastname', '117744025320210720_205910.jpg', 'yy@gmail.com', '0632215488', 'yyline', 'yyfacebook', 'member'),
('5056553', 'mn', 'c3d6ebaec84ae7a23309342eb5d6b225', 'mn', 'mn', '172752333320210723_041743.jpg', 'mn@gmail.com', '0123456789', 'linemn', 'facebookmn', 'member'),
('5078862', 'kk', 'dc468c70fb574ebd07287b38d0d0676d', 'kk', 'kk', '129651585720210723_054928.jpg', 'kk@gmail.com', '', '', '', 'member'),
('5318293', 'zx', 'e6c760b3216a51c656c5861d72d5bf62', 'zx', 'zx', '16077077520210723_040430.jpg', 'zx@gmail.com', '0621154855', 'zxline', 'zxfacebook', 'member'),
('5405182', '', 'd41d8cd98f00b204e9800998ecf8427e', '', '', '', '', '', '', '', 'member'),
('6230870', 'zaq', '9e3895cedfa93fc7d6f63cb00ad91d1b', 'zaq', 'zaq', '156964492820210723_111904.jpg', 'zaq@gmail.com', '0123456789', 'zaqline', 'zaqfacebook', 'member'),
('7078248', 'vvv', '4786f3282f04de5b5c7317c490c6d922', 'vvv', 'vvv', '214119589420210723_053604.jpg', 'vvv@gmail.com', '', '', '', 'member'),
('7287952', 'dd', '1aabac6d068eef6a7bad3fdf50a05cc8', 'นายดี', 'คนที่สี่', '121848063020210718_191345.jpg', 'dd@gmail.com', '0123456789', 'ddline', 'ddfacebook', 'member'),
('7298280', 'fffaf', 'a29811b009db76e517e2f22b3f23f0b4', 'afa', 'afaf', '23797211820210723_051717.jpg', 'afaf', '', '', '', 'member'),
('7560493', 'aa', '4124bc0a9335c27f086f24ba207a4912', 'นายเอ', 'คนที่หนึ่ง', '131565152920210718_183835.jpg', 'aa@gmail.com', '0123456789', 'aaline', 'aafacebook', 'member'),
('8077309', 'as', 'f970e2767d0cfe75876ea857f92e319b', 'as', 'as', '188611096620210723_054111.jpg', 'as', '', '', '', 'member'),
('8596387', 'gg', '73c18c59a39b18382081ec00bb456d43', 'gg', 'gg', '167339804520210723_051510.jpg', 'gg', '', '', '', 'member'),
('905933', 'ii', '7e98b8a17c0aad30ba64d47b74e2a6c1', 'ii', 'ii', '158642949420210723_053004.jpg', 'ii', '', '', '', 'member'),
('9988540', 'bb', '21ad0bd836b90d08f4cf640b4c298e7c', 'นายบี', 'คนที่สอง', '195293255020210718_184445.jpg', 'bb', '0123456789', 'bbline', 'bbfacebook', 'member');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_products`
--

CREATE TABLE `tbl_products` (
  `ProductID` int(3) UNSIGNED ZEROFILL NOT NULL,
  `ProductImage` varchar(50) NOT NULL,
  `ProductName` varchar(255) NOT NULL,
  `ProductPrice` int(255) NOT NULL,
  `ProductCategory` varchar(10) NOT NULL,
  `ProductCreateDate` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_products`
--

INSERT INTO `tbl_products` (`ProductID`, `ProductImage`, `ProductName`, `ProductPrice`, `ProductCategory`, `ProductCreateDate`) VALUES
(007, '159076279920210629_131320.jpg', 'collar1', 159, 'DTag', '2021-06-29 06:13:20'),
(008, '162529093320210629_131337.jpg', 'collar2', 199, 'DTag', '2021-06-29 06:13:37'),
(009, '151212800320210629_131354.jpg', 'collar3', 299, 'DTag', '2021-06-29 06:13:54'),
(010, '122582803720210629_131420.jpg', 'collar4', 350, 'DTag', '2021-06-29 06:14:20'),
(011, '213268933220210629_131444.jpg', 'collar5', 380, 'DTag', '2021-06-29 06:14:44'),
(012, '142839617720210629_131501.jpg', 'collar6', 400, 'DTag', '2021-06-29 06:15:01'),
(013, '167162628420210630_232402.jpg', 'collarcat', 123, 'CTag', '2021-06-30 16:24:02'),
(014, '85235277820210630_232432.jpg', 'collarcat_2', 125, 'CTag', '2021-06-30 16:24:32'),
(015, '206032102820210630_232451.jpg', 'collarcat_3', 158, 'CTag', '2021-06-30 16:24:53'),
(017, '47478138420210630_232634.jpg', 'collarcat_4', 299, 'CTag', '2021-06-30 16:26:34'),
(018, '15350662220210630_232716.jpg', 'plant1', 299, 'TTag', '2021-06-30 16:27:16'),
(019, '156414603320210630_232737.jpg', 'plant2', 399, 'TTag', '2021-06-30 16:27:37'),
(020, '191474253820210630_232833.jpg', 'plant3', 499, 'TTag', '2021-06-30 16:28:33'),
(021, '124494112420210630_233039.jpg', 'plant5', 477, 'TTag', '2021-06-30 16:30:39'),
(022, '89405656820210630_233108.jpg', 'plant4', 588, 'TTag', '2021-06-30 16:31:08'),
(024, '28288702820210702_143253.jpg', 'collar_dog_2', 180, 'DTag', '2021-07-02 07:32:53'),
(025, '90885818020210702_143328.jpg', 'collar_dog_3', 159, 'DTag', '2021-07-02 07:33:28'),
(026, '206056422920210702_143347.jpg', 'collar_dog_4', 199, 'DTag', '2021-07-02 07:33:47'),
(027, '150408580620210702_143557.jpg', 'collar_dog_5', 135, 'DTag', '2021-07-02 07:35:57'),
(028, '75859275320210702_144951.jpg', 'collar_cat_1', 135, 'CTag', '2021-07-02 07:49:51'),
(029, '179867994820210702_145145.jpg', 'collar_cat_2', 150, 'CTag', '2021-07-02 07:51:57'),
(030, '161601011220210702_145216.jpg', 'collar_cat_4', 180, 'CTag', '2021-07-02 07:52:16'),
(031, '60861993220210702_145313.jpg', ' vase_1', 299, 'TTag', '2021-07-02 07:53:30'),
(032, '86735940020210702_145420.jpg', ' vase_2', 288, 'TTag', '2021-07-02 07:54:20'),
(033, '49107287520210702_145525.jpg', ' vase_3', 499, 'TTag', '2021-07-02 07:55:25'),
(034, '31931428820210702_145549.jpg', ' vase_4', 599, 'TTag', '2021-07-02 07:55:49'),
(035, '140979922820210702_145719.jpg', ' vase_5', 699, 'TTag', '2021-07-02 07:57:39');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_qrcode`
--

CREATE TABLE `tbl_qrcode` (
  `QrCodeID` int(3) UNSIGNED ZEROFILL NOT NULL,
  `QrCodeName` varchar(255) NOT NULL,
  `QRStatus` varchar(11) NOT NULL,
  `Ref_ProductID` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_qrcode`
--

INSERT INTO `tbl_qrcode` (`QrCodeID`, `QrCodeName`, `QRStatus`, `Ref_ProductID`) VALUES
(001, 'oGRwHrXU5K', 'Yes', 7),
(002, '98Yp9nVpXo', 'Yes', 8),
(003, 'WSYQCOVKjJ', 'No', 14),
(004, '5JLa6DKcGb', 'No', 17),
(005, 'fnZWMJLmQt', 'No', 28),
(006, 'Goi8DkBaxa', 'Yes', 24),
(007, 'TJVRdUK1b9', 'Yes', 26),
(008, 'rfQXKOoKRU', 'Yes', 27),
(009, 'UtuNrl8B1h', 'No', 18),
(010, '8ZCLpkoVVq', 'No', 32),
(011, 'SotK3lwIBS', 'No', 34),
(012, 'M93sWHMSou', 'No', 21),
(013, 'jgLDQiSFQe', 'No', 32),
(014, 'Z5hRwojdXz', 'Yes', 32),
(015, 'bv3N2OFmdJ', 'No', 28),
(016, 'H7IKcsFekV', 'Yes', 10),
(017, 'xWb5JjYxN9', 'Yes', 9),
(018, 'wlFJZlq3Eo', 'No', 28),
(019, 'ueKQNiSL5k', 'Yes', 34),
(020, 'Yf1JRHkKpD', 'No', 17),
(021, '259iQHnmhh', 'Yes', 32),
(022, 'lqScvSNOJS', 'Yes', 9),
(351, 'mFJUbP3Qxr', 'Yes', 7),
(352, 'QgZ14KHSoP', 'Yes', 11),
(353, 'WSVKcECXGm', 'Yes', 15),
(354, 'FbfybpSikC', 'Yes', 17),
(355, 'YCRML5osqZ', 'Yes', 9),
(356, '7qB7xWjNPH', 'Yes', 10),
(357, 'GQacdnWWx1', 'Yes', 28),
(358, 'agjeLOzwoK', 'Yes', 22),
(359, 'QOfd1CRG13', 'Yes', 10),
(360, 'OnqFEMc1mY', 'Yes', 10),
(361, 'zQZEnhJV74', 'No', 18),
(362, '8UDBAkWFnt', 'No', 19),
(363, 'EnUzjb4Qyv', 'No', 20),
(364, 'TLPYKrXjuW', 'No', 20),
(365, 'W49QhWjhUT', 'No', 22),
(366, 'ppjUxQc1xh', 'No', 22),
(367, 'jZx4EUGzTP', 'No', 22),
(368, 'PnIUhAVrap', 'No', 32),
(369, 'MEazkeGi6H', 'No', 34),
(370, 'fYa5EUkIib', 'No', 21),
(371, 'VztgxaPTxn', 'No', 22),
(372, 'ZAMvI7zp6N', 'No', 21),
(373, '467owwn42Z', 'No', 22),
(374, 'z1Pbne1DUt', 'No', 31),
(375, 'yCiTiS2JE5', 'No', 21),
(376, 'nyyG1aGdkH', 'No', 34),
(377, 'fjxTvQHJZE', 'No', 33),
(378, 'hPNY7CJTbz', 'No', 35),
(379, 'XGCOUZL1ov', 'No', 22),
(380, 'xuMi4XbgK1', 'No', 21),
(381, 'B5SlpTDZ4C', 'No', 35),
(382, 'bu3wG2mAxW', 'No', 21),
(383, 'dOlCCVMnya', 'No', 20),
(384, 'POgNCaWBkf', 'No', 20),
(385, 'I6R5WF6gea', 'No', 33),
(386, 'tg5jOMDSmz', 'No', 21),
(387, 'wQBHJTOl6H', 'No', 35),
(388, 'kz5anSf6Ub', 'No', 21),
(389, 'k46R7TCekz', 'No', 22),
(390, 'Xo81oSQiyZ', 'No', 22),
(391, 'HShcWtpxjg', 'No', 33),
(392, 'oXQ3zMENUC', 'No', 34),
(393, 'j13Te1J1gl', 'No', 31),
(394, 'wkKs1A838b', 'No', 21),
(395, 'faXqqxNmlt', 'No', 32),
(396, 'C3NaL3D2Bd', 'No', 33),
(397, 'N3JYjrRdQH', 'No', 19),
(398, '7Is9B4NyPW', 'No', 34),
(399, 'JaxWmGOS6h', 'No', 19),
(400, 'GFGAyfbsbf', 'No', 21),
(401, 'A88b331SlB', 'No', 34),
(402, 'ud6QZ7tfxR', 'No', 35),
(403, 'IDN7kycBPB', 'No', 21),
(404, 'kSslbSmY3p', 'No', 21),
(405, '', 'Yes', 20),
(406, 'hNvbgVMhhc', 'No', 34),
(407, 'zOj984h7WC', 'No', 21),
(408, '989dccq4lt', 'No', 19),
(409, 'yz3HYIugQz', 'No', 21),
(410, '8AQqVSidTQ', 'No', 21),
(411, 'n2tK7rCmsd', 'No', 21),
(412, 'RraQfqwtrY', 'No', 21),
(413, 'V3zA1X6imm', 'No', 22),
(414, 'xVj3YWUdRu', 'No', 31),
(415, '5lLrQwb793', 'No', 31),
(416, 'Bt4kCaN7rp', 'No', 32),
(417, 'aLulZjZRph', 'No', 35),
(418, 'Zx8epamdwd', 'No', 33),
(419, '1bq3piPC7R', 'No', 31),
(420, 'p3GW3GXEAj', 'No', 33),
(421, 'X96tnarLIt', 'No', 20),
(422, 'pL6Ar33hjC', 'No', 34),
(423, 'sKlkxx87KA', 'No', 35),
(424, 'X3YcdqYx1N', 'No', 19),
(425, 'nxvjay2AvR', 'No', 33),
(426, 'wLMelRBMXP', 'No', 20),
(427, '7RH7H6k3US', 'No', 32),
(428, 'Lu7QGG7UJl', 'No', 32),
(429, '1QdvqoSTdy', 'No', 34),
(430, 'cfxipXSIHg', 'No', 21),
(431, 'CIBXWRQ8qV', 'No', 31),
(432, 'icLSETf8l2', 'No', 22),
(433, 'F6HA7VuqA6', 'No', 21),
(434, 'iW7ovWSsZM', 'No', 32),
(435, 'qbDqblQs9r', 'No', 21),
(436, 'GksRJXFef9', 'No', 31),
(437, 'ztNrQRg4E2', 'No', 32),
(438, 'ogb2Ld6foR', 'No', 20),
(439, 'MIyJuljdgn', 'No', 34),
(440, 'G9cfroSPC2', 'No', 20),
(441, '5tIwWrkPo2', 'No', 21),
(442, 'lmrbVrZsdt', 'No', 31),
(443, 'QAnztCJYjK', 'No', 32),
(444, 'LigGm9BhYu', 'No', 32),
(445, 'c4HKjcfW4y', 'No', 32),
(446, 'aq72aE2XWO', 'No', 35),
(447, 'JTmRhKjtBX', 'No', 19),
(448, 'RJaGQFUdvi', 'No', 32),
(449, '5O9IVGEkzx', 'No', 18),
(450, 'DQYrtCATeT', 'No', 19),
(451, 'KfMqkQSCyC', 'No', 34),
(452, 'AwPFvy9fII', 'No', 21),
(453, 'rGvvK7Mfb5', 'No', 21),
(454, 'FDXtXUL7Xu', 'No', 21),
(455, '3qerXvbKoX', 'No', 19),
(456, 'NYmxAUTgBT', 'No', 32),
(457, 'GEwwca8K2s', 'No', 20),
(458, 'IHDqjWhUBN', 'No', 21),
(459, 'gJlYZEkLjZ', 'No', 32),
(460, 'ELSvYjPyxi', 'No', 22),
(461, 'xoDzDge7Wj', 'No', 33),
(462, 'RqzSBNkpBv', 'No', 31),
(463, 'xc1cdz4jdL', 'No', 34),
(464, 'TKnbzHEM1j', 'No', 21),
(465, 'br7HSwSYIs', 'No', 33),
(466, '4mUmD5BMxA', 'No', 34),
(467, 'gY7BQLnnCp', 'No', 22),
(468, 'dZ2cCZryM3', 'No', 34),
(469, 'l5zCjv7xst', 'No', 35),
(470, 'qSEpcHoXF2', 'No', 20),
(471, 'Vcoq6Nplas', 'No', 35),
(472, 'bGIRJuh7TT', 'No', 19),
(473, '2emnkriZkB', 'No', 19),
(474, 'HBWfqHPb4s', 'No', 21),
(475, 'O494m6a3O5', 'No', 22),
(476, 'uBxniPs9I3', 'No', 32),
(477, 'r8D8O9TfkU', 'No', 22),
(478, 'i1beBbA7hT', 'No', 20),
(479, 'ng4ZipugEz', 'No', 35),
(480, '4vMmcGf1xD', 'No', 19),
(481, 'a8oXMYr3oj', 'No', 18),
(482, 'rOKfatml9s', 'No', 20),
(483, 'uzvwy8N4t1', 'No', 21),
(484, 'XRsYNLPuEm', 'No', 22),
(485, 'ljh6oXmH8h', 'No', 21),
(486, 'PV6ZwtJDeT', 'No', 20),
(487, 'pa9ZzBevCg', 'No', 33),
(488, 'qd7DzShnBU', 'No', 20),
(489, 'DfZClywcgF', 'No', 34),
(490, 'nQJb5efjqt', 'No', 20),
(491, 'u36TjdrBqU', 'No', 33),
(492, 'ogLyQXCOmg', 'No', 20),
(493, 'SPTg5KmIXj', 'No', 33),
(494, 'xJMo8q5TvP', 'No', 22),
(495, 'j984n5N2HO', 'No', 19),
(496, 'rrXTjHtgYh', 'No', 19),
(497, 'WIki1t1WOI', 'No', 20),
(498, 'XgZrxj8UwO', 'No', 33),
(499, 'zYbuR8u2Rm', 'No', 20),
(500, 'RArmVkp1np', 'No', 21),
(501, '64ORB9xVKt', 'No', 31),
(502, 'PywiqS6WYT', 'No', 33),
(503, 'cNhXYPAQm7', 'No', 20),
(504, 'xt2mOYala3', 'No', 34),
(505, 'dRnS2JhqBK', 'No', 19),
(506, 'eiX9fXPgOm', 'No', 35),
(507, 'CraNqNO27f', 'No', 20),
(508, 'L3T3N2hHNm', 'No', 34),
(509, 'G6CGQvPQ1V', 'No', 20),
(510, 'pGNbrb58UR', 'No', 22),
(511, '1WVv6693BZ', 'No', 32),
(512, '9dgb8CMYtM', 'No', 31),
(513, 'xHgTslyUR2', 'No', 20),
(514, 'zXrAqTRX2g', 'No', 33),
(515, 'qguEQ5iXmA', 'No', 21),
(516, 'AsepNmUdvZ', 'No', 34),
(517, 'Xk5d7UpBTN', 'No', 21),
(518, 'KhCkNkROQj', 'No', 19),
(519, 'xCMgIT8DXL', 'No', 34),
(520, 'V5fGQUGKpT', 'No', 20),
(521, 'nRN3Ay83Qx', 'No', 22),
(522, 'lirvtpOPNY', 'No', 20),
(523, 'K6uOnF6HHC', 'No', 33),
(524, 'IHbhyTLWPd', 'No', 20),
(525, 'ztaELXFSY3', 'No', 32),
(526, 'HBS9kCOnU5', 'No', 18),
(527, 'OxbySknbzW', 'No', 20),
(528, 'mIsgEL2Oaf', 'No', 31),
(529, 'ngEs9SX2bl', 'No', 31),
(530, 'YmXsRI11xo', 'No', 33),
(531, 'loU78b3xs5', 'No', 20),
(532, 'LdxfQ1q1cc', 'No', 21),
(533, 'kOWazFGxKn', 'No', 33),
(534, 'xacXsK8iwU', 'No', 20),
(535, 'UNhUsRBVDh', 'No', 20),
(536, 'SuvtuOZnMo', 'No', 22),
(537, 'Dr9hCcYKkX', 'No', 33),
(538, 'MebddIvZKc', 'No', 20),
(539, 'QWnWCvcU4v', 'No', 33),
(540, 'r3ichuB1hz', 'No', 21),
(541, 'ZgI6bWlMpR', 'No', 34),
(542, 'flDyGASRAc', 'No', 34),
(543, 'kpGMgZ1qNj', 'No', 21),
(544, '3JKTb5G9xR', 'No', 33),
(545, 'agHUpQYFWx', 'No', 35),
(546, 'Gyjw9snwpu', 'No', 19),
(547, 'nwQhZzod1W', 'No', 35),
(548, 'fpxY9Qkh9h', 'No', 21),
(549, 'fy6NWB7QZw', 'No', 20),
(550, 'CNxu6krFGS', 'No', 32),
(551, 'Gx471iEBlj', 'No', 18),
(552, 'mkylFBBNo1', 'No', 20),
(553, 'KgPiqEnE7S', 'No', 32),
(554, 'HuJcBLgu2P', 'No', 20),
(555, 'bf9TlP4qEr', 'No', 22),
(556, 'gVfQkB11lA', 'No', 19),
(557, 'Y2g1zmVnkY', 'No', 22),
(558, 'QBaNEjfyLs', 'No', 21),
(559, 'aix2rvPOZA', 'No', 20),
(560, 'iNzCFWBxJQ', 'No', 21),
(561, 'AAMpMg5ROL', 'No', 20),
(562, 'azn4KsSIWM', 'No', 20),
(563, 'dIYVR7hVs7', 'No', 22),
(564, '1BC4XXaAUQ', 'No', 20),
(565, 'ToQwpvCKDB', 'No', 31),
(566, 'kj4SObwOZg', 'No', 19),
(567, 'ARxrasAmcr', 'No', 20),
(568, 'BVgZBWHPv7', 'Yes', 31),
(569, 'gizD2Joitp', 'No', 19),
(570, 'VAMpa75vkT', 'No', 20),
(571, '2qOMF2i1PM', 'Yes', 7),
(572, 'TSu6rpZu7z', 'Yes', 11),
(573, 'nNusZmBFSA', 'Yes', 26),
(574, '5E2bgjBudm', 'Yes', 26),
(575, 'cM43pM1KOg', 'Yes', 27),
(576, 'R4odS1mK2h', 'Yes', 27),
(577, 'JEDyd4wyeO', 'Yes', 10),
(578, 'ogUfs51FVy', 'Yes', 12),
(579, 'zvwJb8G95L', 'Yes', 10),
(580, 'hgz2TeE1dP', 'No', 17),
(581, 'PCOGkdHqPR', 'No', 29),
(582, 'rqw2sPVJGD', 'No', 17),
(583, 'GSJmzLycrj', 'No', 30),
(584, 'WiUYHye6aU', 'Yes', 17),
(585, 'tzvX3q2WHL', 'Yes', 14),
(586, 'dcSNc71kO5', 'Yes', 14),
(587, 'f5LVJPLsTB', 'Yes', 30),
(588, 'Z7Z9oYPGKp', 'No', 20),
(589, 'cPGIklQjqm', 'No', 33),
(590, 'xOefGib5Nr', 'No', 21),
(591, 'BwJwq6AGUR', 'No', 22),
(592, 'xM2MPlIPvQ', 'No', 35),
(593, 'ilWdU4X7jq', 'No', 32),
(594, 'bxiUVQisxV', 'Yes', 34),
(595, 'CMNR3u6mAP', 'Yes', 9),
(596, 'aUiRnopNbU', 'No', 7),
(597, 'TUGnocCEGI', 'No', 8),
(598, 'KZTwjDc4sx', 'No', 7);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_templates`
--

CREATE TABLE `tbl_templates` (
  `TemplateID` int(3) UNSIGNED ZEROFILL NOT NULL,
  `TemplateFrontImage` varchar(50) NOT NULL,
  `TemplateBackImage` varchar(50) NOT NULL,
  `TemplateFrontImageSample` varchar(50) NOT NULL,
  `TemplateBackImageSample` varchar(50) NOT NULL,
  `TemplateName` varchar(255) NOT NULL,
  `TemplatePrice` int(255) NOT NULL,
  `TemplateCategory` varchar(10) NOT NULL,
  `Ref_BreedID` int(11) NOT NULL,
  `TemplateCreateDate` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_templates`
--

INSERT INTO `tbl_templates` (`TemplateID`, `TemplateFrontImage`, `TemplateBackImage`, `TemplateFrontImageSample`, `TemplateBackImageSample`, `TemplateName`, `TemplatePrice`, `TemplateCategory`, `Ref_BreedID`, `TemplateCreateDate`) VALUES
(001, '198634966220210718_175729.png', '180358168820210718_175729.png', '159370686620210718_175729.png', '149781066520210718_175729.png', 'dt_gol0001', 255, 'DTag', 8, '2021-07-18 10:57:29'),
(002, '59572293320210718_175816.png', '150874046720210718_175816.png', '205619048820210718_175816.png', '4576773720210718_175816.png', 'dt_gol0002', 199, 'DTag', 8, '2021-07-18 10:58:16'),
(003, '111748330420210718_175922.png', '73664735720210718_175922.png', '178696539120210718_175922.png', '103098141220210718_175922.png', 'ct0001', 288, 'CTag', 1, '2021-07-18 10:59:22'),
(004, '145776548520210718_175955.png', '145681120210718_175955.png', '80505134220210718_175955.png', '213555889520210718_175955.png', 'ct0002', 355, 'CTag', 2, '2021-07-18 10:59:55'),
(005, '168309813420210718_180052.png', '180474589620210718_180052.png', '153617174520210718_180052.png', '38543338120210718_180052.png', 'tt_cac0001', 299, 'TTag', 2, '2021-07-18 11:00:52'),
(006, '69562043120210718_180143.png', '156252141120210718_180143.png', '87585600320210718_180143.png', '166329776420210718_180143.png', 'tt_ban0001', 599, 'TTag', 5, '2021-07-18 11:01:43'),
(007, '208410767820210723_111507.png', '166128411420210723_111507.png', '74496922420210723_111507.png', '157303427120210723_111507.png', 'dog', 288, 'DTag', 8, '2021-07-23 04:15:07'),
(008, '35592062620210723_111632.png', '62557441020210723_111632.png', '32596835420210723_111632.png', '67926438620210723_111632.png', 'cat', 299, 'CTag', 3, '2021-07-23 04:16:32'),
(009, '136806543920210723_165940.png', '186578338220210723_165940.png', '213318121820210723_165940.png', '80509526020210723_165940.png', 'rub', 288, 'TTag', 3, '2021-07-23 09:59:40');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_tree`
--

CREATE TABLE `tbl_tree` (
  `TreeID` int(3) UNSIGNED ZEROFILL NOT NULL,
  `TreePhoto` varchar(255) NOT NULL,
  `TreeName` varchar(255) NOT NULL,
  `Ref_TreeBreedID` int(11) NOT NULL,
  `Ref_TemplateID` int(3) UNSIGNED ZEROFILL NOT NULL,
  `Ref_QrCodeID` varchar(255) NOT NULL,
  `Ref_OwnerID` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_tree`
--

INSERT INTO `tbl_tree` (`TreeID`, `TreePhoto`, `TreeName`, `Ref_TreeBreedID`, `Ref_TemplateID`, `Ref_QrCodeID`, `Ref_OwnerID`) VALUES
(001, '76391632920210718_184550.jpg', 'tree1bb', 3, 006, '259iQHnmhh', '9988540'),
(002, '116136951220210718_184758.jpg', 'tree2bb', 4, 006, 'ueKQNiSL5k', '9988540'),
(003, '94141913620210718_185138.jpg', 'tree1aa', 4, 005, 'Z5hRwojdXz', '7560493'),
(004, '111809775920210718_191008.jpg', 'tree1cc', 4, 005, 'agjeLOzwoK', '3652083'),
(005, '168837455520210723_170101.jpg', 'bon', 3, 009, 'bxiUVQisxV', '6230870');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_tree_breed`
--

CREATE TABLE `tbl_tree_breed` (
  `TreeBreedID` int(2) UNSIGNED ZEROFILL NOT NULL,
  `TreeBreedName` varchar(255) NOT NULL COMMENT 'ชื่อพันธุ์',
  `TreeBreedCare` text NOT NULL COMMENT 'การดูแลเบื้องต้น',
  `TreeBreedDisease` text NOT NULL COMMENT 'อาการผิดปกติ/โรค/ศัตรูพืช/และวิธีการรักษาเบื้องต้น',
  `TreeBreedWarning` text NOT NULL COMMENT 'คำเตือนและคำแนะนำเพิ่มเติม',
  `TreeBreedFertilize` text NOT NULL COMMENT 'สัดส่วนการใช้เครื่องปลูกและปุ๋ย',
  `TreeBreedPropagation` text NOT NULL COMMENT 'การขยายพันธุ์ / การเพาะปลูก',
  `TreeWaterImg` varchar(255) NOT NULL,
  `TreeSunLightImg` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_tree_breed`
--

INSERT INTO `tbl_tree_breed` (`TreeBreedID`, `TreeBreedName`, `TreeBreedCare`, `TreeBreedDisease`, `TreeBreedWarning`, `TreeBreedFertilize`, `TreeBreedPropagation`, `TreeWaterImg`, `TreeSunLightImg`) VALUES
(01, 'สกุลมอนสเตอร่า (Monstera)', 'ชอบอากาศร้อนชื้น ไม่ชอบแสงแดดจัด การวางไว้ในที่ ๆ มีแดดโดยตรงอาจจะทำให้ใบไหม้ได้ แนะนำให้ปลูกในที่ ๆ มีแดดรำไร และต้องเป็นจุดที่ได้รับแสงบ้าง เพราะถ้าอับแสงไปอาจมีปัญหาเรื่องต้นไม่โต สำหรับมอนสเตอร่าเป็นต้นไม้ที่ชอบความชื้นมากสามารถนำมาปลูกในห้องแอร์ได้ไม่มีปัญหา แนะนำให้รดน้ำ 2-3 วันครั้ง', 'โรคใบจุด ที่เกิดจากเชื้อ Colletotrichum sp. การป้องกัน โดยกำจัดใบที่เป็นโรคออกทำลายและพ่นสารเคมีพวกแอนทราโคลสลับกับไดเทน เอ็ม 45 ถ้าอาการรุนแรงให้ใช้ อัลโต 100 หรือสกอร์ ฉีดพ่นเมื่อเกิดการระบาด โรคแอนแทรกโนส การป้องกันกำจัด โดยใช้สารเคมี คาร์เบนดาซิมสลับกับแมนโคเซบหรือแอนทราโคล ฉีดพ่น 3-5 วัน/ครั้ง และตัดใบที่เป็นโรคออกทำลาย หนอนกระทู้ การป้องกัน โดยการกำจัดหนอนออกทำลาย และพ่นสารเคมีไซเปอร์เมทรินเชื้อ Bacillusthuringenesis เซฟวิน คลอไพรีสฟอส แคสเคน ตามอัตราแนะนำ ตั๊กแตน มักระบาดในฤดูฝน กำจัดโดยฉีดพ่นสารเคมีพวกไซเปอร์เมทริน', 'เนื่องจากเป็นต้นไม้ฟอกอากาศอาจจะมีไรฝุ่นมาเกาะที่ใบบ้าง ดังนั้นมีเวลาควรนำผ้าชุบน้ำมาเช็ดใบบ้าง โดยเน้นเช็ดตามแนวใบ อย่าถูวนๆ เพราะอาจจะทำให้ใบได้รับระคายเคือง ใบของต้นมอนสเตอร่ามีสารพิษบางอย่างเมื่อสัมผัสตัวสัตว์เลี้ยง แม้ไม่อันตรายมากแต่ก็ควรหลีกเลี่ยง ดังนั้นบ้านใครที่เลี้ยงสุนัขและแมวก็ควรปลูกในกระถางที่มีขาตั้งสูง ๆ', 'ดินควรเป็นดินที่มีกากมะพร้าวผสมเป็นส่วนใหญ่ เพราะกากมะพร้าวสามารถช่วยดูดซึมความชื่นในดินไว้ได้ดี ใช้ปุ๋ยสูตร RPF ของมูลนิธิโครงการหลวงเป็นหลักโดยรดสัปดาห์ละ 2-3 ครั้งตามความเหมาะสม โดยใช้ควบคู่กับปุ๋ยทางใบ เช่น ยูนิเลท ไปโฟลาน โกลด์ฟิช ปุ๋ยเกร็ดต่างๆ เช่น 10-20-30, 30-20-10, 12-54-12 ตามความเหมาะสม', 'เพาะโดยใช้เมล็ด เป็นวิธีที่ง่ายที่สุด และทำให้ได้ต้นไม้ที่มีรากแข็งแรงด้วย สิ่งที่ต้องใช้ คือ  เมล็ดมอนสเตอร่า กระถางสำหรับเพาะ ดิน ขุยมะพร้าว เริ่มจากการนำขุยมะพร้าวไปแช่น้ำทิ้งไว้ประมาณ 1-2 ชั่วโมง แล้วนำมาผสมกับดินในกระถาง จากนั้นนำเมล็ดมาฝังกลบโดยไม่ลึกมาก นำไปตั้งไว้ในที่ร่มมีแดดส่องรำไร รดน้ำเช้าเย็น แต่อย่าให้แฉะจนเกินไป ใช้เวลาประมาณ 5-7 วัน ก็จะเริ่มงอกออกมา ปักชำ สำหรับคนที่มีต้นมอนสเตอร่าอยู่แล้วและอยากขยายพันธุ์เพิ่ม สามารถทำได้โดยการตัดกิ่งมาปักชำ โดยตัดที่ความยาวประมาณ 10 เซนติเมตร ให้เหลือใบ 2-3 ใบ จากนั้นทำปูนแดงบริเวณที่ตัดและพักให้แห้ง แล้วนำลงกระถางที่เตรียมดินเอาไว้ วางกระถางไว้ในที่ร่ม รดน้ำเป็นประจำ ประมาณ 1 เดือน รากก็จะเริ่มงอก', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0W\0\0\0b?\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	x[???w?h??8qV??HؗBP??i)?;m?v\n?.???Li??R?e.?^\nt??6??@[?\0mٲBI)[ؓq6\'??]G?<???_?lɖl?V??>??????:?????|>O??o???|&?0??F???r?t,??/Ά\rcp??2?4?s??v???ʇ???e???4ʮOQ?t???gS?/e????d?\0????=', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0W\0\0\0b?\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}?\\e}??\\??3???dw??_?$?\n?A?U?\nDmk??B??E?VJ-??ܚ\ZA?~?T??%-B*|-?\"nfHHB.????w?6?3???~??=?̙???l?!????!;3??̙?<??bY???e??,??(?J??LY?ɔUc?VI??Y3cv҅EG4??ǚ???WU(????xt?٫o?e&??J? FӴ>?O???'),
(02, 'กระบองเพชร หรือแคคตัส (Cactus)', 'พืชที่ไม่ต้องการน้ำมาก แต่ก็ต้องการน้ำต่อเนื่อง เมื่อต้นโตเต็มที่แล้ว ควรหมั่นให้น้ำอย่างน้อย 7-10 วันต่อครั้ง  ควรให้น้ำ 3 วัน / ครั้ง ในฤดูร้อน และ 7 วัน / ครั้ง ในฤดูหนาว ส่วนเคล็ดลับในการเลี้ยงต้นกระบองเพชรให้ออกดอกสำหรับการปลูกในบ้านก็คือ วางให้โดนแดดโดยตรงในช่วงที่กำลังโต ประมาณ 4-6 ชั่วโมงต่อวัน หมั่นรดน้ำเป็นประจำเมื่อหน้าดินแห้ง โดยรดน้ำให้ชุ่มหรือให้น้ำซึมลงไปจากหน้าดินประมาณ 2 นิ้ว นอกจากนี้ก็หมั่นใส่ปุ๋ยอย่าให้ขาด โดยเป็นปุ๋ยที่ใช้สำหรับบำรุงแคคตัสเท่านั้น หรือเป็นสูตรปุ๋ยที่มีฟอสฟอรัสกับโพแทสเซียมสูงแต่ไนโตรเจนต่ำ หากมีการเปลี่ยนกระถางไม่ควรรดน้ำทันที แต่ให้เว้นไว้ประมาณ 1 สัปดาห์ก่อนให้น้ำครั้งต่อไป', '\"โรครา\" หรือ (โรคเน่า)  สาเหตุ : อาจจะเกิดจากรดน้ำมากเกินไป อากาศถ่ายเทไม่สะดวก วัสดุปลูกแน่นเกินไป  อาการ : ต้นช้ำเน่า มีแผลถลอก อาจเป็นจุดสีน้ำตาล  แก้ปัญหา : ตัดส่วนที่เน่าทิ้งไป ตัดให้เหนือแผลประมาณ 1-2 นิ้ว แล้วใช้ยาฆ่าเชื้อราทาแผลบริเวณที่ตัดและบริเวณใกล้เคียงให้ทั่ว วิธีป้องกัน : รดน้ำให้พอดี อย่ารดน้ำมากจนเกินไป คอยดูวัสดุปลูกว่าระบายน้ำดีหรือไม่ ส่วนมากแล้วโรคนี้จะเกิดในช่วงฤดูฝน ควรวางกระถางแคคตัสให้พ้นน้ำฝน ถ้าน้ำตกค้างตามต้นในช่วงกลางคืน จะทำให้เชื้อราเติบโตอย่างเร็ว เพลี้ยอ่อน (Aphids) ตัวของเพลี้ยอ่อน จะเป็นสีเขียวน้ำตาลปนแดงหรือดำ เกาะดูดกินน้ำเลี้ยงตามดอกหรือส่วนอ่อนๆของต้น ต้นจะเจริญเติบโตผิดลักษณะ แคระแกร็น  การป้องกัน : ใช้แปรงเล็ก ๆ จุ่มแอลกอฮอล์ปัดออก เพลี้ยไฟ (Thrips) เป็นแมลงขนาดเล็ก และเคลื่อนที่รวดเร็ว จะดูดกินน้ำเลี้ยงส่วนต่างๆของต้น ทำให้ผิวต้นซีด เป็นจุดขาวเหลือง เพลี้ยหอย (Scale Insect) แมลงรูปร่างกลมคล้ายหัวเข็มหมุด อาศัยอยู่บริเวณโคนหนาม ดูดกินน้ำเลี้ยงส่วนต่างๆของต้น ทำให้ต้นหยุดชะงักการเจริญเติบโต  กำจัดโดย : แคะออกด้วยไม้จิ้มฟัน เพลี้ยแป้ง (Mealy Bug) ศัตรูตัวสำคัญของแคคตัส แมลงขนาดเล็ก ลำตัวอ่อนนุ่มปกคลุมด้วยไขมันและผงสีขาว จะอยู่บริเวณที่มองเห็นได้ยาก เช่น ฐานตุ่มหนาม โคนต้น ซอกหนาม และราก จะดูดกินน้ำเลี้ยงส่วนต่างๆ ของต้น ทำให้ต้นชะงักการเจริญเติบโต หงิกงอ และตายในที่สุด การป้องกัน : ควรเก็บทิ้งหรือใช้แอลกอฮอล์เช็ดที่ผิวต้น เพลี้ยแป้งที่ราก (Root Mealy Bug) จะคล้ายๆ เพลี้ยแป้ง อาศัยอยู่ที่รากเป็นแมลงที่อันตรายต่อแคคตัส จะกัดทำลายระบบราก ต้นจะเหี่ยวเฉา และตายในที่สุด  การป้องกัน : ควรเก็บทิ้ง หรือใช้แอลกอฮอล์เช็ดที่ผิวต้น ไรแดง (Red Spider Mites) ตัวไรแดงจะสามารถมองเห็นได้ง่าย จะมองเห็นเป็นจุดเล็กๆ สีแดง หรือสีน้ำตาลแห้ง จะทำให้ต้นหยุดชะงักการเจริญเติบโต  กำจัดโดย : ฉีดน้ำไล่ หอยทาก (Snails & Slugs) จะกัดกินต้นแคคตัส สังเกต : ถ้ามีรอยสีเงินตามพื้นหอยทากกำลังจู่โจมแคคตัสอยู่ เฉพาะต้นที่อยู่ที่ร่มและชื้น ถ้าหากแมลงศัตรูพืชแพร่ระบาดมาก ๆ ก็สามารถใช้สารประเภทดูดซึมฉีดพ่นกำจัดแมลงได้', 'หมั่นตัดส่วนที่เป็นโรคทิ้ง  สิ่งที่ต้องระวังในการปลูกต้นกระบองเพชรคือ ลำต้นเหี่ยว มีรอยย่น และแคระแกร็น โคนโยก รากเน่าเพราะความชื้นสูงเกินไป แต่ไม่ค่อยมีปัญหาเรื่องศัตรูพืชเหมือนต้นไม้ชนิดอื่น ๆ ไม่ควรเปลี่ยนกระถางในช่วงฤดูฝน เพราะจะเสี่ยงต่อการเน่ามากที่สุด ช่วงฤดูหนาวอาจจะไม่จำเป็นต้องใส่ปุ๋ย เพราะแคคตัสบางสายพันธุ์จะพักตัว หยุดเจริญเติบโต รากของเขาก็จะไม่ดูดซึมอาหาร แต่ก็มีแคคตัสที่เจริญเติบโต และออกดอกในหน้าหนาว อย่าใช้ปุ๋ยที่มีไนโตรเจนสูง เนื่องจากมันบำรุงใบให้งามโดยไม่ออกดอก ใช้แปรงสีฟันเก่าหรือแปรงโกนหนวดขจัดฝุ่นละออง ที่จับเป็นคราบบนต้นแคคตัสที่ปลูกไว้ ในฤดูร้อนความชื้นระเหยหายได้เร็ว คุณควรพ่นละอองน้ำเบาๆให้แคคตัสที่ปลูกไว้เพื่อให้มันสะอาดเอี่ยมอย่างแท้จริง', 'บำรุงด้วยปุ๋ยคอกหรือปุ๋ยหมัก 5-6 ครั้งต่อปี ', 'การปลูกกระบองเพชรด้วยเมล็ด การปลูกกระบองเพชรด้วยเมล็ด ให้นำเมล็ดแก่หรือเมล็ดจากผลที่ปริแตก มาแช่น้ำ 2-5 นาที จากนั้นล้างเมือกออก แล้วตากแดดให้แห้งประมาณ 1-2 วัน พักไว้อีก 1-2 เดือน ค่อยนำมาปลูกลงในกระถาง โดยใช้ทรายหรือดินร่วนผสมกับปุ๋ยหมักหรือปุ๋ยคอก ในอัตรา 1:1 ส่วน ใส่ลงในกระถางพลาสติกเล็ก ๆ เพื่อทำการเพาะ ก่อนนำเมล็ดมาโรยแล้วเกลี่ยดินกลบเล็กน้อย ก่อนจะรดน้ำให้ชุ่มแล้วนำถุงพลาสติกมาหุ้มคลุมไว้ วางไว้ในที่ที่มีแดดรำไร พร้อมกับเช็กเป็นระยะ หากดินแห้งให้หมั่นรดน้ำเป็นประจำ หากพบว่าเมล็ดงอกเป็นต้นอ่อนได้ 2-3 วัน ค่อยย้ายไปปลูกในกระถางใหญ่ หากต้องการปลูกในแปลงเพื่อทำแนวรั้ว ให้ผสมดินร่วนกับปุ๋ยหมักหรือปุ๋ยคอก ในอัตราส่วน 3:1 แล้วขุดดินเพื่อปลูก ขนาดหลุมประมาณ 30x30x30 เซนติเมตร การปักชำต้นกระบองเพชร วิธีการขยายพันธุ์ต้นกระบองเพชรที่ง่ายและรวดเร็ว เลยเป็นที่นิยมกันมาก โดยเตรียมวัสดุปลูกเหมือนกับการปลูกในกระถาง จากนั้นนำต้นหรือกิ่งจากต้นแม่มาปักชำลงกระถาง วางไว้ในที่แดดรำไร และรดน้ำ 2 วันต่อครั้ง หลังจากกิ่งชำติดแล้วลดเหลือ 3 วันต่อครั้งก็พอ เพราะเป็นต้นไม้ที่ต้องการน้ำน้อยแต่ต้องการต่อเนื่อง 	จำแนกเป็น 5 ประเภทหลักตามลักษณะของลำต้น ได้ดังนี้  1. กระบองเพชรที่มีลำต้นและใบแบน (Flat-stem) เช่น สกุล Opuntia, Zygocactus, Epiplyllum 2. กระบองเพชรพวกที่มีลำต้นเป็นหัวกลม ๆ (Globular-stem) เช่น สกุล Astrophytum, Thelocactus,Mam- millaria 3. กระบองเพชรพวกที่มีกิ่งก้านคล้ายต้นไม้ทั่ว ๆ ไป (Branching-stern) เช่น สกุล Myrtillocactus Cereus, Pachy- cereus, Nopalxochia 4. กระบองเพชรพวกที่มีต้นเป็นกระจุกหรือต้นเล็ก ๆ เหมาะสำหรับปลูกในกระถาง (Small cacti) เช่น สกุล Echinopsis, Ariocarpus, Neobesseya 5. กระบองเพชรพวกที่เป็นเถาเลื้อยไต่ตามต้นไม้ กำแพง  (Climbingcacti) เช่น สกุล Echinocactus, Cornegiea, Trichocereus', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0W\0\0\0b?\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}x\\???;???Ul?\06?@(l0e????HY??d?%	,Ih??,Y??4??M.?????Ms7ٖdI??u??~?w?K3?H\Z???3?ȣ;???s?z^C*??j?Y???5????D秒ɚx(4??T??7?*vP?????n4?F???h6?6Z-oM?+nX??Z???%?1?]?/??B3L', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0W\0\0\0b?\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}?\\e}??\\??3???dw??_?$?\n?A?U?\nDmk??B??E?VJ-??ܚ\ZA?~?T??%-B*|-?\"nfHHB.????w?6?3???~??=?̙???l?!????!;3??̙?<??bY???e??,??(?J??LY?ɔUc?VI??Y3cv҅EG4??ǚ???WU(????xt?٫o?e&??J? FӴ>?O???'),
(03, 'ยางอินเดีย (Rubber Plant/India Rubber Fig)', 'ยางอินเดียสามารถเติบโตได้ดีทั้งในที่กลางแจ้งหรือที่มีแดดรำไร จึงปลูกได้ทั้งในแปลง และปลูกในกระถางสำหรับวางตั้งประดับให้ห้องหรือภายในอาคาร การรดน้ำ ควรรดน้ำเพียง 3วันครั้งหรืออาจสังเกตว่าดินปลูกในกระถางยังมีความชื้นอยู่มากน้อยแค่ไหน หากดินเริ่มแห้งจึงค่อยรดน้ำโดยควรรดน้ำจนไหลออกมาที่จานรองกระถางเพื่อให้ดินมีความชุ่มน้ำและเพียงพอต่อการเจริญเติบโตของต้นไม้', 'ใบเหลือง/ร่วงง่าย เนื่องจากมีการเปลี่ยนแปลงสภาพแวดล้อมอย่างรวดเร็วทำให้ต้นไม้ไม่สามารถปรับตัวได้เมื่อต้องอยู่ในบ้านที่มีแสงแดดน้อย และอาจเกิดปัญหาใบเฉากลายเป็นสีเหลืองและทิ้งใบหลุดร่วงในที่สุด ทางที่ดีหลังจากการซื้อต้นยางอินเดียมาใหม่จึงควรวางตั้งไว้ในที่มีแสงแดดรำไรด้านนอกก่อนนำเข้าสู่พื้นที่ภายในบ้าน เพื่อให้ต้นต้นไม้สามารถปรับตัวได้ก่อนนำไปวางตั้งประดับภายในบ้าน ใบแห้งไหม้เป็นสีน้ำตาล มาจากการขาดน้ำ หรือได้รับน้ำในปริมาณที่ไม่เพียงพอ จึงควรรดน้ำให้ดินมีความชุ่มชื้นอยู่เสมอ แต่ไม่ควรรดน้ำจนขังแฉะในกระถาง เพราะอาจทำให้รากเน่าจากน้ำที่ขังอยู่ได้ โดยควรพิจารณาตามสภาพของดินไม่ให้แห้งหรือแฉะจนเกินไป แต่ควรอยู่ในระดับความชื้นที่เหมาะสม ลำต้นยืดหาแสง มักเกิดขึ้นกับการปลูกยางอินเดียในอาคารคือลำต้นยืดหาแสงสว่างจนเสียรูปทรงไปจากเดิม แก้ไขได้โดยการตัดแต่งกิ่งใบให้มีรูปร่างที่เหมาะสม โดยอาจนำกิ่งที่ตัดแต่งออกมาไปขยายพันธุ์ใหม่ด้วยการปักชำกิ่ง ก็จะช่วยให้สามารถขยายพรรณไม้ให้เจริญเติบโตได้อีกหลายต้นโดยไม่ต้องทิ้งกิ่งก้านให้ไร้ประโยชน์', 'ไม่ควรวางยางอินเดียในที่ที่มีแสงแดดส่องมาโดยตรงเพราะจะทำให้ใบบิดงอและไหม้ได้ ใช้ผ้าชุบน้ำทำความสะอาดใบให้ผิวมันลื่น นอกจากจะดูสวยงามแล้วยังทำให้ต้นไม้เจริญเติบโตได้ดีขึ้น ภายในลำต้นและใบของมันมีน้ำยางสีขาวซึ่งเป็นพิษ ควรระวังอย่าให้โดนมือ', 'ดินสำหรับปลูกยางอินเดีย ควรใช้ดินร่วนผสมกับมูลสัตว์หรืออินทรียวัตถุอื่น เช่น แกลบดำ ขุยมะพร้าว เป็นต้น ', 'วิธีการปักชำหรือการตอน นิยมใช้กับส่วนยอดของต้น เพราะจะได้ต้นใหม่ที่มีรูปร่างทรงสวยงาม  การตอนจะใช้เวลาประมาณ 10-15 วัน  การปักชำจะใช้เวลานานกว่า 3-5 วัน เพราะต้องใช้เวลาในการแตกรากที่นานกว่า และใช้เวลาตั้งต้นได้นานกว่า ยางอินเดียที่นิยมปลูก ดังนี้ 	1. ยางอินเดียใบดำ 	2. ยางอินเดียใบด่าง 	3. ยางอินเดียพันธุ์แคระ', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0X\0\0\0?@?!\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	?\\?y????Wk??Zj	I?$????\'?gb?vl????c2 aa06L??[?`l09<????Ţ??}齺?k??????ի??????f??N???z??WOU????W??,Lg?????TUm\0UEU???JHH??l&??6?tZI\'?k?xh?_?iA?????t2yU&???T<? ?H4???v??\0????', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0X\0\0\0?@?!\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	|\\e???,?f2ٓ?m?J???(??|W?????????(\nҢ?\n?UEы^>??w?\n*?ŏM?+??m???Lf???????=9??$3?L21??????;??<?]?,?*	?X?䔌a?`?֒T?jK??VE!v????O??u??B]X?gY??k0???,?x=??????kw?X);;?Dy?W5??ޕN['),
(04, 'กวักมรกต (Zanzibar Gem)', 'ไม่ต้องโดนแสงแดดมาก ให้โดนแสงแดดรำไรหรือแสงแดดจากหน้าต่างก็สามารถอยู่ได้ รดน้ำอาทิตย์ละครั้งหรือจนกว่าดินจะแห้ง', '-', 'หลีกเลี่ยงแดดช่วงบ่าย ใบอาจไหม้ได้ โรคหัวและรากเน่าถ้ารดน้ำมากเกินไป', 'ใช้ดินร่วนผสมแกลบดำและกาบมะพร้าวสับ เติมหินภูเขาไฟไปเล็กน้อยก็ยิ่งช่วยระบายความชื้นได้ดี บำรุงด้วยปุ๋ยละลายน้ำประมาณเดือนละครั้ง', 'ขยายพันธุ์ด้วยการแตกหน่อเป็นก้านใหม่ออกมาเรื่อย ๆ การปักชำ โดยตัดใบมาปักชำในน้ำ สักระยะหนึ่งที่โคนใบจะเห็นเป็นก้อนกลม ๆ หรือเกือบกลมสีขุ่น ๆ และมีรากออกมา เมื่อรากงอกออกมาสักระยะหนึ่ง ก็สามารถนำไปปักชำในดินได้ กวักมรกตที่นิยมปลูกมี ดังนี้ 1. กวักมรกตใบเขียว  2. กวักมรกตใบดำ 3. กวักมรกตพันธุ์ด่าง 4. กวักมรกตพันธุ์แคระ', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0W\0\0\0b?\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}x\\???;???Ul?\06?@(l0e????HY??d?%	,Ih??,Y??4??M.?????Ms7ٖdI??u??~?w?K3?H\Z???3?ȣ;???s?z^C*??j?Y???5????D秒ɚx(4??T??7?*vP?????n4?F???h6?6Z-oM?+nX??Z???%?1?]?/??B3L', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0W\0\0\0b?\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}?\\e}??\\??3???dw??_?$?\n?A?U?\nDmk??B??E?VJ-??ܚ\ZA?~?T??%-B*|-?\"nfHHB.????w?6?3???~??=?̙???l?!????!;3??̙?<??bY???e??,??(?J??LY?ɔUc?VI??Y3cv҅EG4??ǚ???WU(????xt?٫o?e&??J? FӴ>?O???'),
(05, 'กล้วยด่างฟลอริด้า (Banana)', 'ควรปลูกกลางแจ้งให้โดนแดดสม่ำเสมอ เพราะกล้วยด่างมีคลอโรฟิลล์ค่อนข้างน้อยกว่ากล้วยใบเขียวทั่วไป หากปลูกในที่ร่มจะสังเคราะห์แสงได้น้อย', 'โรคหนอนชอนกล้วยคือแมลงพวกด้วงจะมาวางไข่และเจาะเข้าไปในต้นกล้วยทำให้เสียหาต้นกล้วยด่างจะไม่โตและตาย', 'ห้ามใส่ปุ๋ยเคมีโดยเด็ดขาด เพราะปุ๋ยเคมีส่วนใหญ่มีไนโตรเจนสูง จะไปทำให้ใบด่างกลายเป็นสีเขียว  มือใหม่อย่าเพิ่งนำลงดินปลูก ให้ปลูกในกระถางก่อน และก่อนปลูกให้แช่น้ำยากันเชื้อรา และน้ำยาเร่งรากครึ่ง ชม. จากนั้นนำลงกระถางที่ใส่วัสดุปลูกเป็นขุยมะพร้าว สวมถุงพลาสติกคลุมโคนต้น ให้ความร้อนเป็นตัวช่วยเร่งรากอีกที ทิ้งไว้ 1-1.5 เดือน รากจะเริ่มเดิน จากนั้นถึงจะนำลงดินได้', 'ใส่ปุ๋ยคอกหรือปุ๋ยอินทรีย์เดือนละ 2 ครั้ง ครั้งละ 2-3 ช้อนชา หรือ 1 กำมือ บริเวณโคนต้น ', 'การเพาะเลี้ยงเนื้อเยื่อ เป็นวิธีการขยายพันธุ์ที่มีประสิทธิภาพสามารถเพิ่มจำนวนต้นให้ได้มากในเวลารวดเร็วได้ต้นที่สะอาดปราศจากโรค การขยายพันธุ์โดยเมล็ด นำเมล็ดแก่จากผลกล้วยที่แก่เต็มที่มาเพาะ  แต่เนื่องจากเมล็ดกล้วยมีเปลือกที่หนามากทำให้การเพาะเมล็ดต้องใช้เวลานานตั้งแต่  1-4  เดือน  จึงจะงอกให้เห็นต้นอ่อน การขยายพันธุ์โดยหน่อ การผ่าหน่อ โดยขุดเหง้าของต้นแม่มาผ่าออกเป็นชิ้น ๆ โดยให้แต่ละชิ้นมีตาที่พร้อมที่จะแตกเป็นต้นใหม่ชำชิ้นส่วนเหล่านี้ลงในทรายหรือขี้เถ้าแกลบตาที่อยู่บนชิ้นพืชจะแตกเจริญเป็นต้นใหม่หน่อกล้วยที่เกิดจากต้น ดังนี้ ใช้หน่ออ่อน  (Peepers) หน่ออ่อน  ในนี้หมายถึง  หน่อที่มีอายุน้อยและมีขนาดเล็ก  ลักษณะของหน่อ  ใบเป็นใบเกล็ด  อยู่เหนือผิวดิน  (ปัจจุบันวิทยาการเจริญก้าวหน้า  พบว่า  หน่ออ่อนไม่เหมาะสำหรับการขยายพันธุ์) 	ใช้หน่อใบดาบ  (Sword  Suckers) หน่อใบดาบ  หมายถึง  หน่อกล้วยที่เกิดจากตาของเหง้าหน่อใบนี้ลักษณะใบจะเรียวเล็กและยาวเหมือนมีดดาบ  (บางคนเรียกหน่อใบแคระ)  หน่อมีความสูงประมาณ  75-80  เซนติเมตร  มีเหง้าติดอยู่เหมาะสำหรับการขยายพันธุ์  เพราะจะเจริญเติบโตแข็งแรงและให้ผลผลิตดี ใช้หน่อแก่  (Median Suckers) หน่อแก่  หมายถึง  หน่อที่เจริญเติบโตมาจากหน่อใบดาบใบจะแผ่กว้าง วิธีดูว่าหน่อกล้วยใดเป็นหน่อแก่ให้นับอายุ หน่อที่มีอายุประมาณ  5-8  เดือน ใช้หน่อใบกว้าง  (Water Suckers) หน่อใบกว้าง  หมายถึง  หน่อที่เกิดจากตาของเหง้าแก่หรือจากเหง้าที่ไม่สมบูรณ์  ใบจะแผ่กว้างขณะที่หน่อยังมีอายุน้อย  ซึ่งหน่อใบกว้างจะเกิดก็ต่อเมื่อต้นแม่ออกเครือและตัดเครือแล้ว  หน่อชนิดนี้จริง ๆแล้วไม่เหมาะที่จะนำไปขยายพันธุ์  เพราะจะให้ผลขนาดเล็กลง', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0X\0\0\0?@?!\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	?\\?y????Wk??Zj	I?$????\'?gb?vl????c2 aa06L??[?`l09<????Ţ??}齺?k??????ի??????f??N???z??WOU????W??,Lg?????TUm\0UEU???JHH??l&??6?tZI\'?k?xh?_?iA?????t2yU&???T<? ?H4???v??\0????', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0X\0\0\0?@?!\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	|\\e???,?f2ٓ?m?J???(??|W?????????(\nҢ?\n?UEы^>??w?\n*?ŏM?+??m???Lf???????=9??$3?L21??????;??<?]?,?*	?X?䔌a?`?֒T?jK??VE!v????O??u??B]X?gY??k0???,?x=??????kw?X);;?Dy?W5??ޕN['),
(06, 'สกุลฟิโลเดนดรอน (Philodendron)', 'สภาพแวดล้อมที่เหมาะสม - ฟิโลเดนดรอนเป็นพืชที่ชอบสภาพอากาศอบอุ่นตลอดทั้งปี ความชื้นสูง อุณหภูมิในเวลากลางวันที่เหมาะสมต่อการเจริญเติบโตควรอยู่นะหว่าง 24-30 องศาเซลเซียส และอุณหภูมิในเวลากลางคืนไม่ควรต่ำกว่า 15 องศาเซลเซียส  - ฟิโลเดนดรอนส่วนใหญ่มักปลูกเป็นพืชประดับชอบแสงแดดรำไรหรือร่ม ไม่ควรวางไว้ที่โดนแสงแดดโดยตรง เพราะจะทำให้ใบกักเก็บความร้อนและไหม้ได้ถ้าหากโดนแสงแดดเป็นระยะเวลานาน การรดน้ำ ควรรดอย่างสม่ำเสมอ หรือสัปดาห์ละ 3 ครั้งโดยประมาณ ขึ้นอยู่กับสภาพแวดล้อมที่ปลูก อย่าให้วัสดุปลูกเปียกหรือแห้งจนเกินไปควรรักษาระดับความชุ่มชื้น', 'ฟิโลเดนดรอนเป็นพืชที่ทนต่อโรค เพราะฉะนั้นจึงไม่ค่อยพบปัญหาในการปลูก แต่ปัญหาส่วนใหญ่ที่เกิดขึ้นและสร้างความเสียหาย เกิดจากแมลงศัตรูพืช โดยเฉพาะ เช่น หอยทาก เพลี้ยไฟ  หอยทาก  กำจัดโดย : แองโกล สลัก วางเหยื่อล่อ เพลี้ยไฟ  กำจัดโดย : ฉีดพ่นบริเวณใบด้วยเซฟวิน 85 โตกุไธออน คอนฟิดอร์  หรือเอสเซนด์  หรือฉีดพ่นน้ำเป็นละอองฝอยบ่อยครั้ง  โรคที่อาจพบ ได้แก่  - อาการใบเน่า โคนเน่าจากเชื้อรา สามารถกำจัดได้โดยตัดใบที่เป็นโรคทิ้งทันที หากมีการระบาดมาก อาจฉีดพ่นด้วยแคปแทนผสมเบโนมิล  - โรคใบจุด ฉีดพ่นด้วยคาร์เบนดาซิม แมนโคแซบ เป็นต้น', 'ปัญหาในการดูแลรักษาฟิโลเดนดรอนนั้น ขึ้นอยู่กับประเภทของต้นนั้น ๆ ที่เราปลูกด้วย โดยเฉพาะพวกที่เป็นเถาเลื้อยนั้น ถ้าหากนำมาปลูกลงในกระถางแล้วควรมีหลักปักไว้ให้มันเลื้อยไต่คลุมหลักที่ปักไว้ในกระถาง โดยหลักที่ปักในกระถางนี้ต้องมีความแน่นหนาเพื่อให้เถาสามารถเลื้อยไต่ขึ้นมาได้ หรือถ้าหากปลูก    ฟิโลเดนดรอนที่มีใบขนาดใหญ่หรือจำนวนใบเยอะ ควรระวังศัตรูพืชและแสงแดดเป็นหลัก  ควรหลีกเลี่ยงพื้นที่ปลูกที่มีลมพัดตลอดเวลาและก่อนทำการปลูกควรตรวจสอบสภาพดินไม่ให้เค็มจนเกินไป เนื่องจากฟิโลเดนดรอนเป็นพืชที่มีความทนทานต่อดินเค็มต่ำ', 'ดินที่เหมาะสมต่อการเจริญเติบโตต้องมีคุณสมบัติระบายน้ำได้ดี และกักเก็บความชื้นได้ดีด้วย จึงควรใช้ดินร่วนผสมกับกาบมะพร้าว ขุยมะพร้าว ถ่านแกลบ ทราย ปุ๋ยหมัก ผสมกัน', 'การขยายพันธุ์ สามารถทำได้หลากหลายวิธีขึ้นอยู่กับประเภทของต้นนั้นๆ จะมีวิธีที่ใช้กันดังนี้ เพาะเมล็ด จะต้องใช้ทรายผสมมอสและขี้เถ้าแกลบ หรือ ใช้พีทมอสผสมกับอินทรียวัตถุจากธรรมชาติที่มีคุณสมบัติกักเก็บความชื้นได้ดีและยังมีสารที่จำเป็นต่อการเจริญเติบโตของต้นอ่อน แต่วัสดุปลูกจะต้องไม่มีความเค็มหรือเป็นกรด เพราะจะทำให้เมล็ดตาย  เมื่อเมล็ดงอกจนเริ่มมีใบอ่อนได้ 2-3 ใบจะสามารถย้ายลงแปลงปลูกหรือกระถางได้ ในการเพาะโดยใช้เมล็ดนั้น เป็นวิธีที่ไม่แนะนำเพราะมีความยุ่งยากเนื่องจากต้องอาศัยความรู้และความชำนาญอย่างมากในการทำ การปักชำ เป็นวิธีที่ง่ายและได้รับความนิยมเป็นอย่างมาก ซึ่งเป็นวิธีที่เหมาะสมกับฟิโลเดรนดรอนประเภท vining type ในการตัดสามารถตัดที่ตัวลำต้นหรือส่วนยอดของลำต้นก็ได้เช่นกัน จะต้องทำการตัดที่บริเวณด้านใต้ของรากเก่าที่แห้งแล้วเพื่อป้องกันโรคและเชื้อไวรัส ตัดโดยมีความยาวประมาณ 2-3 ข้อ หรือ 3-5 นิ้วและที่สำคัญจะต้องมีใบติดมาด้วย จากนั้นทาบริเวณรอยแผลด้วยปูนแดงหรือสารเคมีที่ใช้ในการป้องกันและกำจัดเชื้อรา ผึ่งให้แห้งแล้วจึงนำไปปลูกลงในกระถางหรือแปลงปลูกที่เตรียมไว้ จะใช้เวลาประมาณ 1 เดือน ก็จะเริ่มมีรากงอกออกมาจะใช้ดินร่วน แกลบเผา ขุยมะพร้าว เป็นส่วนผสมสำหรับดินเพาะ สามารถปักชำลงในกระถางหรือแปลงปลูกเลยก็ได้ การแยกหน่อ หากต้นที่เราปลูกอยู่มีรากหรือต้นอ่อนโผล่ขึ้นมาจากตัวโคนต้น เราสามารถทำการแยกออกมาปลูกใหม่ได้เลย แต่ต้องมั่นใจว่าต้นใหม่มีระบบรากที่ดีแล้ว ซึ่งถ้าหากยังไม่มีระบบรากที่แข็งแรงหรือตัวผู้ทำการขยายพันธุ์ยังไม่มีความมั่นใจ สามารถแยกออกแล้วนำไปทำการปักชำก่อนได้', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0X\0\0\0?@?!\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	?\\?y????Wk??Zj	I?$????\'?gb?vl????c2 aa06L??[?`l09<????Ţ??}齺?k??????ի??????f??N???z??WOU????W??,Lg?????TUm\0UEU???JHH??l&??6?tZI\'?k?xh?_?iA?????t2yU&???T<? ?H4???v??\0????', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0W\0\0\0b?\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	x[???w?h??8qV??HؗBP??i)?;m?v\n?.???Li??R?e.?^\nt??6??@[?\0mٲBI)[ؓq6\'??]G?<???_?lɖl?V??>??????:?????|>O??o???|&?0??F???r?t,??/Ά\rcp??2?4?s??v???ʇ???e???4ʮOQ?t???gS?/e????d?\0????='),
(07, 'ไทรใบสัก (Fiddle leaf fig)', 'ไม่ควรรับแสงแดดโดยตรงเพราะจะทำให้ใบไม่สวยงาม ควรปลูกในที่มีแสงแดดไม่จัดมาก หรือถ้าหากปลูกไว้กลางแจ้งควรปลูกให้อยู่ใต้ต้นไม้ใหญ่เพื่อให้ไทรใบสักไม่ได้รับแสงแดดมากจนเกินไป  ควรรดน้ำ 3-4 วันครั้ง ขึ้นอยู่กับปริมาณแสงแดดที่ต้นไม้รับ เนื่องจากไทรใบสักชอบความชุ่มชื้นในปริมาณที่พอเหมาะ เพราะถ้ามีความชิ้นมากจนเกินไปจะเป็นสาเหตุให้เกิดโรคเชื้อราและรากเน่าตามมา ควรสังเกตุจากดินที่ลึกลงไป 2 นิ้วถ้าแห้งอยู่ก็ควรให้น้ำ', 'ถ้าหากใบร่วง หรือใบมีอาการผิดปกติ ควรสังเหตุแสงแดด น้ำ และอากาศ อย่างใดอย่างหนึ่งหรือทั้งหมดที่กล่าวมาอาจจะไม่เหมาะสม ควรตรวจสอบตามอาการดังนี้ ใบไหม้ - อากาศไม่หมุนเวียนบริเวณที่ปลูกมีอากาศร้อนอบอ้าวมากจนเกินไป และโดนแสงแดดจัดทันที ไม่ทำการปรับสภาพต้นไม้ก่อนนำออกสถานที่กลางแจ้ง ใบตก ก้านนิ่ม – ต้นไม้ได้รับแสงแดดที่ไม่เพียงพอ ขอบใบเหลือง หรือ น้ำตาล – เกิดจากการรดน้ำมากเกินไป  โรครากเน่า - ใบร่วงผิดปกติ รดน้ำมากเกินไป ต้องย้ายไปรับแสง ลม พักการรดน้ำให้วัสดุปลูกแห้ง หรือเปลี่ยนวัสดุปลูกทันที  ', 'คำเตือน - ควรตั้งต้นไทรใบสักไว้ที่บริเวณจะปลูกก่อนเพื่อสังเกตว่าต้นไม้ปรับตัวเข้ากับสภาพพื้นที่บริเวณนั้น ๆ ได้ดีหรือไม่  - ไม่ควรเปลี่ยนกระถางทันทีที่ซื้อมา เพราะอาจทำให้ต้นไม้ตายได้  - ห้องที่มืดเกินไปมีโอกาสทำให้ต้นไม้ไม่โตและตายสูง เนื่องจากไทรใบสักค่อนข้างชื่นชอบแดด  - สามารถปลูกในที่โล่งแจ้งได้ แต่ก็ต้องมีการปรับสภาพให้กับต้นไม้ก่อนจะทำการย้ายสถานที่ปลูก แต่ถ้าหากโดนแดดจัดมากเกินไป ก็มีโอกาสที่ใบจะไหม้ ใบเหลืองได้ และแสงแดดมีผลต่อสีของตัวไทรใบสักเช่นกัน คำแนะนำ - ถ้าหากปลูกในกระถางควรหมุนต้นไม้บ้าง เพื่อให้ได้รับแสงแดดครบทุกด้าน เพราะไทรใบสักมีโอกาสโน้มเอียงไปหาทิศทางที่มีแสงแดด ทำให้ลำต้นไม่ตั้งตรง - สามารถตัดแต่งกิ่งและใบแก่ เพื่อความสวยงามได้ - ควรใช้ฝักบัวรดน้ำ เพื่อให้วัสดุปลูกสามารคกักเก็บความชื้นได้ดียิ่งขึ้น  - แสงแดดที่เพียงพอคือ 3-5 ชม. ต่อวัน ไม่เป็นแดดจ้าจนเกินไปและควรหมุนกระถางบ้างเพื่อให้ลำต้นไม่เอนเอียงเข้าหาแสงแดด - ต้นไทรใบสักบนท้องตลาดมีจำหน่ายอยู่ 2 ประเภท คือ ต้นที่ปักชำและต้นที่เพาะเมล็ด ซึ่งต้นไทรใบสักที่เติบโตจากการเพาะเมล็ดจะมีความแข็งแรงมากกว่า  - วิธีการดูแลทำความสะอาดใบโดยใช้ผ้านุ่มๆเช็ดที่ใบ เดือนละครั้งเพื่อให้ใบสามารถสังเคราะห์แสงได้ดีขึ้นหรือใช้ผ้านชุบน้ำมันมะพร้าวบิดหมาดเช็ดที่ใบ และสามารถล้างใบด้วยน้ำสะอาดอุณหภูมิห้อง เพื่อขจัดสิ่งสกปรก ฝุ่นละอองที่เกาะบนตัวใบ เพื่อให้ใบสามารถสังเคราะห์แสงได้อย่างมีดียิ่งขึ้น ข้อห้าม  - ไม่ควรใช้จานรองน้ำ - การใช้สเปย์แวกซ์ใบ - ไม่ควรใช้ปุ๋ยมูลสัตว์ ', 'ดินผสมกาบมะพร้าว ดินร่วน สัดส่วนดิน 70  เปอเซ็นต์ กาบมะพร้าว 30 เปอร์เซ็นต์ หรือใช้เม็ดดินเผาแทนกาบมะพร้าวก็ได้เช่นกัน ด้านใต้ของกระถางสามารถใช้หินรองได้เพื่อไม่ให้ดินแน่นจนเกินไป  ใช้ปุ๋ยไม้ประดับทั่วไปได้ แต่ควรวางปุ๋ยให้ห่างจากโคนต้น ปุ๋ยควรใส่สองเดือนครั้ง หรือสองเดือนครึ่ง และที่สำคัญควรพรวนดินบ้าง ', 'การตอนกิ่ง เพาะเลี้ยงเนื้อเยื่อ ปักชำและเพาะเมล็ด การปักชำต้นไทรใบสัก สามารถปักชำได้ทั้งใบ และ กิ่ง โดยเลือกกิ่งที่มีใบประมาณ 3-4 ใบ มาปักชำจะทำให้เป็นได้ง่ายส่วนการปักชำด้วยใบนั้นแม้จะสามารถขยายพันธุ์ได้เยอะแต่ไม่เป็นที่นิยมเพราะ ใบนั้นต้องใช้เวลานานกว่าจะแทงยอดออกมาทำให้เสียเวลา ', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0W\0\0\0b?\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	x[???w?h??8qV??HؗBP??i)?;m?v\n?.???Li??R?e.?^\nt??6??@[?\0mٲBI)[ؓq6\'??]G?<???_?lɖl?V??>??????:?????|>O??o???|&?0??F???r?t,??/Ά\rcp??2?4?s??v???ʇ???e???4ʮOQ?t???gS?/e????d?\0????=', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0X\0\0\0?@?!\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	?չ??U??L??+30 \" Q?.1??(\Z???ޘ?\'M0??Ā??1q_\r???DŘ???Do\\\0ETPA??`?Y{zz?????:???t???4??>O3?tu?S?O????M?4*&????HT;EU?)??6Q#*???$-X?P0h\Z?J=?*\"?9?һ???y???)?s??ݢ???#????6\'Q\'??RE?[&'),
(08, 'ต้นบอนดำ (Black Magic)', 'สามารถปลูกได้ง่าย ทั้งบนพื้นดินปกติหรือในน้ำก็สามารถทำได้เช่นกัน  การปลูกต้นบอนดำนั้นถ้าหากปลูกไว้กลางแจ้งได้รับแสงแดดเต็มที่ใบจะมีสีดำเข้มโดดเด่น  หากปลูกในที่โดนแสงแดดน้อยหรือแดดรำไร จะทำให้ใบมีสีเขียวแทน', 'บอนดำมีใบสีเขียว เกิดจากพื้นที่ปลูกมีแสงแดดไม่มากพอ ควรย้ายไปยังบริเวณอื่น เป็นพื้นที่โล่งแจ้งหรือพื้นที่แสงแดดแรงๆสามารถเข้าถึงได้', 'ลักษณะบอนดำที่ดี 1. ตัวใบมีสีม่วงเข้มถึงดำจัด 2. ก้านใบมีสีน้ำตาลเข้ม หรือ ดำเข้ม 3. ขอบใบริ้วเป็นคลื่น  หากปลูกในดิน สามารถผสมดินผสมปุ๋ยคอกหรือปุ๋ยอินทรีย์เพื่อเพิ่มสารอาหารให้กับต้นบอนดำ ต้นบอนดำที่มีขนาดใหญ่มีโอกาสที่จะพบปัญหาใบแตกได้ เนื่องจากลำต้นมีขนาดสูงตัวใบจึงโดนลมมากจนเกินไป ปลูกในดินโคลนหรือดินเหนียว จะแข็งแรง โตไวกว่าปลูกบนพื้นดิน', 'ต้นบอนดำ เป็นต้นไม้ที่ปลูกง่าย ชอบน้ำ ชอบความชื้น ชอบดินที่อุ้มน้ำได้ดี สามารถปลูกในดินเหนียวหรือดินร่วน ดินโคลน โดยทำการปลูกแช่น้ำได้เลย เพื่อไม่ต้องรดน้ำบ่อยให้ยุ่งยาก ', 'วิธีขยายพันธุ์บอนดำ ใช้วิธีแยกหน่อหรือไหลของต้นบอนดำ สามารถตัดหน่อที่เกิดใหม่ออกมาจากต้นหลัก แล้วนำไปปักชำใส่กระถางใหม่ได้ทันที กรณีรากของหน่อที่งอกออกมามีความแข็งแรงหรือมีจำนวนมากแล้วอย่างเห็นได้ชัด โดยทำการตัดบริเวณข้อที่มีตัวรากติดไปด้วย', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0X\0\0\0?@?!\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	?\\?y????Wk??Zj	I?$????\'?gb?vl????c2 aa06L??[?`l09<????Ţ??}齺?k??????ի??????f??N???z??WOU????W??,Lg?????TUm\0UEU???JHH??l&??6?tZI\'?k?xh?_?iA?????t2yU&???T<? ?H4???v??\0????', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0X\0\0\0?@?!\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	|\\e???,?f2ٓ?m?J???(??|W?????????(\nҢ?\n?UEы^>??w?\n*?ŏM?+??m???Lf???????=9??$3?L21??????;??<?]?,?*	?X?䔌a?`?֒T?jK??VE!v????O??u??B]X?gY??k0???,?x=??????kw?X);;?Dy?W5??ޕN['),
(09, 'บอนไซ (Bonsai)', 'การรดน้ำ ควรรดน้ำในช่วงเช้าให้เหมาะสม โดยการสังเกตถ้าหากมีน้ำไหลออกมาที่ก้นกระถาง หมายความว่าพอดีแล้ว และไม่ควรรดน้ำมากจนเกินไป เพราะอาจทำให้เชื้อรามีการเจริญเติบโตเป็นสาเหตุให้รากเน่าได้ ควรรดน้ำบริเวณโดยรอบโคนต้นและรดน้ำเล็กน้อยที่หน้าดิน ในช่วงตอนเย็นของวัน หมายเหตุ  : บอนไซบางชนิดอาจต้องการน้ำ 3-5 ครั้งต่อวัน ไม่ควรใช้น้ำประปาที่มีคลอรีนมากจนเกินไป ผู้ปลูกควรศึกษาเพิ่มเติมเกี่ยวกับชนิดบอนไซนั้น ๆ ลม ควรวางไว้ที่มีอากาศถ่ายเทปกติ ถ้าหากเลี้ยงบอนไซไว้ภายในห้องแอร์หรืออาคารที่ไม่มีลมตลอดเวลา ควรนำออกมาตั้งไว้บริเวณภายนอกบ้าง เพราะความชื้นมีผลต่อการเจริญเติบโตของบอนไซเช่นกัน แสงแดด บอนไซแต่ละชนิดมีความต้องการแสงที่แตกต่างกัน เพราะฉะนั้นแสงแดดเป็นเรื่องที่ผู้เลี้ยงควรศึกษาตามชนิดของบอนไซที่ท่านต้องการจะปลูก และบอนไซจะเจริญงอกงามตามการได้รับแสง ควรหมุนกระถางหรือเปลี่ยนทิศทางการรับแสงของบอนไซ 1-2 เดือนครั้ง  แสงแดด ความชื้น น้ำ และดิน มีผลต่อการเจริญเติบโต และความสวยงามของบอนไซ ผู้ปลูกจึงควรหมั่นตรวจสอบและดูแลเป็นอย่างดี อาจจะต้องใช้ความรู้และระยะเวลาในการเริ่มเลี้ยงสักเล็กน้อย การตัดและดัดกิ่ง ประมาณ 2-3 เดือนหลังจากตัดยอด กิ่งใหม่จะเริ่มแตก หากกิ่งที่แตกออกมาแล้วดูไม่สวยงามสามารถเด็ดทิ้งไปก่อนแล้วจึงรอให้แตกกิ่งใหม่ออกมาอีกรอบ  จนกระทั่งได้กิ่งที่สวยตามความต้องการแล้วจึงเริ่มดัดตัดแต่งกิ่งไปเรื่อย ๆ วิธีดัดก็ใช้ลวดปักลงในดินบริเวณโคนต้นแล้วพันขึ้นไป  จากนั้นดัดซ้ายดัดขวาตามกิ่ง  คอยดัดให้ได้ตามต้องการ  และตัดแต่งกิ่งอยู่เสมอ ๆ เมื่อดัดไป 3-4 เดือนเอาลวดออกแล้วพันใหม่อยู่เรื่อย ๆ เมื่อเลี้ยงจนได้รูปทรงแล้วก็แกะลวดออกได้ ในช่วงที่ต้นไม้แตกกิ่งแตกใบใหม่ต้องรอให้กิ่งและใบเหล่านั้นแก่เสียก่อนจึงพันลวด  เพราะกิ่งอ่อนมักจะเปราะและหักง่าย', '-', 'คำแนะนำในการเลือกกระถาง  ต้นไม้ทรงพุ่มใบไม่กว้างมากนัก ควรเลือกกระถางที่มีความกว้างน้อยกว่า 2ใน3 ของความสูงของต้นไม้เล็กน้อย ต้นไม้พุ่มเตี้ยควรเลือกกระถางที่มีขนาดกว้างน้อยกว่า 2 ใน 3 ของความกว้างของกิ่งที่แผ่ออกมา ต้นไม้โคนหนากับความลึกของกระถาง สัดส่วนที่เหมาะสมคือจะต้องมีขนาดเท่ากับเส้นผ่านศูนย์กลางของโคนต้นยกเว้นไม้ตกกระถางหรือไม้มีลักษณะเป็นกลุ่มกอ ต้นไม้ทรงสูงแต่โคนเล็ก ควรเลือกกระถางที่มีความกว้างของกระถางแคบกว่าความกว้างของกิ่งที่แผ่ออกมาจากต้นไม้ คำแนะนำเพิ่มเติม - ถ้าหากบอนไซเติบโตช้า การแตกยอดอ่อนที่ใช้เวลานานมากขึ้นอย่างเห็นได้ชัด ผู้ปลูกควรตรวจสอบดินซึ่งอาจจะต้องทำการเปลี่ยนดินเพื่อให้รากฝอยมีการเติบโตมากขึ้น - ควรพรวนดินปีละ 2 ครั้ง ที่หน้าดินเท่านั้น - การตัดแต่งราก สามารถทำได้พร้อมกับตอนที่จะเปลี่ยนดิน - ในช่วง 3-5 เดือนแรกของการปลูก ควรทำการพรวนดิน 1 ครั้ง - ในการเลี้ยงบอนไซแรกๆหรือต้นอ่อน ควรนำมาปลูกในกระถางทรงลึกเพื่อให้รากแก้วเจริญเติบโต - สามารถใช้ใยมะพร้าวคลุมหน้าดินเพื่อรักษาความชุ่มชื้นเอาไว้ - เราสามารถหล่อน้ำไว้ที่จานรองหรือก้นกระถางได้ ถ้าหากกังวลว่าต้นไม้จะไม่ได้รับน้ำที่เพียงพอ แต่ควรระมัดระวังอากาศที่ร้อนจัด หรือการวางไว้กลางแจ้ง เพราะอาจจะทำให้น้ำร้อนแล้วมีผลต่อรากได้ ข้อควรระวัง  การเลี้ยงบอนไซนั้นมีหลากหลายชนิด และเทคนิคในการดูแล การดัด รวมไปถึงการตัดแต่งกิ่ง ผู้ปลูกควรทำการศึกษาหาข้อมูลเพิ่มเติมเกี่ยวกับต้นไม้นั้นๆที่จะทำการเลี้ยง', 'การให้ปุ๋ย ขึ้นอยู่กับบอนไซที่ปลูกแต่ละชนิด  - ปุ๋ยที่ได้รับความนิยมคือ ปุ๋ยคอก - ระยะเวลาในการให้ปุ๋ย คือ 4-6 เดือนครั้ง - การให้ปุ๋ยไม่ควรให้มากจนเกินไป ไม่ว่าจะเป็นปุ๋ยอินทรีย์หรือปุ๋ยเคมี  - การเปลี่ยนดิน หลังจากปลูกไป 1-2 ปี ควรทำการเปลี่ยนดินใหม่ก่อนนำต้นลงปลูกควรตัดปลายรากออกประมาณ  1 ใน 4 เพื่อให้รากแตกแขนงออกมาใหม่ สัดส่วนเครื่องปลูก - มูลวัว		1 ส่วน - ขุยมะพร้าว	1 ส่วน - ขี้เถ้าแกลบ	1 ส่วน - แกลบดิน	1 ส่วน - หินภูเขาไฟ	1 ส่วน  - ซิลิคอนออกไซด์ ครึ่งส่วน  นำส่วนผสมทั้งหมดมาคลุกเคล้าให้เข้ากันแล้วนำลงกระถางที่เราต้องการจะปลูก หมายเหตุ : การปลูกบอนไซสามารถใช้ต้นไม้ได้หลากหลายชนิด ซึ่งแต่ละชนิดมีความต้องการที่ไม่เหมือนกัน  ผู้ปลูกควรศึกษาเพิ่มเติมเกี่ยวกับชนิดบอนไซนั้น ๆ', 'เพาะเมล็ด เป็นวิธีที่สร้างบอนไซได้สวยงามแต่ใช้เวลานานเนื่องจากบางเมล็ดใช้เวลาในการงอก 3-4 สัปดาห์ และบางชนิดอาจมากกว่านั้น เมื่อได้ต้นไม้ที่งอกออกมาจากเมล็ดพออายุครบ 2 เดือนก็สามารถนำมาปลูกลงกระถางได้  ปักชำ การปักชำควรเลือกกิ่งที่มีความสมบูรณ์และมีขนาดที่เหมาะสม ควรปักชำอยู่ภายในดินที่ปลอดเชื้อ ถ้าหากเป็นไปได้ ระยะเวลาที่ใช้ขึ้นอยู่กับชนิดของต้นไม้ อาจจะใช้เวลา 1-2 เดือนหรือมากกว่า ขึ้นอยู่กับราก ในระยะแรกจะต้องไม่ให้ต้นไม้ถูกแสงแดดโดยตรง ต้องให้เกิดการปรับตัวเข้ากับสภาพแวดล้อมก่อนสักพักหนึ่ง จึงจะเอาออกแดดได้', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0W\0\0\0b?\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}x\\???;???Ul?\06?@(l0e????HY??d?%	,Ih??,Y??4??M.?????Ms7ٖdI??u??~?w?K3?H\Z???3?ȣ;???s?z^C*??j?Y???5????D秒ɚx(4??T??7?*vP?????n4?F???h6?6Z-oM?+nX??Z???%?1?]?/??B3L', '?PNG\r\n\Z\n\0\0\0\rIHDR\0\0J\0\0\0X\0\0\0?@?!\0\0\0	pHYs\0\0\0\0??~?\0\0 \0IDATx??}	|\\e???,?f2ٓ?m?J???(??|W?????????(\nҢ?\n?UEы^>??w?\n*?ŏM?+??m???Lf???????=9??$3?L21??????;??<?]?,?*	?X?䔌a?`?֒T?jK??VE!v????O??u??B]X?gY??k0???,?x=??????kw?X);;?Dy?W5??ޕN[');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tbl_admin`
--
ALTER TABLE `tbl_admin`
  ADD PRIMARY KEY (`AdminID`);

--
-- Indexes for table `tbl_cat`
--
ALTER TABLE `tbl_cat`
  ADD PRIMARY KEY (`CatID`);

--
-- Indexes for table `tbl_cat_breed`
--
ALTER TABLE `tbl_cat_breed`
  ADD PRIMARY KEY (`CatBreedID`);

--
-- Indexes for table `tbl_dog`
--
ALTER TABLE `tbl_dog`
  ADD PRIMARY KEY (`DogID`);

--
-- Indexes for table `tbl_dog_breed`
--
ALTER TABLE `tbl_dog_breed`
  ADD PRIMARY KEY (`DogBreedID`);

--
-- Indexes for table `tbl_member_cat_anti_flea`
--
ALTER TABLE `tbl_member_cat_anti_flea`
  ADD PRIMARY KEY (`AntiFleaID`);

--
-- Indexes for table `tbl_member_cat_dirofilaria`
--
ALTER TABLE `tbl_member_cat_dirofilaria`
  ADD PRIMARY KEY (`DifID`);

--
-- Indexes for table `tbl_member_cat_doctor_visit`
--
ALTER TABLE `tbl_member_cat_doctor_visit`
  ADD PRIMARY KEY (`DocID`);

--
-- Indexes for table `tbl_member_cat_drug_details`
--
ALTER TABLE `tbl_member_cat_drug_details`
  ADD PRIMARY KEY (`DrugID`);

--
-- Indexes for table `tbl_member_cat_health`
--
ALTER TABLE `tbl_member_cat_health`
  ADD PRIMARY KEY (`HealthID`);

--
-- Indexes for table `tbl_member_cat_vaccine`
--
ALTER TABLE `tbl_member_cat_vaccine`
  ADD PRIMARY KEY (`VacID`);

--
-- Indexes for table `tbl_member_cat_weight`
--
ALTER TABLE `tbl_member_cat_weight`
  ADD PRIMARY KEY (`CatWeightID`);

--
-- Indexes for table `tbl_member_dog_anti_flea`
--
ALTER TABLE `tbl_member_dog_anti_flea`
  ADD PRIMARY KEY (`AntiFleaID`);

--
-- Indexes for table `tbl_member_dog_dirofilaria`
--
ALTER TABLE `tbl_member_dog_dirofilaria`
  ADD PRIMARY KEY (`DifID`);

--
-- Indexes for table `tbl_member_dog_drug_details`
--
ALTER TABLE `tbl_member_dog_drug_details`
  ADD PRIMARY KEY (`DrugID`);

--
-- Indexes for table `tbl_member_dog_health`
--
ALTER TABLE `tbl_member_dog_health`
  ADD PRIMARY KEY (`HealthID`);

--
-- Indexes for table `tbl_member_dog_vaccine`
--
ALTER TABLE `tbl_member_dog_vaccine`
  ADD PRIMARY KEY (`VacID`);

--
-- Indexes for table `tbl_member_dog_weight`
--
ALTER TABLE `tbl_member_dog_weight`
  ADD PRIMARY KEY (`DogWeightID`);

--
-- Indexes for table `tbl_member_tree_fertilize`
--
ALTER TABLE `tbl_member_tree_fertilize`
  ADD PRIMARY KEY (`FertilizeID`);

--
-- Indexes for table `tbl_member_tree_note`
--
ALTER TABLE `tbl_member_tree_note`
  ADD PRIMARY KEY (`treeNoteID`);

--
-- Indexes for table `tbl_member_tree_water`
--
ALTER TABLE `tbl_member_tree_water`
  ADD PRIMARY KEY (`WaterID`);

--
-- Indexes for table `tbl_owner`
--
ALTER TABLE `tbl_owner`
  ADD PRIMARY KEY (`OwnerID`);

--
-- Indexes for table `tbl_products`
--
ALTER TABLE `tbl_products`
  ADD PRIMARY KEY (`ProductID`);

--
-- Indexes for table `tbl_qrcode`
--
ALTER TABLE `tbl_qrcode`
  ADD PRIMARY KEY (`QrCodeID`);

--
-- Indexes for table `tbl_templates`
--
ALTER TABLE `tbl_templates`
  ADD PRIMARY KEY (`TemplateID`);

--
-- Indexes for table `tbl_tree`
--
ALTER TABLE `tbl_tree`
  ADD PRIMARY KEY (`TreeID`);

--
-- Indexes for table `tbl_tree_breed`
--
ALTER TABLE `tbl_tree_breed`
  ADD PRIMARY KEY (`TreeBreedID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tbl_admin`
--
ALTER TABLE `tbl_admin`
  MODIFY `AdminID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `tbl_cat`
--
ALTER TABLE `tbl_cat`
  MODIFY `CatID` int(3) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `tbl_cat_breed`
--
ALTER TABLE `tbl_cat_breed`
  MODIFY `CatBreedID` int(2) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `tbl_dog`
--
ALTER TABLE `tbl_dog`
  MODIFY `DogID` int(3) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `tbl_dog_breed`
--
ALTER TABLE `tbl_dog_breed`
  MODIFY `DogBreedID` int(2) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `tbl_member_cat_anti_flea`
--
ALTER TABLE `tbl_member_cat_anti_flea`
  MODIFY `AntiFleaID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `tbl_member_cat_dirofilaria`
--
ALTER TABLE `tbl_member_cat_dirofilaria`
  MODIFY `DifID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `tbl_member_cat_doctor_visit`
--
ALTER TABLE `tbl_member_cat_doctor_visit`
  MODIFY `DocID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `tbl_member_cat_drug_details`
--
ALTER TABLE `tbl_member_cat_drug_details`
  MODIFY `DrugID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `tbl_member_cat_health`
--
ALTER TABLE `tbl_member_cat_health`
  MODIFY `HealthID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `tbl_member_cat_vaccine`
--
ALTER TABLE `tbl_member_cat_vaccine`
  MODIFY `VacID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `tbl_member_cat_weight`
--
ALTER TABLE `tbl_member_cat_weight`
  MODIFY `CatWeightID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `tbl_member_dog_anti_flea`
--
ALTER TABLE `tbl_member_dog_anti_flea`
  MODIFY `AntiFleaID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `tbl_member_dog_dirofilaria`
--
ALTER TABLE `tbl_member_dog_dirofilaria`
  MODIFY `DifID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `tbl_member_dog_drug_details`
--
ALTER TABLE `tbl_member_dog_drug_details`
  MODIFY `DrugID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `tbl_member_dog_health`
--
ALTER TABLE `tbl_member_dog_health`
  MODIFY `HealthID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `tbl_member_dog_vaccine`
--
ALTER TABLE `tbl_member_dog_vaccine`
  MODIFY `VacID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `tbl_member_dog_weight`
--
ALTER TABLE `tbl_member_dog_weight`
  MODIFY `DogWeightID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT for table `tbl_member_tree_fertilize`
--
ALTER TABLE `tbl_member_tree_fertilize`
  MODIFY `FertilizeID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `tbl_member_tree_note`
--
ALTER TABLE `tbl_member_tree_note`
  MODIFY `treeNoteID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `tbl_member_tree_water`
--
ALTER TABLE `tbl_member_tree_water`
  MODIFY `WaterID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `tbl_products`
--
ALTER TABLE `tbl_products`
  MODIFY `ProductID` int(3) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=36;

--
-- AUTO_INCREMENT for table `tbl_qrcode`
--
ALTER TABLE `tbl_qrcode`
  MODIFY `QrCodeID` int(3) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=599;

--
-- AUTO_INCREMENT for table `tbl_templates`
--
ALTER TABLE `tbl_templates`
  MODIFY `TemplateID` int(3) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `tbl_tree`
--
ALTER TABLE `tbl_tree`
  MODIFY `TreeID` int(3) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `tbl_tree_breed`
--
ALTER TABLE `tbl_tree_breed`
  MODIFY `TreeBreedID` int(2) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
