<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ดินหรือเครื่องปลูก</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> การปลูกเลี้ยงไม้กระถาง เป็นการกำหนดให้ต้นไม้ต้องอยู่ในที่ที่จำกัดในภาชนะปลูก ดินหรือเครื่องปลูกมีความจำเป็นต้องมีคุณสมบัติในการยึดลำต้น การอุ้มน้ำ การถ่ายเทอากาศ และง่ายต่อการที่รากจะไชชอนได้สะดวก การปลูกพืชในกระถางรากพืชจะถูกจำกัดขอบเขตอยู่เฉพาะภายในกระถางเท่านั้น</p>
                                        <p><span class="las la-hand-point-right"></span> ดังนั้นเพื่อให้พืชเจริญเติบโตตามความประสงค์ของผู้ปลูกเลี้ยง ดินหรือวัสดุปลูกควรมีความอุดมสมบูรณ์ มีคุณภาพดี ซึ่งคุณสมบัติโดยทั่วไปดังนี้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <ul>
                                            <li>1. ดินร่วนโปร่ง น้ำหนักเบา ระบายน้ำได้ดี ถ่ายเทอากาศได้ทั่วถึง ดูดซับน้ำได้ดี</li>
                                            <li>2. มีธาตุอาหาร หรือปุ๋ยที่พืชต้องการอย่างสมบูรณ์</li>
                                            <li>3. ไม่มีความเป็นกรด เป็นด่างมากเกินไป</li>
                                            <li>4. มีความแน่นพอที่จะยึดให้ลำต้นทรงตัวอยู่ได้</li>
                                            <li>5. ไม่มีสารเคมีที่เป็นพิษต่อรากพืช</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> เนื่องจากดินปลูกไม้กระถางอยู่ในพื้นที่ที่จำกัด ดินปลูกจึงควรมีลักษณะร่วนโปร่ง อุ้มน้ำ หรือเก็บความชื้นได้ดี สามารถระบายน้ำ และถ่ายเทอากาศได้ดี ดินทั่วไปมีคุณสมบัติทางเคมี และทางกายภาพที่แตกต่างกันไป เพื่อให้เหมาะสมเป็นเครื่องปลูกไม้กระถางจึงต้องมีการปรับปรุงคุณภาพโดยมีวัสดุอื่น ๆ เป็นส่วนผสมดังนี้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <ul>
                                            <li>1. อินทรีวัตถุ ประกอบด้วย เศษซากใบไม้ผุ เปลือกไม้แห้ง แกลบ ขุยมะพร้าว กาบมะพร้าวสับ ฟางข้าว และเปลือกทั่ว เป็นต้น</li>
                                            <li>2. ปุ๋ยคอก ประกอบด้วย ขี้วัว ขี้ควาย ขี้หมู ขี้ไก่ และขี้ค้างคาว เป็นต้น</li>
                                            <li>3. ทราย อิฐป่น และถ่านป่น</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> วัสดุดังกล่าวเมื่อนำมาผสมกับดินธรรมชาติแล้ว จะมีคุณสมบัติร่วน โปร่ง มีน้ำหนักเบา อินทรีวัตถุ นอกจากจะช่วยปรับสภาพเนื้อดินให้ดีขึ้นแล้ว ยังพบว่ามีธาตุอาหารที่เป็นประโยชน์ต่อการเจริญเติบโตของไม้กระถาง คือเป็นปุ๋ยโดยตรงกับพืช แต่อาจจะไม่มากเหมือนปุ๋ยเคมีก็ตาม</p>
                                        <p><span class="las la-hand-point-right"></span> ความเป็นกรด เป็นด่าง หรือมี พีเอ็ช (pH) ที่เหมาะสมกับไม้กระถางต่าง ๆ ดังนี้ ไม้ใบกระถางควรมีค่า pH ระหว่าง 5.5–7.5 ไม้ดอกกระถางควรมีค่า pH ระหว่าง 5.5–6.0 เช่น กล็อกซีเนีย อาฟริกันไวโอเลท บีโกเนีย และกุหลาบเป็นต้น</p>
                                        <p><span class="las la-hand-point-right"></span> ช่วงความเป็นกรด เป็นด่าง หรือ pH ของดินปลูกระหว่าง 5.5–6.0 ถือเป็นช่วงที่เหมาะสมสำหรับไม้กระถาง และไม้ดอกกระถางอายุยืน เช่น ไฮเดรนเยีย เบญจมาสหนู เบญจมาสพวง กล็อกซีเนีย บีโกเนีย อาฟริกันไวโอเลท กุหลาบ เป็นต้น เพราะระบบรากพืชสามารถใช้ธาตุอาหารหรือปุ๋ยได้ดีระดับหนึ่ง</p>
                                        <p><span class="las la-hand-point-right"></span> ดินปลูกที่ดีสำหรับไม้กระถางต้องคงทน มีอายุการใช้งานได้นาน ไม่สลายหรือยุบตัวเร็ว ดินปลูกที่มีส่วนผสมของเปลือกถั่ว แกลบ เปลือกไม้แห้ง กาบมะพร้าว จะอยู่ได้นานกว่าดินที่มีส่วนผสมใบไม้ผุ ฟางข้าว หรือ หญ้าแห้ง</p>
                                        <h3>ตัวอย่างส่วนผสมของดินปลูกไม้กระถาง</h3>
                                    </div>
                                </div>
                            </div>
                            <div class="card">
                        <div class="card-header">
                        <strong>ส่วนผสมดินปลูกไม้กระถางทั่วไป</strong>
                        </div>
                        <div class="card-body">
                            <div class="table-responsive">
                                <table width="100%">
                                    <tbody>
                                        <tr>
                                            <td>ส่วนที่ 1</td>
                                            <td>ดินร่วนหรือดินร่วนปนทราย</td>
                                            <td>2 ส่วน</td>
                                        </tr>
                                        <tr>
                                            <td>ส่วนที่ 2</td>
                                            <td>อินทรีวัตถุ<br>ปุ๋ยคอก<br>ดินร่วน<br>ทรายหยาบ<br>ใบไม้ผุ<br>ถ่านป่น</td>
                                            <td>1 ส่วน<br>1 ส่วน<br>1 ส่วน<br>1 ส่วน<br>1 ส่วน<br>1/4 ส่วน</td>
                                        </tr>
                                        <tr>
                                            <td>ส่วนที่ 3</td>
                                            <td>ดินร่วน<br>ทรายหยาบ<br>ใบไม้ผุ<br>ปุ๋ยคอก</td>
                                            <td>1 ส่วน<br>1 ส่วน<br>1 ส่วน<br>1/4 ส่วน</td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                         </div>
                    </div>
                    <div class="customer">
                        <div class="info">
                            <div>
                                <p>ในกรณีดินที่มีความเป็นกรดสูง เช่น ดินนา ดินเหนียวในร่องน้ำนิ่ง ต้องใช้ปูนเป็นส่วนผสม เช่น ปูนดิบ หรือปูนสุก (ปูนขาว) ปูนจากเปลือกหอยเผาเป็นส่วนผสม อัตราส่วนของปูนครึ่งกิโลกรัมต่อส่วนผสมดินปลูก 10 ปีบ</p>
                            </div>
                        </div>
                    </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
