<?php
    include './include_menu_dtag.php'
?>
<!-- Content Wrapper. Contains page content -->
<div class="content-wrapper">
    <!-- Content Header (Page header) -->
    <div class="content-header">
      <div class="container">
        <div class="row mb-2">
          <div class="col-sm-6">
            <h1 class="m-0 text-dark">โครงสร้างของพืช</h1>
          </div><!-- /.col -->
          <!-- <div class="col-sm-6">
            <ol class="breadcrumb float-sm-right">
              <li class="breadcrumb-item"><a href="#">Home</a></li>
              <li class="breadcrumb-item"><a href="#">Layout</a></li>
              <li class="breadcrumb-item active">Top Navigation</li>
            </ol>
          </div>/.col -->
        </div><!-- /.row -->
      </div><!-- /.container-fluid -->
    </div>
    <!-- /.content-header -->

    <!-- Main content -->
    <div class="content">
      <div class="container">
      <div class="row">
      <div class="col-md-12">
            <div class="card card-outline card-success">
              <!-- /.card-header -->
              <div class="card-body" style="text-align:center;">
               <img src="./images/structure/structure1.png" alt="">
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <div class="col-md-12">
            <div class="card card-outline card-success">
              <!-- /.card-header -->
              <div class="card-body">
              <p>พืชประกอบด้วยอวัยวะที่สำคัญต่อการดำรงชีวิต ได้แก่ ราก ลำต้น ใบ ดอก ผล และเมล็ด ซึ่งอวัยวะแต่ละส่วนของพืชมีหน้าที่และส่วนประกอบแตกต่างกัน แต่ทำงานเกี่ยวข้องและสัมพันธ์กันหากขาดอวัยวะส่วนใดส่วนหนึ่งไป อาจทำให้พืชนั้นผิดปกติหรือตายได้ และยังมีปัจจัยบางประการที่จำเป็นต่อการเจริญเติบโตของพืช
</p>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
          <div class="col-md-12">
            <div class="card card-outline card-success">
              <div class="card-header">
                <h3 class="card-title">ราก</h3>
                <div class="card-tools">
                  <button type="button" class="btn btn-tool" data-card-widget="collapse"><i class="fas fa-minus"></i>
                  </button>
                </div>
                <!-- /.card-tools -->
              </div>
              <!-- /.card-header -->
              <div class="card-body">
              <p>ราก คือ อวัยวะที่เป็นส่วนประกอบของพืชที่ไม่มีคลอโรฟิลล์ ไม่มีข้อ ปล้อง ตาและใบ รากเจริญเติบโตตามแรงดึงดูดของโลกลงสู่ดิน มีขนาดและความยาวแตกต่างกัน รากของพืชมีหลายชนิด ได้แก่</p>
              <ul>
              <li><b>รากแก้ว</b> เป็นรากที่งอกออกมาจากเมล็ด โคนของรากแก้วจะมีขนาดใหญ่แล้วค่อยๆ เรียวไปจนถึงปลายราก</li>
              <li><b>รากแขนง</b> เป็นรากที่แตกออกมาจากรากแก้ว จะเจริญเติบโตขนานไปกับพื้นดิน และสามารถแตกแขนงไปได้เรื่อย ๆ</li>
              <li><b>รากฝอย</b> เป็นรากที่มีลักษณะและขนาดโตสม่ำเสมอกัน จะงอกออกมาเป็นกระจุก</li>
              <li><b>รากขนอ่อนหรือขนราก</b> เป็นขนเส้นเล็กๆ จำนวนมากมายที่อยู่รอบๆ ปลายราก ทำหน้าที่ดูดน้ำและแร่ธาตุ</li>
              </ul>
              <p>รากของพืชสามารถจำแนกได้ 2 ระบบ</p>
              <ol>
              <li><b>ระบบรากแก้ว</b> หมายถึง ระบบรากที่มีรากแก้วเป็นรากหลักเจริญเติบโตได้เร็ว ขนาดใหญ่และยาวกว่ารากอื่นๆ และมีรากแขนงแตกออกมาจากรากแก้ว ที่ปลายรากแขนงจะมีรากขนอ่อนงอกออกมา</li>
              <li><b>ระบบรากฝอย</b> หมายถึง ระบบรากที่มีรากฝอยเป็นจำนวนมาก ไม่มีรากใดเป็นรากหลัก มีลักษณะเป็นเส้นเล็กๆ แผ่กระจายออกไปโดยรอบๆ โคนต้น ที่ปลายรากฝอยจะมีรากขนอ่อนงอกออกมา </li>
              </ol>
              <p>หน้าที่ของราก</p>
              <ol>
              <li>ยึดลำต้นให้ติดกับพื้นดิน</li>
              <li>ดูดน้ำและธาตุอาหารที่ละลายน้ำจากดิน แล้วลำเลียงขึ้นไปยังส่วนต่างๆ ของพืชโดยผ่านทางลำต้นหรือกิ่ง</li>
              </ol>
              <p>นอกจากนี้รากพืชอีกหลายชนิดยังทำหน้าที่พิเศษอีกเช่น</p>
              <ul>
              <li><b>รากสะสมอาหาร</b> เป็นรากที่ทำหน้าที่เป็นแหล่งเก็บสะสมอาหารไว้สำหรับลำต้น</li>
              <li><b>รากค้ำจุน</b> เป็นรากที่ช่วยค้ำยันและพยุงลำต้นไว้</li>
              <li><b>รากยึดเกาะ</b> เป็นรากสำหรับยึดเกาะลำต้นหรือกิ่งไม้อื่น เช่น รากพลูด่าง เป็นต้น</li>
              <li><b>รากสังเคราะห์แสง</b> พืชบางชนิดมีสีเขียวตรงปลายของรากไว้สำหรับสร้างอาหาร โดยวิธีการสังเคราะห์ด้วยแสง เช่น รากกล้วยไม้ รากไทร เป็นต้น</li>
              <li><b>รากหายใจ</b> เป็นรากที่มีลักษณะแหลมๆ โผล่ขึ้นมาเหนือดินและน้ำ ช่วยในการดูดอากาศ</li>
              </ul>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
          <div class="col-md-12">
            <div class="card card-outline card-success">
              <div class="card-header">
                <h3 class="card-title">ลำต้น</h3>

                <div class="card-tools">
                  <button type="button" class="btn btn-tool" data-card-widget="collapse"><i class="fas fa-minus"></i>
                  </button>
                </div>
                <!-- /.card-tools -->
              </div>
              <!-- /.card-header -->
              <div class="card-body">
              <p>ลำต้น คือ อวัยวะของพืชที่โดยทั่วไปเจริญอยู่เหนือพื้นดินต่อจากราก มีขนาด รูปร่าง และลักษณะแตกต่างกันไป ลำต้นมีทั้งลำต้นอยู่เหนือดิน และลำต้นอยู่ใต้ดิน</p>
              <p>ลำต้นประกอบด้วยส่วนสำคัญ 3 ส่วน</p>
              <ol>
              <li><b>ข้อ</b> เป็นส่วนของลำต้นบริเวณที่มีกิ่ง ใบหรือตางอกออกมา ลำต้นบางชนิดอาจมีดอกงอกออกมาแทนกิ่ง หรือมีหนามงอกออกมาแทนกิ่งหรือใบ เช่น กระบองเพชร</li>
              <li><b>ปล้อง</b> เป็นส่วนของลำต้นที่อยู่ระหว่างข้อแต่ละข้อ</li>
              <li><b>ตา</b> เป็นส่วนประกอบที่สำคัญของลำต้น ทำให้เกิดกิ่ง ใบและดอก ตามีรูปร่างโค้งนูน หรือรูปกรวย ประกอบด้วยตายอดและตาข้าง</li>
              </ol>
              <p>หน้าที่ของลำต้น  มีดังนี้</p>
              <ol>
              <li><b>เป็นแกนช่วยพยุงอวัยวะต่างๆ</b> ได้แก่ กิ่ง ใบ ดอก ผล และเมล็ด ช่วยให้ใบกางออก รับแสงแดดเพื่อประโยชน์ในการสร้างอาหาร โดยวิธีการสังเคราะห์ด้วยแสง</li>
              <li><b>เป็นทางลำเลียงน้ำและแร่ธาตุ</b> ที่รากดูดขึ้นมาส่งต่อไปยังใบและส่วนต่างๆ ของพืช</li>
              <li><b>เป็นทางลำเลียงอาหารที่ใบสร้างขึ้น</b> ส่งผ่านลำต้นไปยังรากและส่วนอื่นๆ</li>
              </ol>
              <p>นอกจากนี้ลำต้นของพืชอีกหลายชนิดยังทำหน้าที่พิเศษอีก เช่น</p>
              <ol>
              <li><b>ลำต้นสะสมอาหาร</b> จะมีลำต้นอยู่ใต้ดิน</li>
              <li><b>ลำต้นสังเคราะห์แสง</b> พืชบางชนิดมีลำต้นเป็นสีเขียวไว้สำหรับสร้างอาหาร โดยวิธีการสังเคราะห์ด้วยแสง เช่น กระบองเพชร เป็นต้น</li>
              <li><b>ลำต้นขยายพันธุ์</b> เช่น พลูด่าง โกสน คุณนายตื่นสาย ลีลาวดี ฟิโลเดนดรอน เป็นต้น</li>
              <li><b>ลำต้นเปลี่ยนไปเป็นมือพัน</b> เพื่อช่วยพยุงค้ำจุนลำต้น เช่น บวบ ตำลึง น้ำเต้า เป็นต้น</li>
              </ol>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
          <div class="col-md-12">
            <div class="card card-outline card-success">
            <div class="card-header">
                <h3 class="card-title">ใบ</h3>

                <div class="card-tools">
                  <button type="button" class="btn btn-tool" data-card-widget="collapse"><i class="fas fa-minus"></i>
                  </button>
                </div>
                <!-- /.card-tools -->
              </div>
              <!-- /.card-header -->
              <div class="card-body">
              <p>ใบ คือ อวัยวะของพืชที่เจริญออกมาจากข้อของลำต้นและกิ่ง ใบส่วนใหญ่จะมีสารสีเขียวเรียกว่า คลอโรฟิลล์ ใบมีรูปร่างและขนาดแตกต่างกันไปตามชนิดของพืช ใบประกอบด้วย ก้านใบ แผ่นใบ เส้นกลาง และเส้นใบ</p>
              <p>นอกจากนี้ใบของพืชยังมีลักษณะอื่น ๆ ที่แตกต่างกันอีก ได้แก่</p>
              <ol>
              <li><b>ขอบใบ</b> พืชบางชนิดมีขอบใบเรียบ บางชนิดมีขอบใยหยัก</li>
              <li><b>ผิวใบ</b> พืชบางชนิดมีผิวใบเรียบเป็นมัน บางชนิดมีผิวใบด้านหรือขรุขระ</li>
              <li><b>สีของใบ</b> พืชส่วนใหญ่จะมีใบสีเขียว แต่บางชนิดมีใบสีอื่น เช่น แดง ส้ม เหลือง ด่าง เป็นต้น</li>
              <li><b>เส้นใบ</b> เส้นใบของพืชมีการเรียงตัวใน 2 ลักษณะ ได้แก่</li>
              <ul>
              <li>เรียงตัวแบบร่างแห เช่น ไทรใบสัก เป็นต้น</li>
              <li>เรียงตัวแบบขนาน เช่น ใบกล้วย เป็นต้น</li>
              </ol>
              </ul>
              <p>ชนิดของใบ มีดังนี้</p>
              <ol>
              <li><b>ใบเดี่ยว</b> คือ ใบที่มีแผ่นใบเพียงแผ่นเดียวติดอยู่บนก้านใบที่แตกออกจากกิ่งหรือลำต้น เช่น กล้วย 3.ยางอินเดีย กวักมรกต ไทรใบสัก เป็นต้น ใบเดี่ยวบางชนิดอาจมีขอบใบเว้าหยักลึกเข้าไปมากจนดูคล้ายใบประกอบ เช่น ฟิโลเดนดรอน มอนสเตอร่า เป็นต้น</li>
              <li><b>ใบประกอบ</b> คือ ใบที่มีแผ่นใบแยกเป็นใบย่อย ๆ หลายใบ ใบประกอบยังจำแนกย่อย ได้ดังนี้</li>
              <ul>
              <li>ใบประกอบแบบฝ่ามือ เป็นใบประกอบที่มีใบย่อยแต่ละใบแยกออกจากจุดเดียวกันที่ส่วนของโคนก้านใบ</li>
              <li>ใบประกอบแบบขนนก เป็นใบประกอบที่ใบย่อยแต่ละใบแยกออกจากก้านสองข้างของแกนกลางคล้ายขนนก ปลายสุดของใบประกอบอาจมีใบย่อยใบเดียว หรืออาจมีใบย่อยสองใบ </li>
              </ul>
              </ol>
              <p>หน้าที่ของใบ มีดังนี้</p>
              <ol>
              <li><b>สร้างอาหาร</b> ใบของพืชจะดูดแก๊สคาร์บอนไดออกไซด์เพื่อนำไปสร้างอาหาร เรียกกระบวนการสร้างอาหารของพืชว่า การสังเคราะห์ด้วยแสง</li>
              <li><b>คายน้ำ</b> พืชคายน้ำทางปากใบ</li>
              <li><b>หายใจ</b> ใบของพืชจะดูดแก๊สออกซิเจนและคายแก๊สคาร์บอนไดออกไซด์</li>
              </ol>
              <p>นอกจากนี้ใบยังอาจเปลี่ยนแปลงไปเพื่อทำหน้าที่พิเศษอื่น ๆ เช่น</p>
              <ol>
              <li><b>สะสมอาหาร</b> เช่น ใบว่านหางจระเข้ กลีบของกระเทียม และหัวหอม เป็นต้น</li>
              <li><b>ขยายพันธุ์</b> เช่น ใบกวักมรกต ใบเศรษฐีพันล้าน เป็นต้น</li>
              <li><b>ยึดและพยุงลำต้นให้ไต่ขึ้นที่สูงได้</b> เช่น ใบตำลึง ใบมะระ และถั่วลันเตา เป็นต้น</li>
              <li><b>ล่อแมลง</b> เช่น ใบดอกของหน้าวัว ใบดอกของเฟื่องฟ้า เป็นต้น</li>
              <li><b>ดักและจับแมลง</b> ทำหน้าที่จับแมลงเป็นอาหาร เช่น ใบหม้อข้าวหม้อแกงลิง ใบกาบหอยแครง เป็นต้น</li>
              <li><b>ลดการคายน้ำของใบ</b> เช่น ใบกระบองเพชรจะเปลี่ยนเป็นหนามแหลม เป็นต้น</li>
              </ol>

              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
          <div class="col-md-12">
            <div class="card card-outline card-success">
            <div class="card-header">
                <h3 class="card-title">ดอก</h3>

                <div class="card-tools">
                  <button type="button" class="btn btn-tool" data-card-widget="collapse"><i class="fas fa-minus"></i>
                  </button>
                </div>
                <!-- /.card-tools -->
              </div>
              <!-- /.card-header -->
              <div class="card-body">
              <p><b>ดอก</b> คือ อวัยวะสืบพันธุ์ของพืช ทำหน้าที่สืบพันธุ์แบบอาศัยเพศ ที่เกิดมาจากตาชนิดตาดอกที่อยู่ตรงบริเวณปลายยอด ปลายกิ่ง บริเวณลำต้นตามแต่ชนิดของพืช ดอกประกอบด้วยส่วนต่างๆ ดังนี้</p>
              <p>ดอกประกอบด้วยส่วนต่างๆ 4 ส่วน แต่ละส่วนจะเรียงเป็นชั้นเป็นวงตามลำดับจากนอกสุดเข้าสู่ด้านใน คือ กลีบเลี้ยง กลีบดอก เกสรเพศผู้ และเกสรเพศเมีย ดังนี้</p>
              <ol>
              <li><b>กลีบเลี้ยง</b> เป็นส่วนของดอกที่อยู่ชั้นนอกสุดเรียงกันเป็นวง เรียกว่า วงกลีบเลี้ยง ส่วนมากมีสีเขียว เจริญเปลี่ยนแปลงมาจากใบ ทำหน้าที่ป้องกันอันตรายต่างๆ จากสิ่งแวดล้อม แมลงและศัตรูอื่นๆ ที่จะมาทำอันตรายในขณะที่ดอกยังตูมอยู่ นอกจากนี้ยังช่วยในการสังเคราะห์ด้วยแสง จำนวนกลีบเลี้ยงในดอกแต่ละชนิดอาจไม่เท่ากัน ดอกบางชนิดกลีบเลี้ยงจะติดกันหมดตั้งแต่โคนกลีบจนเกือบถึงปลายกลีบ มีลักษณะคล้ายถ้วยหรือหลอด บางชนิดมีกลีบเลี้ยงแยกกันเป็นกลีบๆ กลีบเลี้ยงของพืชบางชนิดอาจมีสีอื่นนอกจากสีเขียว ทำหน้าที่ช่วยช่อแมลงในการผสมเกสรเช่นเดียวกับกลีบดอก</li>
              <li><b>กลีบดอก</b> เป็นส่วนของดอกที่อยู่ถัดจากกลีบเลี้ยงเข้ามาข้างใน มีสีสันต่างๆ มักมีขนาดใหญ่กว่ากลีบเลี้ยง บางชนิดมีกลิ่นหอม บางชนิดตรงโคนกลีบดอกจะมีต่อมน้ำหวานเพื่อช่วยล่อแมลงมาช่วยผสมเกสร</li>
              <li><b>เกสรเพศผู้</b> เป็นส่วนของดอกที่อยู่ถัดจากกลีบดอกเข้ามาข้างใน ประกอบด้วย ก้านชูอับเรณู อับเรณู ซึ่งภายในบรรจุละอองเรณูมีลักษณะเป็นผงสีเหลือง อับเรณูทำหน้าที่สร้างละอองเรณู ภายในละอองเรณูมีเซลล์สืบพันธุ์เพศผู้</li>
              <li><b>เกสรเพศเมีย</b> เป็นส่วนของดอกที่อยู่ชั้นในสุด ประกอบด้วยยอดเกสรเพศเมีย ก้านยอดเกสรเพศเมีย รังไข่ ออวุล และเซลล์ไข่</li>
              </ol>
              <p><b>ชนิดของดอก มีดังนี้</b></p>
              <p>ดอกของพืชโดยทั่วไปมีส่วนประกอบที่สำคัญครบ 4 ส่วน คือ กลีบเลี้ยง กลีบดอก เกสรเพศผู้ และเกสรเพศเมีย แต่ดอกของพืชบางชนิดมีส่วนประกอบไม่ครบ 4 ส่วน จึงจำแนกดอกเป็น 2 ประเภท โดยพิจารณาจากส่วนประกอบเป็นเกณฑ์ ได้แก่</p>
              <ol>
              <li><b>ดอกสมบูรณ์</b> คือ ดอกที่มีส่วนประกอบครบ 4 ส่วน ได้แก่ กลีบเลี้ยง กลีบดอก เกสรเพศผู้ และเกสรเพศเมีย</li>
              <li><b>ดอกไม่สมบูรณ์</b> คือ ดอกที่มีส่วนประกอบไม่ครบ 4 ส่วน</li>
              <p>ถ้าพิจารณาเกสรของดอกที่ทำหน้าที่สืบพันธุ์เป็นเกณฑ์ จะจำแนกดอกเป็น 2 ประเภท ได้แก่</p>
              <ol>
              <li>ดอกสมบูรณ์เพศ คือ ดอกที่มีเกสรเพศผู้และเกสรเพศเมียอยู่ในดอกเดียวกัน</li>
              <li>ดอกไม่สมบูรณ์เพศ คือ ดอกที่มีเกสรเพศผู้หรือเกสรเพศเมียอยู่ภายในดอกเพียงเพศเดียว</li>
              <p>แต่ถ้าพิจารณาจำนวนดอกที่เกิดจากหนึ่งก้านดอกเป็นเกณฑ์ จะจำแนกดอกออกเป็น 2 ประเภท ได้แก่</p>
              <ol>
              <li>ดอกเดี่ยว คือ ดอกที่เกิดขึ้นบนก้านดอก เป็นดอกเดียวโดด ๆ เช่น ดอกจำปี ดอกชบา เป็นต้น</li>
              <li>ดอกช่อ คือ ดอกที่เกิดเป็นกลุ่มบนก้านดอก ประกอบด้วยดอกย่อยหลายดอก แต่ละดอกย่อยมีก้านดอกย่อยอยู่บนก้านดอก เช่น ดอกหางนกยูง ดอกกล้วยไม้ ดอกทานตะวัน ดอกกระถินณรงค์ เป็นต้น</li>
              </ol>
              </ol>
              </ol>
              <p>หน้าที่ของดอก มีดังนี้</p>
              <ol>
              <li>ช่วยล่อแมลงให้มาผสมเกสร</li>
              <li>ทำหน้าที่ผสมพันธุ์ </li>
              </ol>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
          <div class="col-md-12">
            <div class="card card-outline card-success">
            <div class="card-header">
                <h3 class="card-title">ผล</h3>
                <div class="card-tools">
                  <button type="button" class="btn btn-tool" data-card-widget="collapse"><i class="fas fa-minus"></i>
                  </button>
                </div>
                <!-- /.card-tools -->
              </div>
              <!-- /.card-header -->
              <div class="card-body">
              <p>ผล (fruit) คือรังไข่ที่เจริญเติบโตเต็มที่แล้ว (mature ovary) รังไข่ดังกล่าวอาจเจริญเปลี่ยนแปลงมาภายหลังการปฏิสนธิ ซึ่งจะมีเมล็ดอยู่ภายในหรือเจริญมาโดยไม่ได้รับการปฏิสนธิหรือ พาร์ทีโนคาร์ปี( parthenocarpy)      </p>
              <p>ผลประเภทหลังนี้โดยทั่วไปจะไม่มีเมล็ด เรียกว่า ผลพาร์ทีโนคาร์ปิก (parthenocarpic fruit) เมล็ดเป็นแหล่งสะสมสารพันธุกรรมของพืชชนิดนั้น ๆ และสามารถขยายพันธุ์ต่อไปได้ ผลของพืชบางชนิดอาจมีส่วนอื่น ๆ ของดอกเจริญควบคู่มากับรังไข่และกลายเป็นส่วนหนึ่งของผลด้วย เช่น มังคัด แอปเปิล ฝรั่ง ทับทิม มีกลีบเลี้ยงรวมอยู่ ชมพู่ แอปเปิ้ล และมะเดื่อมีส่วนของฐานดอกรวมอยู่ เป็นต้น</p>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
          <div class="col-md-12">
            <div class="card card-outline card-success">
            <div class="card-header">
                <h3 class="card-title">เมล็ด (Seed)</h3>

                <div class="card-tools">
                  <button type="button" class="btn btn-tool" data-card-widget="collapse"><i class="fas fa-minus"></i>
                  </button>
                </div>
                <!-- /.card-tools -->
              </div>
              <!-- /.card-header -->
              <div class="card-body">
              <p>เมล็ดประกอบด้วยส่วนสำคัญ คือ เปลือกหุ้มเมล็ด ต้นอ่อน และอาหารสำหรับเลี้ยงต้นอ่อน  ส่วนที่คล้ายต้นและใบเล็ก ๆ อยู่ภายในเมล็ด   คือ ต้นอ่อนและ ส่วนที่มีสีขาวหนา แยกออกได้เป็น 2 ซีก  คือ อาหารสำหรับเลี้ยงต้นอ่อน</p>
              <ol>
              <li>Seed coat (เปลือกหุ้มเมล็ด) เกิดมาจากเยื่อที่หุ้มไข่ ทำหน้าที่ป้องกันอันตรายให้กับเอมบริโอ ป้องกันการสูญเสียน้ำ เปลือกหุ้มเมล็ดมี 2 ชั้น เปลือกชั้นนอกหนา เหนียว และแข็ง เรียกว่า เทสตา (testa) ส่วนเปลือกชั้นในมักเป็นเยื่อบาง ๆ เรียกว่า เทกเมน (tegmen)</li>
              <li>Endosperm (เอมโดสเปิร์ม) ทำหน้าที่สะสมอาหารพวกแป้ง ไขมัน โปรตีน และน้ำตาล ให้แก่ เอมบริโอ(ต้นอ่อน)</li>
              <li>Embryo เจริญจากไซโกต มีส่วนประกอบที่สำคัญ คือ</li>
              <ul>
              <li>Cotyledon (ใบเลี้ยง) มีหน้าที่เก็บสะสมอาหารให้แก่เอมบริโอ และป้องกันการบุบสลายของ
เอมบริโอขณะที่มีการงอก
</li>
<li>Caulicle (ลำต้นอ่อน) ประกอบ 2 ส่วนคือ ลำต้นอ่อนเหนือใบเลี้ยง เรียกว่า เอปิคอติล(epicotyl) มีส่วนปลายสุดเรียกว่า ยอดอ่อน ซึ่งเจริญเป็นลำต้น กิ่ง ก้าน ใบ และดอก ส่วนลำต้นอ่อนใต้ใบเลี้ยง เรียกว่า ไฮโปคอตอล (hypocotyl) มีส่วนปลายสุดเรียกว่า รากอ่อน จะเจริญเป็นรากแก้ว</li>
              </ul>
              </ol>
              <p>ลักษณะการงอกของเมล็ด แบ่งออกเป็น 2 แบบ คือ</p>
              <ol>
              <li>การงอกที่ชูใบเลี้ยงขึ้นมาเหนือดิน (Epigeal germination) รากอ่อนงอกโผล่พ้นเมล็ดออกทางรู  ไมโครโพล์(micropyle) เจริญสู่พื้นดินจากนั้น ไฮโปคอติล(hypocotyl) จะงอกและเจริญยึดยาวตามอย่างรวดเร็ว ดึงส่วนของใบเลี้ยง(cotyldon) กับ เอปิคอติล(epicotyl) ขึ้นมาเหนือดิน เช่น การงอกของพืชในเลี้ยงคู่ต่าง ๆ</li>
              <li>การงอกที่ฝังใบเลี้ยงไว้ใต้ดิน (Hypogeal germination) พบใน พืชใบเลี้ยงเดี่ยว พืชพวกนี้มีไฮโปคอติล(hypocotyl) สั้น เจริญช้า ส่วนเอปิคอติล(epicotyl) และยอดอ่อน (plumule) เจริญยืดยาวได้อย่างรวดเร็ว เช่น เมล็ดข้าว ข้าวโพด หญ้า ฯลฯ การพักตัวของเมล็ด (Dormancy) หมายถึง สภาพที่เอมบริโอในเมล็ดสามารถคงสภาพและมีชีวิตอยู่ได้โดยไม่เกิดการงอก</li>
              </ol>
              <p>สาเหตุของการพักตัวของเมล็ดเนื่องจาก</p>
              <ol>
              <li>เปลือกหุ้มเมล็ดแข็งและหนาเกินไป</li>
              <li>เมล็ดบางชนิดมีสารยับยั้งการงอก</li>
              <li>เอมบริโอในเมล็ดยังเจริญไม่เต็มที่</li>
              <li>เอมบริโอพักตัว</li>
              </ol>
              <p>ลักษณะของต้นไม้ฟอกอากาศ</p>
              <ol>
              <li><b>ดูดสารพิษผ่านกระบวนการคายน้ำทางปากใบ</b> ซึ่งต้นไม้ฟอกอากาศจะมีการคายน้ำที่สูงกว่าต้นไม้ชนิดอื่น ในกระบวนการคายน้ำจะทำให้อุณหภูมิบนผิวใบไม้แตกต่างจากอากาศภายนอก เกิดการหมุนเวียนของอากาศรอบๆ ทำให้อากาศที่มีสารพิษไหลลงสู่บริเวณรากพืชที่มีจุลินทรีย์ที่ถูกดึงดูดไว้จำนวนมาก และจุลินทรีย์จะทำการย่อยสารพิษให้กลายเป็นอาหารของพืช</li>
              <li><b>ดูดสารพิษผ่านการดูดน้ำจากราก</b> ในการรดน้ำต้นไม้ที่บริเวณโคนต้น น้ำจะซึมลงรากแล้วต้นไม้จะดูดน้ำไปใช้ยังส่วนต่างๆอย่างรวดเร็ว ในกระบวนการนี้อากาศที่ประกอบไปด้วยออกซิเจน ไนโตรเจน และสารพิษที่ปนเปื้อนจะถูกดึงไปสู่ดินรอบๆ ราก จุลินทรีย์จะเปลี่ยนสารพิษที่มากับอากาศให้กลายเป็นอาหารของพืช</li>
              <li><b>ดูดสารพิษผ่านการดูดอากาศ</b> ในขณะเดียวกันนี้ เมื่อต้นไม้จะดูดอากาศที่ปนเปื้อนสารพิษเข้าทางปากใบ ส่งต่อไปยังราก จากรากไปสู่ดิน และจุลินทรีย์ที่อยู่รอบๆ รากจะย่อยสารพิษเหล่านั้น</li>
              </ol>
              </div>
              <!-- /.card-body -->
            </div>
            <!-- /.card -->
          </div>
          <!-- /.col -->
        </div>
        <!-- /.row -->
      </div><!-- /.container-fluid -->
    </div>
    <!-- /.content -->
  </div>
  <!-- /.content-wrapper -->
  <?php
    include './include_footer.php'
?>
