<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ข้อมูลการปลูกต้นไม้กระถาง</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>กระถางหรือภาชนะปลูก</h2>
                                        <p><strong>1. กระถางพลาสติก</strong> มักทำจากพลาสติกเนื้อแข็ง โดยมีให้เลือกมากมายหลายรูปทรงและมีราคาที่ย่อมเยา จุดเด่นของกระถางประเภทนี้ คือ น้ำหนักเบาและเคลื่อนย้ายได้สะดวก อีกทั้งด้วยเนื้อวัสดุมีความลื่นจึงเป็นคราบได้ยากทำความสะอาดได้ง่าย แต่หากตั้งไว้กลางแดดนาน ๆ ก็อาจจะทำให้กระถางพลาสติกเปราะหรือแตกหักได้ง่าย และเนื่องจากเนื้อวัสดุเรียบ ไม่มีรูพรุน จึงถ่ายเทอากาศและระบายน้ำได้ทางเดียว หากรดน้ำมากเกินไปต้นไม้ที่ปลูกอาจจะรากเน่าได้ ดังนั้นควรพิจารณากระถางที่มีรูระบายน้ำบริเวณก้นกระถาง</p>
                                        <p><strong>2. กระถางดินเผา</strong> เป็นกระถางที่ผลิตจากดินเหนียวซึ่งผ่านกระบวนการเผามาแล้ว ทำให้เนื้อวัสดุมีรูพรุนขนาดเล็กจำนวนมาก จึงระบายอากาศและน้ำได้ดี ลดโอกาสเกิดปัญหารากเน่าได้ แต่กระถางดินเผามักจะมีน้ำหนักค่อนข้างมากและแตกหักได้ง่าย ดังนั้นจึงควรขนย้ายกระถางดินเผาด้วยความระมัดระวัง</p>
                                        <p><strong>3. กระถางเซรามิก</strong>  เป็นกระถางที่ทำจากดินเผาด้วยเช่นเดียวกัน แต่จะถูกเคลือบอีกชั้นหนึ่ง ทำให้ผิวด้านนอกมีความเรียบลื่น ตะไคร่น้ำหรือคราบต่าง ๆ จึงเกาะได้ยาก ทำให้กระถางดูสะอาดอยู่เสมอ เหมาะสำหรับเน้นเรื่องความสวยงามเป็นพิเศษ นอกจากนี้ยังมีกระถางเซรามิกเนื้อสโตนแวร์ (Stoneware) ที่มีลักษณะคล้ายเซรามิกทั่วไป แต่มีน้ำหนักที่เบากว่า เซรามิกชนิดนี้จึงได้รับความนิยมเป็นอย่างมากในประเทศไทย</p>
                                        <p><strong>4. กระถางโลหะ</strong>  ผลิตได้จากวัสดุหลายชนิด เช่น เหล็ก ดีบุก หรือสังกะสี เป็นต้น โดยมักมีดีไซน์ที่สวยงาม เหมาะกับการตกแต่งทั้งสไตล์วินเทจ โมเดิร์น หรืออินดัสเทรียล แต่มีข้อควรระวัง คือโลหะเป็นวัสดุที่นำความร้อนได้ดี จึงอาจทำให้ต้นไม้เฉาได้ง่าย ๆ นอกจากนี้ยังอาจเกิดสนิมได้หากปล่อยให้มีน้ำขังเป็นเวลานาน</p>
                                        <p><strong>5. กระถางไม้</strong> มอบความรู้สึกที่เป็นธรรมชาติมีสีโทนน้ำตาลอบอุ่น ช่วยรักษาอุณหภูมิของรากต้นไม้ได้ แต่จะดูแลค่อนข้างยากเล็กน้อย เนื่องจากไม้จะไม่ทนทานต่อน้ำและความชื้น จึงอาจเกิดปัญหาเชื้อราหรือผุพังตามมาแนะนำให้ทาสารเคลือบผิวไม้ที่ช่วยป้องกันน้ำ เพื่อยืดอายุการใช้งานของกระถางจะดีที่สุด</p>
                                        <p><strong>6. กระถางหิน</strong>  ออกแบบมาจากการนำหินที่เหลือจากการผลิตสินค้า นำมาหลอมและตกแต่งให้เข้ารูป ได้ทรงกระถางที่พอเหมาะกับการปลูกต้นไม้ต้นเล็กๆ และช่วยขับสีผิวของต้นไม้ให้ดูสดใสน่ารักขึ้น</p>
                                        <p><strong>7. กระถางไฟเบอร์กลาส</strong>  (Fiberglass Reinforced Plastics หรือ FRP) คือ พลาสติกเสริมแรงด้วยใยแก้ว โดยเส้นใยแก้วเป็นวัสดุช่วยเสริมแรงให้กับพลาสติกเรซิ่น และขึ้นรูปเป็นผลิตภัณฑ์ต่าง ๆ มีน้ำหนักเบาและไม่เป็นสนิม</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>รูปทรงกระถางต้นไม้</h2>
                                        <p><strong>กระถางถาด</strong> เป็นกระถางที่เหมาะกับต้นไม้พุ่มเตี้ยและแผ่กว้าง ไม้หัว หรือใช้เพาะเมล็ดพันธุ์ ความสูงของกระถางจะเท่ากับครึ่งหนึ่งของปากกระถาง</p>
                                        <p><strong>กระถางทรงเตี้ย</strong> เป็นกระถางที่เหมาะสำหรับต้นไม้ที่มีรากสั้น ความสูงของกระถางจะน้อยกว่าความกว้างของปากกระถาง  </p>
                                        <p><strong>กระถางมาตรฐาน</strong> เป็นกระถางที่เหมาะกับต้นไม้ทรงสูงและทรงพุ่มดอกชิดที่มีรากลึกกลาง ๆ ความสูงของกระถางจะเท่ากับความกว้างของปากกระถาง</p>
                                        <p><strong>การถางทรงสูง</strong> เป็นกระถางที่เหมาะกับต้นไม้ทรงสูงที่มีรากลึก ความสูงของกระถางจะมากว่าความกว้างของปากกระถาง สำหรับกระถางประเภทนี้ควรเลือกวัสดุที่ค่อนข้างมีน้ำหนัก เพื่อช่วยพยุงและรับน้ำหนักของต้นไม้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>วิธีการปลูก</h2>
                                        <p>การปลูกไม้กระถางควรคำนึงถึงขนาดของต้นไม้ และกระถางควรให้เหมาะสมกัน กระถางขนาดใหญ่เกินไปจะทำให้เกิดความชื้นส่วนเกินในดิน ขณะที่กระถางขนาดเล็กเกินไปจะจำกัดการเจริญเติบโตของพืชเนื่องจากการปลูกไม้กระถางเป็นไม้ประดับนั้นต้องการความสวยงามเป็นหลักอยู่แล้ว</p>
                                        <h3>เมื่อเลือกกระถางตามความเหมาะสมกับต้นไม้ที่จะปลูกแล้ว เราเริ่มปลูกตามขั้นตอนดังนี้</h3>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> 1. เอาเศษอิฐ หรือเศษกระถางแตกอุดที่รูระบายน้ำที่ก้นกระถางเสียก่อน ถ้าจะให้ดีต้องโรยทับด้วยกรวด อิฐมอญทุบ หรือถ่านอย่างใดอย่างหนึ่งก่อนก็ได้ เพื่อให้ก้นกระถางโปร่ง และระบายน้ำได้ดี</li>
                                            <li><span class="las la-hand-point-right"></span> 2. จากนั้นเอาดินหรือเครื่องปลูกที่เตรียมไว้ใส่กระถาง และทำมูลดินเป็นยอดแหลมเท่ากับความลึกของดินที่ปลูก</li>
                                            <li><span class="las la-hand-point-right"></span> 3. ก่อนปลูกหากไม้มีรากมากเกินไปควรตัดรากเก่าออกบ้าง เพื่อกระตุ้นให้มีการสร้างระบบรากใหม่ที่แข็งแรง และแตกแขนงได้มากขึ้น</li>
                                            <li><span class="las la-hand-point-right"></span> 4. วางโคนต้นไม้ลงที่ยอดแหลมของมูลดิน และจัดระบบรากให้แผ่ออกรอบด้านทิ้งตัวลงตามแนวลาดของมูลดิน</li>
                                            <li><span class="las la-hand-point-right"></span> 5. เติมดินรอบ ๆ โคนต้นเพียงเล็กน้อยก่อน แล้วกดดินบริเวณรอบ ๆ โคนต้นเบา ๆ เป็นการไล่โพรงอากาศ และเพื่อให้ดินสัมผัสรากพืชได้กระชับขึ้น</li>
                                        </ul>
                                        <p>จากนั้นเติมดินและกดเบา ๆ จนเกือบเต็มกระถางให้ระดับดินอยู่ต่ำกว่าขอบกระถางพอประมาณ พยายามอย่าเติมดินจนเต็มหรือพูนกระถางจนเกินไป เพราะเวลารดน้ำจะทำให้น้ำไหลออกนอกกระถางแทนที่จะซึมลงกระถาง แต่ถ้าเติมดินน้อยเกินไปก็จะทำให้ดินยุบตัวจนเกิดรากลอย หรือทำให้บริเวณโคนต้นชื้นเกินไป เป็นสาเหตุให้เกิดโรคราได้ง่ายขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>การให้ปุ๋ย</h2>
                                        <p><span class="las la-hand-point-right"></span> การให้ปุ๋ยแก่ไม้กระถางควรพิจารณาถึงความอุดมสมบูรณ์ของเครื่องปลูกเป็นหลัก เครื่องปลูกที่มีดินร่วน ใบไม้ผุ และปุ๋ยคอกผสมอยู่ในปริมาณมาก อาจไม่ต้องให้ปุ๋ยเพิ่ม หรืออาจให้บ้างในปริมาณเล็กน้อยเท่านั้น ส่วนเครื่องปลูกที่มีใบไม้ผุ และปุ๋ยคอกผสมอยู่ในปริมาณน้อยหรือไม่มีเลยก็ควรใส่ปุ๋ยเพิ่มให้เพียงพอต่อความต้องการของพืช</p>
                                        <p><span class="las la-hand-point-right"></span> โดยทั่วไปการให้ปุ๋ยแก่ไม้ประดับกระถางมักใช้ปุ๋ยไนโตรเจน เช่น ยูเรีย (46-0-0) ช่วยเร่งการเจริญเติบโต โดยใส่หลังจากปลูกประมาณ 3–7 วัน และครั้งต่อไปใส่สัปดาห์ละครั้ง เพื่อเร่งให้ต้นไม้สร้างใบ แตกยอด กิ่งก้านได้ดีขึ้น เมื่อให้ปุ๋ยทุกครั้งควรรดน้ำตามเสมอเพราะน้ำจะเป็นตัวละลายให้พืชดูดน้ำไปใช้ได้สะดวก วิธีให้ปุ๋ยยูเรีย อาจจะใช้วิธีหว่านแล้วรดน้ำตามไป หรือละลายปุ๋ยในน้ำแล้วรดก็ได้</p>
                                        <p><span class="las la-hand-point-right"></span> การให้ปุ๋ยไม้กระถางประดับในอาคารควรใส่ปุ๋ยเพียงเล็กน้อย ไม่ควรใส่มากเหมือนไม้กลางแจ้ง เนื่องจากภายในอาคารไม่เหมือนกับสภาพธรรมชาติปกติ จะทำให้พืชยืดลำต้นเร็ว และอ่อนแอไม่ทนต่อโรคแมลง ช่วงการใส่ปุ๋ย ควรใส่ระยะที่นำต้นไม้ออกมาพักฟื้นภายนอกอาคาร ปุ๋ยที่ใช้อาจเป็นปุ๋ยเม็ดสูตรเสมอ เช่น 15-15-15 โดยใส่ทางดินร่วมกับการใช้ปุ๋ยน้ำสูตรไนโตรเจนสูง เช่น 21-13-13 เสริมไปด้วยโดยการฉีดพ่นทางใบสัปดาห์ละครั้ง เมื่อเห็นว่าต้นไม้เริ่มฟื้นตัวดีขึ้นควรงดปุ๋ยทางใบให้เฉพาะปุ๋ยเม็ดทางดินอย่างเดียว โดยให้ปุ๋ยเคมีทุก ๆ 3 เดือน ครั้งละ 1–2 ช้อนชาสำหรับไม้กระถางขนาด 8–12 นิ้ว โดยโรยรอบ ๆ กระถาง หรือฝังกลบ 2–3 จุด ชิดขอบกระถางปลูก รดน้ำให้ชุ่ม ไม้กระถางในร่มควรให้ปุ๋ยเคมีได้ในช่วงระยะเวลาที่พักต้นไม้หลังจากใช้งานแล้ว ไม่ควรให้ปุ๋ยในระหว่างการตั้งประดับหรือระหว่างการใช้งาน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>การให้น้ำ</h2>
                                        <p><span class="las la-hand-point-right"></span> การให้น้ำต้นไม้เป็นสิ่งสำคัญ เพราะการให้น้ำมากเกินไป น้อยเกินไป หรือให้น้ำไม่ถูกวิธีสิ่งเหล่านี้ล้วนเป็นผลกระทบต่อการเจริญเติบโตของต้นไม้ ซึ่งก็ขึ้นอยู่กับชนิดของพรรณพืช สภาพของดิน หรือเครื่องปลูก สภาพแวดล้อม เช่น ในร่ม กลางแจ้ง มีลมพัดผ่านหรือไม่ อุณหภูมิ และฤดูกาล เป็นต้น</p>
                                        <p><span class="las la-hand-point-right"></span> ถ้าพืชได้รับน้ำน้อยเกินไปจะทำให้ใบเหี่ยว เนื่องจากน้ำในดินมีไม่พอให้รากดูดไปเลี้ยงลำต้น ช่วงเวลาใกล้เที่ยงถึงบ่าย 3 โมงเย็น เป็นช่วงที่อากาศร้อนจัดพืชจะคายน้ำมาก เมื่อคายน้ำมากแล้วรากต้องดูดน้ำมาชดเชยให้กับใบที่เสียน้ำไปกับอากาศ ถ้าชดเชยไม่ทันก็จะทำให้ใบเหี่ยว ถ้าน้ำมากจนเต็มช่องว่างทั้งหมดของดิน และไล่อากาศออกทำให้ดินอิ่มตัวจนเกิดน้ำขังก็จะไม่เหมาะกับการเจริญเติบโตของพืช เพราะจะทำให้ต้นไม้ขาดออกซิเจน ซึ่งเป็นสิ่งจำเป็นในการหายใจของราก เรียกความชื้นในดินระดับนี้ว่าระดับ Superfluous ถ้าดินมีน้ำขังเพียง 2–3 วัน พืชจะมีอาการเหี่ยวทั้ง ๆ ที่ไม่ขาดน้ำบางชนิดอาจตายได้ แต่ในทางกลับกันถ้าพืชได้รับน้ำน้อยเกินไปต้นก็เหี่ยวเหมือนกัน วิธีการให้น้ำไม้กระถาง</p>
                                        <ul>
                                            <li>1. ควรรดน้ำที่โคนต้น อย่าใช้วิธีฉีดทั้งใบ เพราะจะทำให้พุ่มและใบกระจ่ายล้มได้ และทำให้น้ำกระจายออกนอกกระถาง ทำให้น้ำไม่ถึงระดับราก</li>
                                            <li>2. ถ้าดินแห้งหดตัวหนีขอบกระถาง ทำให้น้ำไหลลงรูที่ก้นกระถางหมด และไม่ชุ่มถึงระดับราก ควรพรวนดินให้ฟูก่อนแล้งค่อนรดน้ำให้ชุ่ม</li>
                                            <li>3. ควรใช้น้ำที่ไม่แรง รดช้า ๆ จนชุ่ม ไม่ควรฉีดน้ำแรงมาก เพราะจะทำให้น้ำชะหน้าดินออกจากกระถางทำให้รากลอย และแห้งได้</li>
                                        </ul>
                                        <p><span class="las la-hand-point-right"></span> การรดน้ำที่ดีควรรดน้ำแล้วปล่อยให้ใบแห้งก่อนค่ำ เพื่อป้องกันการเกิดโรคในขณะที่ใบพืชชื้น ควรพิจารณาตามฤดูกาล และความชื้นของดิน</p>
                                        <p><span class="las la-hand-point-right"></span> ไม้กระถางในร่มต้องการแสงน้อย เนื่องจากการคายน้ำ การหายใจ การดูดธาตุอาหาร น้อยกว่าไม้กลางแจ้ง การให้น้ำต้องสังเกตความต้องการน้ำของพืชด้วย เช่น สัมผัสดินปลูก ความสดใสของใบ ในขณะที่อากาศแห้ง ถ้าอากาศชื้น-เย็น ควรให้น้ำวันเว้นวัน หรือสัปดาห์ละ 2 ครั้ง</p>
                                        <p><span class="las la-hand-point-right"></span> ไม้กระถางที่มีใบใหญ่ จำนวนใบมาก ใบและต้นมีลักษณะอวบน้ำจะต้องการน้ำมากกว่าไม้ใบเล็ก หรือจำนวนใบน้อยความต้องการน้ำแตกต่างกันตามชนิดของพรรณไม้ ไม้กระถางอายุยืน พุ่มใหญ่ ระบบรากสมบูรณ์ จะต้องการน้ำมากกว่าไม้กระถางขนาดเล็ก อายุน้อย หรือระบบรากยังไม่เจริญเต็มที่ และความชื้นของดินมีผลมาจากส่วนผสมของดินปลูกที่แตกต่างกัน ดินที่มีส่วนผสมของอินทรีวัตถุ ปุ๋ยคอกและวัสดุอื่น เช่น อิฐมอญทุบ ทราย จะอุ้มน้ำได้ดีกว่าดินร่วนธรรมดา ดินเหนียวระบายน้ำและอากาศได้ไม่ดี ดินแน่นแข็งตัวง่าย ทำให้ระบบรากเจริญเติบโตได้ไม่ดีเท่าที่ควร</p>
                                        <p><span class="las la-hand-point-right"></span> ชนิดของกระถางมีส่วนสำคัญในการให้น้ำด้วยเช่นกัน เช่น กระถางดินเผามีรูพรุนทำให้การระเหยน้ำได้ง่าย ทำให้เครื่องปลูกแห้งเร็วกว่ากระถางพลาสติก แก้ว หรือโลหะ ดังนั้นไม้ที่ปลูกในกระถางดินเผาจึงควรให้น้ำบ่อยกว่ากระถางชนิดอื่น</p>
                                        <p><span class="las la-hand-point-right"></span> สภาพแวดล้อมเกี่ยวกับ แสง อุณหภูมิ ความชื้นและลม สิ่งเหล่านี้จะเกี่ยวข้องกับการให้น้ำด้วย เพราะมีส่วนทำให้พืชสูญเสียน้ำจากต้นด้วยการคายน้ำกับระเหยไปจากเครื่องปลูกด้วยเช่นกัน</p>
                                        <p><span class="las la-hand-point-right"></span> ชนิดของพรรณไม้ที่ต่างกันความต้องการน้ำมากน้อยก็แตกต่างกันไปด้วย ดังนั้นจึงมีข้อสังเกตบางประการที่พอจะบอกให้ทราบเกี่ยวกับการให้น้ำแก่พืช ดังนี้</p>
                                        <ul>
                                            <li>1. คุ้ยผิวดินในระดับความความลึกประมาณครึ่งนิ้ว หากดินแห้งก็ควรให้น้ำได้แล้ว</li>
                                            <li>2. สังเกตดูจากสีของผิวดินหน้ากระถาง ถ้าสีของดินจางลงมาก หน้าดินดูแห้งก็ควรให้น้ำได้แล้ว แต่ถ้าสีของดินยังค่อนข้างทึบแสดงว่าดินยังมีความชื้นอยู่ก็ไม่จำเป็นต้องให้น้ำขณะนั้น</li>
                                            <li>3. ดินเริ่มหดตัวแยกออกจากขอบกระถางแสดงว่าดินแห้ง แต่ลักษณะนี้จะเห็นได้ชัดว่าเครื่องปลูกนี้มีส่วนผสมของดินเหนียวอยู่มาก วิธีแก้จึงควรพรวนดินให้ฟูก่อนรดน้ำ เพื่อให้ดินโปร่งและซับน้ำได้ดีขึ้น</li>
                                        </ul>
                                        <p>ควรศึกษาและสังเกตนิสัยความต้องการน้ำของพืช เพราะแต่ละสภาพแวดล้อมที่แตกต่างกัน แม้จะเป็นพืชชนิดเดียวกัน ก็อาจจะต้องการที่แตกต่างกัน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>ดินหรือเครื่องปลูก</h2>
                                        <p><span class="las la-hand-point-right"></span> การปลูกเลี้ยงไม้กระถาง เป็นการกำหนดให้ต้นไม้ต้องอยู่ในที่ที่จำกัดในภาชนะปลูก ดินหรือเครื่องปลูกมีความจำเป็นต้องมีคุณสมบัติในการยึดลำต้น การอุ้มน้ำ การถ่ายเทอากาศ และง่ายต่อการที่รากจะไชชอนได้สะดวก การปลูกพืชในกระถางรากพืชจะถูกจำกัดขอบเขตอยู่เฉพาะภายในกระถางเท่านั้น</p>
                                        <p><span class="las la-hand-point-right"></span> ดังนั้นเพื่อให้พืชเจริญเติบโตตามความประสงค์ของผู้ปลูกเลี้ยง ดินหรือวัสดุปลูกควรมีความอุดมสมบูรณ์ มีคุณภาพดี ซึ่งคุณสมบัติโดยทั่วไปดังนี้</p>
                                        <ul>
                                            <li>1. ดินร่วนโปร่ง น้ำหนักเบา ระบายน้ำได้ดี ถ่ายเทอากาศได้ทั่วถึง ดูดซับน้ำได้ดี</li>
                                            <li>2. มีธาตุอาหาร หรือปุ๋ยที่พืชต้องการอย่างสมบูรณ์</li>
                                            <li>3. ไม่มีความเป็นกรด เป็นด่างมากเกินไป</li>
                                            <li>4. มีความแน่นพอที่จะยึดให้ลำต้นทรงตัวอยู่ได้</li>
                                            <li>5. ไม่มีสารเคมีที่เป็นพิษต่อรากพืช</li>
                                        </ul>
                                        <p><span class="las la-hand-point-right"></span> เนื่องจากดินปลูกไม้กระถางอยู่ในพื้นที่ที่จำกัด ดินปลูกจึงควรมีลักษณะร่วนโปร่ง อุ้มน้ำ หรือเก็บความชื้นได้ดี สามารถระบายน้ำ และถ่ายเทอากาศได้ดี ดินทั่วไปมีคุณสมบัติทางเคมี และทางกายภาพที่แตกต่างกันไป เพื่อให้เหมาะสมเป็นเครื่องปลูกไม้กระถางจึงต้องมีการปรับปรุงคุณภาพโดยมีวัสดุอื่น ๆ เป็นส่วนผสมดังนี้</p>
                                        <ul>
                                            <li>1. อินทรีวัตถุ ประกอบด้วย เศษซากใบไม้ผุ เปลือกไม้แห้ง แกลบ ขุยมะพร้าว กาบมะพร้าวสับ ฟางข้าว และเปลือกทั่ว เป็นต้น</li>
                                            <li>2. ปุ๋ยคอก ประกอบด้วย ขี้วัว ขี้ควาย ขี้หมู ขี้ไก่ และขี้ค้างคาว เป็นต้น</li>
                                            <li>3. ทราย อิฐป่น และถ่านป่น</li>
                                        </ul>
                                        <p><span class="las la-hand-point-right"></span> วัสดุดังกล่าวเมื่อนำมาผสมกับดินธรรมชาติแล้ว จะมีคุณสมบัติร่วน โปร่ง มีน้ำหนักเบา อินทรีวัตถุ นอกจากจะช่วยปรับสภาพเนื้อดินให้ดีขึ้นแล้ว ยังพบว่ามีธาตุอาหารที่เป็นประโยชน์ต่อการเจริญเติบโตของไม้กระถาง คือเป็นปุ๋ยโดยตรงกับพืช แต่อาจจะไม่มากเหมือนปุ๋ยเคมีก็ตาม</p>
                                        <p><span class="las la-hand-point-right"></span> ความเป็นกรด เป็นด่าง หรือมี พีเอ็ช (pH) ที่เหมาะสมกับไม้กระถางต่าง ๆ ดังนี้ ไม้ใบกระถางควรมีค่า pH ระหว่าง 5.5–7.5 ไม้ดอกกระถางควรมีค่า pH ระหว่าง 5.5–6.0 เช่น กล็อกซีเนีย อาฟริกันไวโอเลท บีโกเนีย และกุหลาบเป็นต้น</p>
                                        <p><span class="las la-hand-point-right"></span> ช่วงความเป็นกรด เป็นด่าง หรือ pH ของดินปลูกระหว่าง 5.5–6.0 ถือเป็นช่วงที่เหมาะสมสำหรับไม้กระถาง และไม้ดอกกระถางอายุยืน เช่น ไฮเดรนเยีย เบญจมาสหนู เบญจมาสพวง กล็อกซีเนีย บีโกเนีย อาฟริกันไวโอเลท กุหลาบ เป็นต้น เพราะระบบรากพืชสามารถใช้ธาตุอาหารหรือปุ๋ยได้ดีระดับหนึ่ง</p>
                                        <p><span class="las la-hand-point-right"></span> ดินปลูกที่ดีสำหรับไม้กระถางต้องคงทน มีอายุการใช้งานได้นาน ไม่สลายหรือยุบตัวเร็ว ดินปลูกที่มีส่วนผสมของเปลือกถั่ว แกลบ เปลือกไม้แห้ง กาบมะพร้าว จะอยู่ได้นานกว่าดินที่มีส่วนผสมใบไม้ผุ ฟางข้าว หรือ หญ้าแห้ง</p>
                                        <h3>ตัวอย่างส่วนผสมของดินปลูกไม้กระถาง</h3>
                                    </div>
                                </div>
                            </div>
                            <div class="card">
                        <div class="card-header">
                        <strong>ส่วนผสมดินปลูกไม้กระถางทั่วไป</strong>
                        </div>
                        <div class="card-body">
                            <div class="table-responsive">
                                <table width="100%">
                                    <tbody>
                                        <tr>
                                            <td>ส่วนที่ 1</td>
                                            <td>ดินร่วนหรือดินร่วนปนทราย</td>
                                            <td>2 ส่วน</td>
                                        </tr>
                                        <tr>
                                            <td>ส่วนที่ 2</td>
                                            <td>อินทรีวัตถุ<br>ปุ๋ยคอก<br>ดินร่วน<br>ทรายหยาบ<br>ใบไม้ผุ<br>ถ่านป่น</td>
                                            <td>1 ส่วน<br>1 ส่วน<br>1 ส่วน<br>1 ส่วน<br>1 ส่วน<br>1/4 ส่วน</td>
                                        </tr>
                                        <tr>
                                            <td>ส่วนที่ 3</td>
                                            <td>ดินร่วน<br>ทรายหยาบ<br>ใบไม้ผุ<br>ปุ๋ยคอก</td>
                                            <td>1 ส่วน<br>1 ส่วน<br>1 ส่วน<br>1/4 ส่วน</td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                         </div>
                    </div>
                    <div class="card">
                        <div class="card-header">
                        <strong>กรณีที่ใช้ดินเป็นดินเหนียวควรใช้ส่วนผสม ดังนี้</strong>
                        </div>
                        <div class="card-body">
                            <div class="table-responsive">
                                <table width="100%">
                                    <tbody>
                                        <tr>
                                            <td>ส่วนที่ 4</td>
                                            <td>ดินเหนียว<br>ขี้เถ้าแกลบ<br>ปุ๋ยคอก<br>เปลือกถั่ว</td>
                                            <td>2 ส่วน<br>1 ส่วน<br>1 ส่วน<br>1 ส่วน</td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                         </div>
                    </div>
                    <div class="customer">
                        <div class="info">
                            <div>
                                <p>ในกรณีดินที่มีความเป็นกรดสูง เช่น ดินนา ดินเหนียวในร่องน้ำนิ่ง ต้องใช้ปูนเป็นส่วนผสม เช่น ปูนดิบ หรือปูนสุก (ปูนขาว) ปูนจากเปลือกหอยเผาเป็นส่วนผสม อัตราส่วนของปูนครึ่งกิโลกรัมต่อส่วนผสมดินปลูก 10 ปีบ</p>
                            </div>
                        </div>
                    </div>
                    <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>การดูแลรักษาโดยทั่วไป</h2>
                                        <p><span class="las la-hand-point-right"></span> 1. ไม่ควรตั้งไม้กระถางในที่ที่มีลมแรงมาก หรือตั้งใกล้ที่มีไอร้อนมาก เช่น อยู่ใกล้เครื่องทำความร้อน ไม้กระถางส่วนมากไม่ชอบให้ลมพัดโกรกมาก หรืออุณหภูมิสูง เพราะจะทำให้พืชมีการระเหยน้ำมากจนต้นไม้นั้นเหี่ยวเฉาตายได้</p>
                                        <p><span class="las la-hand-point-right"></span> 2. การนำไม้กระถางไปใช้งานหรือประดับในที่ต่าง ๆ จึงต้องคำนึงถึงช่วงเวลาการใช้งานของไม้แต่ละกลุ่มด้วย เช่น ไม้กลางแจ้งจำพวกหมากเหลือง ไทร ไผ่ วาสนา หากนำไปใช้ประดับในร่ม หรือในอาคาร ช่วงเวลาของการใช้งาน 6-8 สัปดาห์ ก็ควรสับเปลี่ยนไม้ชุดใหม่เข้าแทน เพื่อจะได้พักฟื้นไม้ประดับชุดเก่า ส่วนไม้ในร่มหรือกึ่งร่ม เช่น โมก คล้า อะโกลนีมา เปปเปอโรเมีย ฟิโลเดนดรอน พลูด่าง เฟิร์น รวมทั้งกลุ่มไม้ดอก เช่น กล็อกซีเนีย กล้วยไม้ อาฟริกันไวโอเลท จะอยู่ได้นานกว่า เพราะไม้กลุ่มนี้ต้องการแสงจำกัดอยู่แล้ว อายุการใช้งานอาจจะถึง 8–10 สัปดาห์ แต่อย่างไรก็ตามอายุการใช้งานของไม้ทั้ง 2 กลุ่มนี้ ถ้ายิ่งใช้งานช่วงเวลาสั้นจะดีกว่าเพราะไม่ทำให้ต้นไม้โทรมหรือช้ำมาก ไม้จะฟื้นตัวเร็วและคงความสวยงามได้นาน ดังนั้นสำหรับไม้ประดับในร่มแล้ว จึงควรเตรียมไม้ประดับไว้หลายชุด เพื่อใช้สับเปลี่ยน</p>
                                        <p><span class="las la-hand-point-right"></span> 3. ไม้กระถางที่ใช้ประดับนอกอาคารนั้นสำคัญที่สุดก็คือการให้น้ำสม่ำเสมอ ถ้าขาดน้ำแล้วจะเหี่ยวเฉา ถ้าใช้จานรองก้นกระถางหล่อน้ำเอาไว้ก็อาจจะช่วยได้บ้าง</p>
                                        <p><span class="las la-hand-point-right"></span> 4. การดูแลทำความสะอาดใบนับเป็นสิ่งที่ไม่ควรมองข้ามเช่นกัน เพราะใบที่สะอาดคือใบที่แข็งแรง การล้างใบเป็นการล้างเอาฝุ่นละอองออกจากใบ นอกจากจะทำให้ใบสะอาดสวยงามแล้ว ยังทำให้พืชสามารถปรุงอาหารได้ดีขึ้นอีกด้วย วิธีล้างใบควรใช้น้ำสบู่อ่อน ๆ จะไม่ทำให้เป็นอันตรายต่อใบ ไม่ควรใช้ผงหรือน้ำยาซักฟอกประเภทกัดรุนแรงโดยเด็ดขาด</p>
                                        <p><span class="las la-hand-point-right"></span> 5. ส่วนโรคที่พบอยู่เสมอได้แก่โรคโคนเน่า มักเกิดกับพืชในระยะที่เป็นต้นกล้ายังตั้งตัวไม่ได้ แสดงอาการใบเหี่ยว เมื่อดูที่โคนต้นระดับผิวดินจะพบรอยเน่า และต้นล้มตายในที่สุด การป้องกันให้พยายามทำให้บริเวณโคนต้นโปร่ง มีการระบายอากาศดี มีแสงแดดส่องถึง และรักษาผิวหน้าดินปลูกอย่าให้ชื้นแฉะเกินไป</p>
                                    </div>
                                </div>
                            </div>
                    <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>การป้องกันและกำจัดศัตรูพืช</h2>
                                        <h3>การกำจัดแมลงศัตรูพืช</h3>
                                        <p>การป้องกันและกำจัดแมลงศัตรูเป็นความจำเป็นอีกอย่างหนึ่งในการดูแลรักษาไม้กระถาง เพราะแมลงเป็นศัตรูต่อการเจริญเติบโตของพืช ที่พบมากมีอยู่ 2 ประเภทใหญ่ ๆ คือ</p>
                                        <p><span class="las la-hand-point-right"></span> 1. ประเภทปากกัด ได้แก่ ตั๊กแตน หนอนผีเสื้อ ด้วง ฯลฯ ทำลายโดยกัดกินใบ ทำให้ต้นไม้ไม้สามารถปรุงอาหารได้ และชะงักการเจริญเติบโต แมลงปากกัดบางชนิดกัดแทะเข้าไปถึงกิ่งก้านหรือลำต้น ทำให้ท่อน้ำท่ออาหารของต้นไม้เสียหาย ถ้าถูกทำลายมากต้นไม้จะเหี่ยวและตายในที่สุด </p>
                                        <p>วิธีกำจัดโดยการใช้ยาประเภทถูกตัวตายหรือกินตายฉีดพ่น หากพบจำนวนไม่มากให้จับทำลาย</p>
                                        <p><span class="las la-hand-point-right"></span> 2. ประเภทดูดน้ำเลี้ยง ได้แก่ เพลี้ยแป้ง เพลี้ยจั๊กจั่น เพลี้ยไฟ เพลี้ยอ่อน แมงมุมแดง เพลี้ยหอย ฯลฯ ทำลายโดยดูดน้ำเลี้ยงจากใบ แมลงปากดูดบางชนิดยังปล่อยสารพิษให้ต้นไม้ใบสีซีดเหี่ยวแห้ง ใบร่วงก่อนกำหนด ชะงักการเจริญเติบโต และแห้งตายในที่สุด </p>
                                        <p>วิธีกำจัดโดยการฉีดยาประเภทถูกตัวตาย</p>
                                        <p>เนื่องจากการปลูกไม้กระถางประดับเป็นสิ่งที่อยู่ใกล้ชิดกับคน หากสามารถหลีกเลี่ยงการใช้สารเคมีป้องกันและกำจัดศตรูพืชได้มากเท่าไรหรือไม่ใช้เลยยิ่งดี โดยเฉพาะไม้กระถางที่ใช้ประดับในอาคารบ้านเรือน หากจำเป็นต้องใช้ยากำจัดแมลงควรกระทำอยู่ภายนอกอาคารและหลีกเลี่ยงยาที่มีอันตรายมาก ๆ มีฤทธิ์ตกค้างนานและมีกลิ่นรุนแรง ก่อนนำพรรณไม้เข้าประดับในอาคารควรงดฉีดยา หรือทิ้งไว้จนหมดกลิ่นและฤทธิ์เสียก่อน สิ่งสำคัญควรเลือกใช้ยาให้ถูกต้องกับแมลงที่ต้องการกำจัด แล้วนำมาปฏิบัติอย่างเคร่งครัด เพราะโดยทั่วไปยาฆ่าแมลงมีอันตรายต่อคนอยู่แล้วไม่มากก็น้อย ถ้าใช้ไม่ถูกวิธีอันตรายก็ยิ่งมากขึ้น</p>
                                        <h3>การกำจัดโรคพืช</h3>
                                        <p>โรคพืชที่พบบ่อยในไม้กระถางได้แก่ โรคโคนเน่า ลักษณะอาการแสดงออกที่บริเวณโคนต้นระดับผิวดินจะเน่าและต้นจะล้มตายในที่สุด ทางป้องกันหรือลดความเสียหายทำได้โดยการกำจัดวัชพืชและตัดแต่ง ช่วยให้โคนต้นโปร่งมีการระบายอากาศ แสงแดดส่องได้ทั่วถึง และพยายามรดน้ำให้น้อยลง รักษาผิวหน้าดินอย่าให้ชื้นแฉะเกินไป</p>
                                        <h3>การกำจัดวัชพืช</h3>
                                        <p>วัชพืชหรือหญ้าต่าง ๆ ที่ขึ้นอยู่ในเครื่องปลูกจะเป็นตัวแย่งอาหารจากต้นไม้ เป็นที่อยู่อาศัยหรือแหล่งสะสมของโรคแมลงบางชนิดด้วย การกำจัดวัชพืชควรทำในขณะที่วัชพืชยังเป็นต้นอ่อนยังไม่ออกดอกติดเมล็ด เพราะเมล็ดแก่อาจหล่นลงในเครื่องปลูกงอกเป็นต้นอ่อนได้ ทำให้ต้องเสียเวลาในการกำจัดต่อไปอีก วิธีการกำจัดวัชพืชอาจใช้วิธีถอนด้วยมือ แซะหรือขุดด้วย พลั่วมือ เสียม หรือจอบ โดยพรวนดินร่วมไปด้วย</p>
                                    </div>
                                </div>
                            </div>
                    <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>ประโยชน์ของไม้กระถาง</h2>
                                        <p><span class="las la-hand-point-right"></span> 1. ประหยัดพื้นที่ในการปลูก สามารถตั้งหรือแขวนไว้ในพื้นที่ที่จำกัดได้</p>
                                        <p><span class="las la-hand-point-right"></span> 2. สะดวกในการโยกย้าย และสับเปลี่ยนพรรณไม้เพื่อประดับตกแต่งก็ทำได้ง่าย</p>
                                        <p><span class="las la-hand-point-right"></span> 3. ภาชนะปลูกสามารถดัดแปลงมาจากวัสดุเหลือใช้ได้ เช่น กระป๋องพลาสติก และขวดแก้วรูปทรงต่าง ๆ</p>
                                        <p><span class="las la-hand-point-right"></span> 4. ไม้กระถางสะดวกในการขยายพันธุ์ ไม่เปลืองวัสดุปลูก และเวลา</p>
                                        <p><span class="las la-hand-point-right"></span> 5. ไม่แพร่กระจายโรคเร็วเหมือนปลูกในแปลงบนพื้นดิน หากมีอาการผิดปกติเนื่องจากโรคและแมลงก็แก้ไขได้ง่าย</p>
                                        <p><span class="las la-hand-point-right"></span> 6. คงสภาพและจัดรูปทรงของต้นไม้ได้ดี สามารถนำไปใช้ประดับตกแต่งได้ทุกที่ และสามารถเปลี่ยนแปลงความสวยงามได้ตามต้องการ</p>
                                        <p><span class="las la-hand-point-right"></span> 7. การดูแลบำรุงรักษาทำได้ง่ายไม่สิ้นเปลืองเวลามาก</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
