<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>การป้องกันและกำจัดศัตรูพืช</h1>
                        </div>
                        <div class="card-body">
                    <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>การกำจัดแมลงศัตรูพืช</h3>
                                        <p>การป้องกันและกำจัดแมลงศัตรูเป็นความจำเป็นอีกอย่างหนึ่งในการดูแลรักษาไม้กระถาง เพราะแมลงเป็นศัตรูต่อการเจริญเติบโตของพืช ที่พบมากมีอยู่ 2 ประเภทใหญ่ ๆ คือ</p>
                                        <p><span class="las la-hand-point-right"></span> 1. ประเภทปากกัด ได้แก่ ตั๊กแตน หนอนผีเสื้อ ด้วง ฯลฯ ทำลายโดยกัดกินใบ ทำให้ต้นไม้ไม้สามารถปรุงอาหารได้ และชะงักการเจริญเติบโต แมลงปากกัดบางชนิดกัดแทะเข้าไปถึงกิ่งก้านหรือลำต้น ทำให้ท่อน้ำท่ออาหารของต้นไม้เสียหาย ถ้าถูกทำลายมากต้นไม้จะเหี่ยวและตายในที่สุด </p>
                                        <p>วิธีกำจัดโดยการใช้ยาประเภทถูกตัวตายหรือกินตายฉีดพ่น หากพบจำนวนไม่มากให้จับทำลาย</p>
                                        <p><span class="las la-hand-point-right"></span> 2. ประเภทดูดน้ำเลี้ยง ได้แก่ เพลี้ยแป้ง เพลี้ยจั๊กจั่น เพลี้ยไฟ เพลี้ยอ่อน แมงมุมแดง เพลี้ยหอย ฯลฯ ทำลายโดยดูดน้ำเลี้ยงจากใบ แมลงปากดูดบางชนิดยังปล่อยสารพิษให้ต้นไม้ใบสีซีดเหี่ยวแห้ง ใบร่วงก่อนกำหนด ชะงักการเจริญเติบโต และแห้งตายในที่สุด </p>
                                        <p>วิธีกำจัดโดยการฉีดยาประเภทถูกตัวตาย</p>
                                        <p>เนื่องจากการปลูกไม้กระถางประดับเป็นสิ่งที่อยู่ใกล้ชิดกับคน หากสามารถหลีกเลี่ยงการใช้สารเคมีป้องกันและกำจัดศตรูพืชได้มากเท่าไรหรือไม่ใช้เลยยิ่งดี โดยเฉพาะไม้กระถางที่ใช้ประดับในอาคารบ้านเรือน หากจำเป็นต้องใช้ยากำจัดแมลงควรกระทำอยู่ภายนอกอาคารและหลีกเลี่ยงยาที่มีอันตรายมาก ๆ มีฤทธิ์ตกค้างนานและมีกลิ่นรุนแรง ก่อนนำพรรณไม้เข้าประดับในอาคารควรงดฉีดยา หรือทิ้งไว้จนหมดกลิ่นและฤทธิ์เสียก่อน สิ่งสำคัญควรเลือกใช้ยาให้ถูกต้องกับแมลงที่ต้องการกำจัด แล้วนำมาปฏิบัติอย่างเคร่งครัด เพราะโดยทั่วไปยาฆ่าแมลงมีอันตรายต่อคนอยู่แล้วไม่มากก็น้อย ถ้าใช้ไม่ถูกวิธีอันตรายก็ยิ่งมากขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>การกำจัดโรคพืช</h3>
                                        <p>โรคพืชที่พบบ่อยในไม้กระถางได้แก่ โรคโคนเน่า ลักษณะอาการแสดงออกที่บริเวณโคนต้นระดับผิวดินจะเน่าและต้นจะล้มตายในที่สุด ทางป้องกันหรือลดความเสียหายทำได้โดยการกำจัดวัชพืชและตัดแต่ง ช่วยให้โคนต้นโปร่งมีการระบายอากาศ แสงแดดส่องได้ทั่วถึง และพยายามรดน้ำให้น้อยลง รักษาผิวหน้าดินอย่าให้ชื้นแฉะเกินไป</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>การกำจัดวัชพืช</h3>
                                        <p>วัชพืชหรือหญ้าต่าง ๆ ที่ขึ้นอยู่ในเครื่องปลูกจะเป็นตัวแย่งอาหารจากต้นไม้ เป็นที่อยู่อาศัยหรือแหล่งสะสมของโรคแมลงบางชนิดด้วย การกำจัดวัชพืชควรทำในขณะที่วัชพืชยังเป็นต้นอ่อนยังไม่ออกดอกติดเมล็ด เพราะเมล็ดแก่อาจหล่นลงในเครื่องปลูกงอกเป็นต้นอ่อนได้ ทำให้ต้องเสียเวลาในการกำจัดต่อไปอีก วิธีการกำจัดวัชพืชอาจใช้วิธีถอนด้วยมือ แซะหรือขุดด้วย พลั่วมือ เสียม หรือจอบ โดยพรวนดินร่วมไปด้วย</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
