<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>กระถางหรือภาชนะปลูก</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><h2>1. กระถางพลาสติก</h2> มักทำจากพลาสติกเนื้อแข็ง โดยมีให้เลือกมากมายหลายรูปทรงและมีราคาที่ย่อมเยา จุดเด่นของกระถางประเภทนี้ คือ น้ำหนักเบาและเคลื่อนย้ายได้สะดวก อีกทั้งด้วยเนื้อวัสดุมีความลื่นจึงเป็นคราบได้ยากทำความสะอาดได้ง่าย แต่หากตั้งไว้กลางแดดนาน ๆ ก็อาจจะทำให้กระถางพลาสติกเปราะหรือแตกหักได้ง่าย และเนื่องจากเนื้อวัสดุเรียบ ไม่มีรูพรุน จึงถ่ายเทอากาศและระบายน้ำได้ทางเดียว หากรดน้ำมากเกินไปต้นไม้ที่ปลูกอาจจะรากเน่าได้ ดังนั้นควรพิจารณากระถางที่มีรูระบายน้ำบริเวณก้นกระถาง</p>
                                        <p><h2>2. กระถางดินเผา</h2> เป็นกระถางที่ผลิตจากดินเหนียวซึ่งผ่านกระบวนการเผามาแล้ว ทำให้เนื้อวัสดุมีรูพรุนขนาดเล็กจำนวนมาก จึงระบายอากาศและน้ำได้ดี ลดโอกาสเกิดปัญหารากเน่าได้ แต่กระถางดินเผามักจะมีน้ำหนักค่อนข้างมากและแตกหักได้ง่าย ดังนั้นจึงควรขนย้ายกระถางดินเผาด้วยความระมัดระวัง</p>
                                        <p><h2>3. กระถางเซรามิก</h2>  เป็นกระถางที่ทำจากดินเผาด้วยเช่นเดียวกัน แต่จะถูกเคลือบอีกชั้นหนึ่ง ทำให้ผิวด้านนอกมีความเรียบลื่น ตะไคร่น้ำหรือคราบต่าง ๆ จึงเกาะได้ยาก ทำให้กระถางดูสะอาดอยู่เสมอ เหมาะสำหรับเน้นเรื่องความสวยงามเป็นพิเศษ นอกจากนี้ยังมีกระถางเซรามิกเนื้อสโตนแวร์ (Stoneware) ที่มีลักษณะคล้ายเซรามิกทั่วไป แต่มีน้ำหนักที่เบากว่า เซรามิกชนิดนี้จึงได้รับความนิยมเป็นอย่างมากในประเทศไทย</p>
                                        <p><h2>4. กระถางโลหะ</h2>  ผลิตได้จากวัสดุหลายชนิด เช่น เหล็ก ดีบุก หรือสังกะสี เป็นต้น โดยมักมีดีไซน์ที่สวยงาม เหมาะกับการตกแต่งทั้งสไตล์วินเทจ โมเดิร์น หรืออินดัสเทรียล แต่มีข้อควรระวัง คือโลหะเป็นวัสดุที่นำความร้อนได้ดี จึงอาจทำให้ต้นไม้เฉาได้ง่าย ๆ นอกจากนี้ยังอาจเกิดสนิมได้หากปล่อยให้มีน้ำขังเป็นเวลานาน</p>
                                        <p><h2>5. กระถางไม้</h2> มอบความรู้สึกที่เป็นธรรมชาติมีสีโทนน้ำตาลอบอุ่น ช่วยรักษาอุณหภูมิของรากต้นไม้ได้ แต่จะดูแลค่อนข้างยากเล็กน้อย เนื่องจากไม้จะไม่ทนทานต่อน้ำและความชื้น จึงอาจเกิดปัญหาเชื้อราหรือผุพังตามมาแนะนำให้ทาสารเคลือบผิวไม้ที่ช่วยป้องกันน้ำ เพื่อยืดอายุการใช้งานของกระถางจะดีที่สุด</p>
                                        <p><h2>6. กระถางหิน</h2>  ออกแบบมาจากการนำหินที่เหลือจากการผลิตสินค้า นำมาหลอมและตกแต่งให้เข้ารูป ได้ทรงกระถางที่พอเหมาะกับการปลูกต้นไม้ต้นเล็กๆ และช่วยขับสีผิวของต้นไม้ให้ดูสดใสน่ารักขึ้น</p>
                                        <p><h2>7. กระถางไฟเบอร์กลาส</h2>  (Fiberglass Reinforced Plastics หรือ FRP) คือ พลาสติกเสริมแรงด้วยใยแก้ว โดยเส้นใยแก้วเป็นวัสดุช่วยเสริมแรงให้กับพลาสติกเรซิ่น และขึ้นรูปเป็นผลิตภัณฑ์ต่าง ๆ มีน้ำหนักเบาและไม่เป็นสนิม</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
