<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>การให้น้ำ</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> การให้น้ำต้นไม้เป็นสิ่งสำคัญ เพราะการให้น้ำมากเกินไป น้อยเกินไป หรือให้น้ำไม่ถูกวิธีสิ่งเหล่านี้ล้วนเป็นผลกระทบต่อการเจริญเติบโตของต้นไม้ ซึ่งก็ขึ้นอยู่กับชนิดของพรรณพืช สภาพของดิน หรือเครื่องปลูก สภาพแวดล้อม เช่น ในร่ม กลางแจ้ง มีลมพัดผ่านหรือไม่ อุณหภูมิ และฤดูกาล เป็นต้น</p>
                                        <p><span class="las la-hand-point-right"></span> ถ้าพืชได้รับน้ำน้อยเกินไปจะทำให้ใบเหี่ยว เนื่องจากน้ำในดินมีไม่พอให้รากดูดไปเลี้ยงลำต้น ช่วงเวลาใกล้เที่ยงถึงบ่าย 3 โมงเย็น เป็นช่วงที่อากาศร้อนจัดพืชจะคายน้ำมาก เมื่อคายน้ำมากแล้วรากต้องดูดน้ำมาชดเชยให้กับใบที่เสียน้ำไปกับอากาศ ถ้าชดเชยไม่ทันก็จะทำให้ใบเหี่ยว ถ้าน้ำมากจนเต็มช่องว่างทั้งหมดของดิน และไล่อากาศออกทำให้ดินอิ่มตัวจนเกิดน้ำขังก็จะไม่เหมาะกับการเจริญเติบโตของพืช เพราะจะทำให้ต้นไม้ขาดออกซิเจน ซึ่งเป็นสิ่งจำเป็นในการหายใจของราก เรียกความชื้นในดินระดับนี้ว่าระดับ Superfluous ถ้าดินมีน้ำขังเพียง 2–3 วัน พืชจะมีอาการเหี่ยวทั้ง ๆ ที่ไม่ขาดน้ำบางชนิดอาจตายได้ แต่ในทางกลับกันถ้าพืชได้รับน้ำน้อยเกินไปต้นก็เหี่ยวเหมือนกัน วิธีการให้น้ำไม้กระถาง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <ul>
                                            <li>1. ควรรดน้ำที่โคนต้น อย่าใช้วิธีฉีดทั้งใบ เพราะจะทำให้พุ่มและใบกระจ่ายล้มได้ และทำให้น้ำกระจายออกนอกกระถาง ทำให้น้ำไม่ถึงระดับราก</li>
                                            <li>2. ถ้าดินแห้งหดตัวหนีขอบกระถาง ทำให้น้ำไหลลงรูที่ก้นกระถางหมด และไม่ชุ่มถึงระดับราก ควรพรวนดินให้ฟูก่อนแล้งค่อนรดน้ำให้ชุ่ม</li>
                                            <li>3. ควรใช้น้ำที่ไม่แรง รดช้า ๆ จนชุ่ม ไม่ควรฉีดน้ำแรงมาก เพราะจะทำให้น้ำชะหน้าดินออกจากกระถางทำให้รากลอย และแห้งได้</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> การรดน้ำที่ดีควรรดน้ำแล้วปล่อยให้ใบแห้งก่อนค่ำ เพื่อป้องกันการเกิดโรคในขณะที่ใบพืชชื้น ควรพิจารณาตามฤดูกาล และความชื้นของดิน</p>
                                        <p><span class="las la-hand-point-right"></span> ไม้กระถางในร่มต้องการแสงน้อย เนื่องจากการคายน้ำ การหายใจ การดูดธาตุอาหาร น้อยกว่าไม้กลางแจ้ง การให้น้ำต้องสังเกตความต้องการน้ำของพืชด้วย เช่น สัมผัสดินปลูก ความสดใสของใบ ในขณะที่อากาศแห้ง ถ้าอากาศชื้น-เย็น ควรให้น้ำวันเว้นวัน หรือสัปดาห์ละ 2 ครั้ง</p>
                                        <p><span class="las la-hand-point-right"></span> ไม้กระถางที่มีใบใหญ่ จำนวนใบมาก ใบและต้นมีลักษณะอวบน้ำจะต้องการน้ำมากกว่าไม้ใบเล็ก หรือจำนวนใบน้อยความต้องการน้ำแตกต่างกันตามชนิดของพรรณไม้ ไม้กระถางอายุยืน พุ่มใหญ่ ระบบรากสมบูรณ์ จะต้องการน้ำมากกว่าไม้กระถางขนาดเล็ก อายุน้อย หรือระบบรากยังไม่เจริญเต็มที่ และความชื้นของดินมีผลมาจากส่วนผสมของดินปลูกที่แตกต่างกัน ดินที่มีส่วนผสมของอินทรีวัตถุ ปุ๋ยคอกและวัสดุอื่น เช่น อิฐมอญทุบ ทราย จะอุ้มน้ำได้ดีกว่าดินร่วนธรรมดา ดินเหนียวระบายน้ำและอากาศได้ไม่ดี ดินแน่นแข็งตัวง่าย ทำให้ระบบรากเจริญเติบโตได้ไม่ดีเท่าที่ควร</p>
                                        <p><span class="las la-hand-point-right"></span> ชนิดของกระถางมีส่วนสำคัญในการให้น้ำด้วยเช่นกัน เช่น กระถางดินเผามีรูพรุนทำให้การระเหยน้ำได้ง่าย ทำให้เครื่องปลูกแห้งเร็วกว่ากระถางพลาสติก แก้ว หรือโลหะ ดังนั้นไม้ที่ปลูกในกระถางดินเผาจึงควรให้น้ำบ่อยกว่ากระถางชนิดอื่น</p>
                                        <p><span class="las la-hand-point-right"></span> สภาพแวดล้อมเกี่ยวกับ แสง อุณหภูมิ ความชื้นและลม สิ่งเหล่านี้จะเกี่ยวข้องกับการให้น้ำด้วย เพราะมีส่วนทำให้พืชสูญเสียน้ำจากต้นด้วยการคายน้ำกับระเหยไปจากเครื่องปลูกด้วยเช่นกัน</p>
                                        <p><span class="las la-hand-point-right"></span> ชนิดของพรรณไม้ที่ต่างกันความต้องการน้ำมากน้อยก็แตกต่างกันไปด้วย ดังนั้นจึงมีข้อสังเกตบางประการที่พอจะบอกให้ทราบเกี่ยวกับการให้น้ำแก่พืช ดังนี้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <ul>
                                            <li>1. คุ้ยผิวดินในระดับความความลึกประมาณครึ่งนิ้ว หากดินแห้งก็ควรให้น้ำได้แล้ว</li>
                                            <li>2. สังเกตดูจากสีของผิวดินหน้ากระถาง ถ้าสีของดินจางลงมาก หน้าดินดูแห้งก็ควรให้น้ำได้แล้ว แต่ถ้าสีของดินยังค่อนข้างทึบแสดงว่าดินยังมีความชื้นอยู่ก็ไม่จำเป็นต้องให้น้ำขณะนั้น</li>
                                            <li>3. ดินเริ่มหดตัวแยกออกจากขอบกระถางแสดงว่าดินแห้ง แต่ลักษณะนี้จะเห็นได้ชัดว่าเครื่องปลูกนี้มีส่วนผสมของดินเหนียวอยู่มาก วิธีแก้จึงควรพรวนดินให้ฟูก่อนรดน้ำ เพื่อให้ดินโปร่งและซับน้ำได้ดีขึ้น</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>ควรศึกษาและสังเกตนิสัยความต้องการน้ำของพืช เพราะแต่ละสภาพแวดล้อมที่แตกต่างกัน แม้จะเป็นพืชชนิดเดียวกัน ก็อาจจะต้องการที่แตกต่างกัน</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
