<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>การดูแลรักษาโดยทั่วไป</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> 1. ไม่ควรตั้งไม้กระถางในที่ที่มีลมแรงมาก หรือตั้งใกล้ที่มีไอร้อนมาก เช่น อยู่ใกล้เครื่องทำความร้อน ไม้กระถางส่วนมากไม่ชอบให้ลมพัดโกรกมาก หรืออุณหภูมิสูง เพราะจะทำให้พืชมีการระเหยน้ำมากจนต้นไม้นั้นเหี่ยวเฉาตายได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> 2. การนำไม้กระถางไปใช้งานหรือประดับในที่ต่าง ๆ จึงต้องคำนึงถึงช่วงเวลาการใช้งานของไม้แต่ละกลุ่มด้วย เช่น ไม้กลางแจ้งจำพวกหมากเหลือง ไทร ไผ่ วาสนา หากนำไปใช้ประดับในร่ม หรือในอาคาร ช่วงเวลาของการใช้งาน 6-8 สัปดาห์ ก็ควรสับเปลี่ยนไม้ชุดใหม่เข้าแทน เพื่อจะได้พักฟื้นไม้ประดับชุดเก่า ส่วนไม้ในร่มหรือกึ่งร่ม เช่น โมก คล้า อะโกลนีมา เปปเปอโรเมีย ฟิโลเดนดรอน พลูด่าง เฟิร์น รวมทั้งกลุ่มไม้ดอก เช่น กล็อกซีเนีย กล้วยไม้ อาฟริกันไวโอเลท จะอยู่ได้นานกว่า เพราะไม้กลุ่มนี้ต้องการแสงจำกัดอยู่แล้ว อายุการใช้งานอาจจะถึง 8–10 สัปดาห์ แต่อย่างไรก็ตามอายุการใช้งานของไม้ทั้ง 2 กลุ่มนี้ ถ้ายิ่งใช้งานช่วงเวลาสั้นจะดีกว่าเพราะไม่ทำให้ต้นไม้โทรมหรือช้ำมาก ไม้จะฟื้นตัวเร็วและคงความสวยงามได้นาน ดังนั้นสำหรับไม้ประดับในร่มแล้ว จึงควรเตรียมไม้ประดับไว้หลายชุด เพื่อใช้สับเปลี่ยน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> 3. ไม้กระถางที่ใช้ประดับนอกอาคารนั้นสำคัญที่สุดก็คือการให้น้ำสม่ำเสมอ ถ้าขาดน้ำแล้วจะเหี่ยวเฉา ถ้าใช้จานรองก้นกระถางหล่อน้ำเอาไว้ก็อาจจะช่วยได้บ้าง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> 4. การดูแลทำความสะอาดใบนับเป็นสิ่งที่ไม่ควรมองข้ามเช่นกัน เพราะใบที่สะอาดคือใบที่แข็งแรง การล้างใบเป็นการล้างเอาฝุ่นละอองออกจากใบ นอกจากจะทำให้ใบสะอาดสวยงามแล้ว ยังทำให้พืชสามารถปรุงอาหารได้ดีขึ้นอีกด้วย วิธีล้างใบควรใช้น้ำสบู่อ่อน ๆ จะไม่ทำให้เป็นอันตรายต่อใบ ไม่ควรใช้ผงหรือน้ำยาซักฟอกประเภทกัดรุนแรงโดยเด็ดขาด</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> 5. ส่วนโรคที่พบอยู่เสมอได้แก่โรคโคนเน่า มักเกิดกับพืชในระยะที่เป็นต้นกล้ายังตั้งตัวไม่ได้ แสดงอาการใบเหี่ยว เมื่อดูที่โคนต้นระดับผิวดินจะพบรอยเน่า และต้นล้มตายในที่สุด การป้องกันให้พยายามทำให้บริเวณโคนต้นโปร่ง มีการระบายอากาศดี มีแสงแดดส่องถึง และรักษาผิวหน้าดินปลูกอย่าให้ชื้นแฉะเกินไป</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
