<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>การให้ปุ๋ย</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> การให้ปุ๋ยแก่ไม้กระถางควรพิจารณาถึงความอุดมสมบูรณ์ของเครื่องปลูกเป็นหลัก เครื่องปลูกที่มีดินร่วน ใบไม้ผุ และปุ๋ยคอกผสมอยู่ในปริมาณมาก อาจไม่ต้องให้ปุ๋ยเพิ่ม หรืออาจให้บ้างในปริมาณเล็กน้อยเท่านั้น ส่วนเครื่องปลูกที่มีใบไม้ผุ และปุ๋ยคอกผสมอยู่ในปริมาณน้อยหรือไม่มีเลยก็ควรใส่ปุ๋ยเพิ่มให้เพียงพอต่อความต้องการของพืช</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> โดยทั่วไปการให้ปุ๋ยแก่ไม้ประดับกระถางมักใช้ปุ๋ยไนโตรเจน เช่น ยูเรีย (46-0-0) ช่วยเร่งการเจริญเติบโต โดยใส่หลังจากปลูกประมาณ 3–7 วัน และครั้งต่อไปใส่สัปดาห์ละครั้ง เพื่อเร่งให้ต้นไม้สร้างใบ แตกยอด กิ่งก้านได้ดีขึ้น เมื่อให้ปุ๋ยทุกครั้งควรรดน้ำตามเสมอเพราะน้ำจะเป็นตัวละลายให้พืชดูดน้ำไปใช้ได้สะดวก วิธีให้ปุ๋ยยูเรีย อาจจะใช้วิธีหว่านแล้วรดน้ำตามไป หรือละลายปุ๋ยในน้ำแล้วรดก็ได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p><span class="las la-hand-point-right"></span> การให้ปุ๋ยไม้กระถางประดับในอาคารควรใส่ปุ๋ยเพียงเล็กน้อย ไม่ควรใส่มากเหมือนไม้กลางแจ้ง เนื่องจากภายในอาคารไม่เหมือนกับสภาพธรรมชาติปกติ จะทำให้พืชยืดลำต้นเร็ว และอ่อนแอไม่ทนต่อโรคแมลง ช่วงการใส่ปุ๋ย ควรใส่ระยะที่นำต้นไม้ออกมาพักฟื้นภายนอกอาคาร ปุ๋ยที่ใช้อาจเป็นปุ๋ยเม็ดสูตรเสมอ เช่น 15-15-15 โดยใส่ทางดินร่วมกับการใช้ปุ๋ยน้ำสูตรไนโตรเจนสูง เช่น 21-13-13 เสริมไปด้วยโดยการฉีดพ่นทางใบสัปดาห์ละครั้ง เมื่อเห็นว่าต้นไม้เริ่มฟื้นตัวดีขึ้นควรงดปุ๋ยทางใบให้เฉพาะปุ๋ยเม็ดทางดินอย่างเดียว โดยให้ปุ๋ยเคมีทุก ๆ 3 เดือน ครั้งละ 1–2 ช้อนชาสำหรับไม้กระถางขนาด 8–12 นิ้ว โดยโรยรอบ ๆ กระถาง หรือฝังกลบ 2–3 จุด ชิดขอบกระถางปลูก รดน้ำให้ชุ่ม ไม้กระถางในร่มควรให้ปุ๋ยเคมีได้ในช่วงระยะเวลาที่พักต้นไม้หลังจากใช้งานแล้ว ไม่ควรให้ปุ๋ยในระหว่างการตั้งประดับหรือระหว่างการใช้งาน</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
