<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>โครงสร้างของพืช</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                    <div>
                                       <img src="../assets/img/body/bodyttag.png" width="250px" alt="">
                                    </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>พืชประกอบด้วยอวัยวะที่สำคัญต่อการดำรงชีวิต ได้แก่ ราก ลำต้น ใบ ดอก ผล และเมล็ด ซึ่งอวัยวะแต่ละส่วนของพืชมีหน้าที่และส่วนประกอบแตกต่างกัน แต่ทำงานเกี่ยวข้องและสัมพันธ์กันหากขาดอวัยวะส่วนใดส่วนหนึ่งไป อาจทำให้พืชนั้นผิดปกติหรือตายได้ และยังมีปัจจัยบางประการที่จำเป็นต่อการเจริญเติบโตของพืช</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>ราก</h2>
                                        <p>ราก คือ อวัยวะที่เป็นส่วนประกอบของพืชที่ไม่มีคลอโรฟิลล์ ไม่มีข้อ ปล้อง ตาและใบ รากเจริญเติบโตตามแรงดึงดูดของโลกลงสู่ดิน มีขนาดและความยาวแตกต่างกัน รากของพืชมีหลายชนิด ได้แก่</p>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> <strong>รากแก้ว</strong> เป็นรากที่งอกออกมาจากเมล็ด โคนของรากแก้วจะมีขนาดใหญ่แล้วค่อยๆ เรียวไปจนถึงปลายราก</li>
                                            <li><span class="las la-hand-point-right"></span> <strong>รากแขนง</strong> เป็นรากที่แตกออกมาจากรากแก้ว จะเจริญเติบโตขนานไปกับพื้นดิน และสามารถแตกแขนงไปได้เรื่อย ๆ</li>
                                            <li><span class="las la-hand-point-right"></span> <strong>รากฝอย</strong> เป็นรากที่มีลักษณะและขนาดโตสม่ำเสมอกัน จะงอกออกมาเป็นกระจุก</li>
                                            <li><span class="las la-hand-point-right"></span> <strong>รากขนอ่อนหรือขนราก</strong> เป็นขนเส้นเล็กๆ จำนวนมากมายที่อยู่รอบๆ ปลายราก ทำหน้าที่ดูดน้ำและแร่ธาตุ</li>
                                        </ul>   
                                        <h3>รากของพืชสามารถจำแนกได้ 2 ระบบ</h3>                                 
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> <strong>1. ระบบรากแก้ว</strong> หมายถึง ระบบรากที่มีรากแก้วเป็นรากหลักเจริญเติบโตได้เร็ว ขนาดใหญ่และยาวกว่ารากอื่นๆ และมีรากแขนงแตกออกมาจากรากแก้ว ที่ปลายรากแขนงจะมีรากขนอ่อนงอกออกมา</li>
                                            <li><span class="las la-hand-point-right"></span> <strong>2. ระบบรากฝอย</strong> หมายถึง ระบบรากที่มีรากฝอยเป็นจำนวนมาก ไม่มีรากใดเป็นรากหลัก มีลักษณะเป็นเส้นเล็กๆ แผ่กระจายออกไปโดยรอบๆ โคนต้น ที่ปลายรากฝอยจะมีรากขนอ่อนงอกออกมา</li>
                                        </ul>
                                        <h3>หน้าที่ของราก</h3>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> 1. ยึดลำต้นให้ติดกับพื้นดิน</li>
                                            <li><span class="las la-hand-point-right"></span> 2. ดูดน้ำและธาตุอาหารที่ละลายน้ำจากดิน แล้วลำเลียงขึ้นไปยังส่วนต่างๆ ของพืชโดยผ่านทางลำต้นหรือกิ่ง</li>
                                        </ul>
                                        <h3>นอกจากนี้รากพืชอีกหลายชนิดยังทำหน้าที่พิเศษอีกเช่น</h3>
                                        <ul>
                                        <li><span class="las la-hand-point-right"></span> <strong>รากสะสมอาหาร</strong> เป็นรากที่ทำหน้าที่เป็นแหล่งเก็บสะสมอาหารไว้สำหรับลำต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>รากค้ำจุน</strong> เป็นรากที่ช่วยค้ำยันและพยุงลำต้นไว้</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>รากยึดเกาะ</strong> เป็นรากสำหรับยึดเกาะลำต้นหรือกิ่งไม้อื่น เช่น รากพลูด่าง เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>รากสังเคราะห์แสง</strong> พืชบางชนิดมีสีเขียวตรงปลายของรากไว้สำหรับสร้างอาหาร โดยวิธีการสังเคราะห์ด้วยแสง เช่น รากกล้วยไม้ รากไทร เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>รากหายใจ</strong> เป็นรากที่มีลักษณะแหลมๆ โผล่ขึ้นมาเหนือดินและน้ำ ช่วยในการดูดอากาศ</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>ลำต้น</h2>
                                        <p>ลำต้น คือ อวัยวะของพืชที่โดยทั่วไปเจริญอยู่เหนือพื้นดินต่อจากราก มีขนาด รูปร่าง และลักษณะแตกต่างกันไป ลำต้นมีทั้งลำต้นอยู่เหนือดิน และลำต้นอยู่ใต้ดิน</p>
                                        <h3>ลำต้นประกอบด้วยส่วนสำคัญ 3 ส่วน</h3>
                                        <li><span class="las la-hand-point-right"></span> <strong>1. ข้อ</strong> เป็นส่วนของลำต้นบริเวณที่มีกิ่ง ใบหรือตางอกออกมา ลำต้นบางชนิดอาจมีดอกงอกออกมาแทนกิ่ง หรือมีหนามงอกออกมาแทนกิ่งหรือใบ เช่น กระบองเพชร</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>2. ปล้อง</strong> เป็นส่วนของลำต้นที่อยู่ระหว่างข้อแต่ละข้อ</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>3. ตา</strong> เป็นส่วนประกอบที่สำคัญของลำต้น ทำให้เกิดกิ่ง ใบและดอก ตามีรูปร่างโค้งนูน หรือรูปกรวย ประกอบด้วยตายอดและตาข้าง</li>
                                        <h3>หน้าที่ของลำต้น มีดังนี้</h3>
                                        <li><span class="las la-hand-point-right"></span> <strong>1. เป็นแกนช่วยพยุงอวัยวะต่างๆ</strong> ได้แก่ กิ่ง ใบ ดอก ผล และเมล็ด ช่วยให้ใบกางออก รับแสงแดดเพื่อประโยชน์ในการสร้างอาหาร โดยวิธีการสังเคราะห์ด้วยแสง</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>2. เป็นทางลำเลียงน้ำและแร่ธาตุ</strong> ที่รากดูดขึ้นมาส่งต่อไปยังใบและส่วนต่างๆ ของพืช</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>3. เป็นทางลำเลียงอาหารที่ใบสร้างขึ้น</strong> ส่งผ่านลำต้นไปยังรากและส่วนอื่นๆ</li>
                                        <h3>นอกจากนี้ลำต้นของพืชอีกหลายชนิดยังทำหน้าที่พิเศษอีก เช่น</h3>
                                        <li><span class="las la-hand-point-right"></span> <strong>1. ลำต้นสะสมอาหาร</strong> จะมีลำต้นอยู่ใต้ดิน</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>2. ลำต้นสังเคราะห์แสง</strong> พืชบางชนิดมีลำต้นเป็นสีเขียวไว้สำหรับสร้างอาหาร โดยวิธีการสังเคราะห์ด้วยแสง เช่น กระบองเพชร เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>3. ลำต้นขยายพันธุ์</strong> เช่น พลูด่าง โกสน คุณนายตื่นสาย ลีลาวดี ฟิโลเดนดรอน เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>4. ลำต้นเปลี่ยนไปเป็นมือพัน</strong> เพื่อช่วยพยุงค้ำจุนลำต้น เช่น บวบ ตำลึง น้ำเต้า เป็นต้น</li>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>ใบ</h2>
                                        <p>ใบ คือ อวัยวะของพืชที่เจริญออกมาจากข้อของลำต้นและกิ่ง ใบส่วนใหญ่จะมีสารสีเขียวเรียกว่า คลอโรฟิลล์ ใบมีรูปร่างและขนาดแตกต่างกันไปตามชนิดของพืช ใบประกอบด้วย ก้านใบ แผ่นใบ เส้นกลาง และเส้นใบ</p>
                                        <h3>นอกจากนี้ใบของพืชยังมีลักษณะอื่น ๆ ที่แตกต่างกันอีก ได้แก่</h3>
                                        <li><span class="las la-hand-point-right"></span> <strong>1. ขอบใบ </strong> พืชบางชนิดมีขอบใบเรียบ บางชนิดมีขอบใยหยัก</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>2. ผิวใบ</strong> พืชบางชนิดมีผิวใบเรียบเป็นมัน บางชนิดมีผิวใบด้านหรือขรุขระ</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>3. สีของใบ</strong> พืชส่วนใหญ่จะมีใบสีเขียว แต่บางชนิดมีใบสีอื่น เช่น แดง ส้ม เหลือง ด่าง เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>4. เส้นใบ</strong> เส้นใบของพืชมีการเรียงตัวใน 2 ลักษณะ ได้แก่</li>
                                        <p>- เรียงตัวแบบร่างแห เช่น ไทรใบสัก เป็นต้น</p>
                                        <p>- เรียงตัวแบบขนาน เช่น ใบกล้วย เป็นต้น</p>
                                        <h3>หน้าที่ของลำต้น มีดังนี้</h3>
                                        <li><span class="las la-hand-point-right"></span> <strong>1. เป็นแกนช่วยพยุงอวัยวะต่างๆ</strong> ได้แก่ กิ่ง ใบ ดอก ผล และเมล็ด ช่วยให้ใบกางออก รับแสงแดดเพื่อประโยชน์ในการสร้างอาหาร โดยวิธีการสังเคราะห์ด้วยแสง</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>2. เป็นทางลำเลียงน้ำและแร่ธาตุ</strong> ที่รากดูดขึ้นมาส่งต่อไปยังใบและส่วนต่างๆ ของพืช</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>3. เป็นทางลำเลียงอาหารที่ใบสร้างขึ้น</strong> ส่งผ่านลำต้นไปยังรากและส่วนอื่นๆ</li>
                                        <h3>ชนิดของใบ มีดังนี้</h3>
                                        <li><span class="las la-hand-point-right"></span> <strong>1. ใบเดี่ยว</strong> คือ ใบที่มีแผ่นใบเพียงแผ่นเดียวติดอยู่บนก้านใบที่แตกออกจากกิ่งหรือลำต้น เช่น กล้วย 3.ยางอินเดีย กวักมรกต ไทรใบสัก เป็นต้น ใบเดี่ยวบางชนิดอาจมีขอบใบเว้าหยักลึกเข้าไปมากจนดูคล้ายใบประกอบ เช่น ฟิโลเดนดรอน มอนสเตอร่า เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>2. ใบประกอบ</strong> คือ ใบที่มีแผ่นใบแยกเป็นใบย่อย ๆ หลายใบ ใบประกอบยังจำแนกย่อย ได้ดังนี้</li>
                                        <p>- ใบประกอบแบบฝ่ามือ เป็นใบประกอบที่มีใบย่อยแต่ละใบแยกออกจากจุดเดียวกันที่ส่วนของโคนก้านใบ</p>
                                        <p>- ใบประกอบแบบขนนก เป็นใบประกอบที่ใบย่อยแต่ละใบแยกออกจากก้านสองข้างของแกนกลางคล้ายขนนก ปลายสุดของใบประกอบอาจมีใบย่อยใบเดียว หรืออาจมีใบย่อยสองใบ</p>
                                        <h3>หน้าที่ของใบ มีดังนี้</h3>
                                        <li><span class="las la-hand-point-right"></span> <strong>1. สร้างอาหาร</strong> ใบของพืชจะดูดแก๊สคาร์บอนไดออกไซด์เพื่อนำไปสร้างอาหาร เรียกกระบวนการสร้างอาหารของพืชว่า การสังเคราะห์ด้วยแสง</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>2. คายน้ำ</strong> พืชคายน้ำทางปากใบ</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>3. หายใจ</strong> ใบของพืชจะดูดแก๊สออกซิเจนและคายแก๊สคาร์บอนไดออกไซด์</li>
                                        <h3>นอกจากนี้ใบยังอาจเปลี่ยนแปลงไปเพื่อทำหน้าที่พิเศษอื่น ๆ เช่น</h3>
                                        <li><span class="las la-hand-point-right"></span> <strong>1. สะสมอาหาร</strong> เช่น ใบว่านหางจระเข้ กลีบของกระเทียม และหัวหอม เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>2. ขยายพันธุ์ </strong> เช่น ใบกวักมรกต ใบเศรษฐีพันล้าน เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>3. ยึดและพยุงลำต้นให้ไต่ขึ้นที่สูงได้</strong> เช่น ใบตำลึง ใบมะระ และถั่วลันเตา เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>4. ล่อแมลง</strong> เช่น ใบดอกของหน้าวัว ใบดอกของเฟื่องฟ้า เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>5. ดักและจับแมลง</strong> ทำหน้าที่จับแมลงเป็นอาหาร เช่น ใบหม้อข้าวหม้อแกงลิง ใบกาบหอยแครง เป็นต้น</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>6. ลดการคายน้ำของใบ</strong> เช่น ใบกระบองเพชรจะเปลี่ยนเป็นหนามแหลม เป็นต้น</li>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>ดอก</h2>
                                        <p>ดอก คือ อวัยวะสืบพันธุ์ของพืช ทำหน้าที่สืบพันธุ์แบบอาศัยเพศ ที่เกิดมาจากตาชนิดตาดอกที่อยู่ตรงบริเวณปลายยอด ปลายกิ่ง บริเวณลำต้นตามแต่ชนิดของพืช ดอกประกอบด้วยส่วนต่างๆ ดังนี้</p>
                                        <h3>ดอกประกอบด้วยส่วนต่างๆ 4 ส่วน แต่ละส่วนจะเรียงเป็นชั้นเป็นวงตามลำดับจากนอกสุดเข้าสู่ด้านใน คือ กลีบเลี้ยง กลีบดอก เกสรเพศผู้ และเกสรเพศเมีย ดังนี้</h3>
                                        <li><span class="las la-hand-point-right"></span> <strong>1. กลีบเลี้ยง</strong> เป็นส่วนของดอกที่อยู่ชั้นนอกสุดเรียงกันเป็นวง เรียกว่า วงกลีบเลี้ยง ส่วนมากมีสีเขียว เจริญเปลี่ยนแปลงมาจากใบ ทำหน้าที่ป้องกันอันตรายต่างๆ จากสิ่งแวดล้อม แมลงและศัตรูอื่นๆ ที่จะมาทำอันตรายในขณะที่ดอกยังตูมอยู่ นอกจากนี้ยังช่วยในการสังเคราะห์ด้วยแสง จำนวนกลีบเลี้ยงในดอกแต่ละชนิดอาจไม่เท่ากัน ดอกบางชนิดกลีบเลี้ยงจะติดกันหมดตั้งแต่โคนกลีบจนเกือบถึงปลายกลีบ มีลักษณะคล้ายถ้วยหรือหลอด บางชนิดมีกลีบเลี้ยงแยกกันเป็นกลีบๆ กลีบเลี้ยงของพืชบางชนิดอาจมีสีอื่นนอกจากสีเขียว ทำหน้าที่ช่วยช่อแมลงในการผสมเกสรเช่นเดียวกับกลีบดอก</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>2. กลีบดอก</strong> เป็นส่วนของดอกที่อยู่ถัดจากกลีบเลี้ยงเข้ามาข้างใน มีสีสันต่างๆ มักมีขนาดใหญ่กว่ากลีบเลี้ยง บางชนิดมีกลิ่นหอม บางชนิดตรงโคนกลีบดอกจะมีต่อมน้ำหวานเพื่อช่วยล่อแมลงมาช่วยผสมเกสร</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>3. เกสรเพศผู้</strong> เป็นส่วนของดอกที่อยู่ถัดจากกลีบดอกเข้ามาข้างใน ประกอบด้วย ก้านชูอับเรณู อับเรณู ซึ่งภายในบรรจุละอองเรณูมีลักษณะเป็นผงสีเหลือง อับเรณูทำหน้าที่สร้างละอองเรณู ภายในละอองเรณูมีเซลล์สืบพันธุ์เพศผู้</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>4. เกสรเพศเมีย</strong> เป็นส่วนของดอกที่อยู่ชั้นในสุด ประกอบด้วยยอดเกสรเพศเมีย ก้านยอดเกสรเพศเมีย รังไข่ ออวุล และเซลล์ไข่</li>
                                        <h3>ชนิดของดอก มีดังนี้</h3>
                                        <p>ดอกของพืชโดยทั่วไปมีส่วนประกอบที่สำคัญครบ 4 ส่วน คือ กลีบเลี้ยง กลีบดอก เกสรเพศผู้ และเกสรเพศเมีย แต่ดอกของพืชบางชนิดมีส่วนประกอบไม่ครบ 4 ส่วน จึงจำแนกดอกเป็น 2 ประเภท โดยพิจารณาจากส่วนประกอบเป็นเกณฑ์ ได้แก่</p>
                                        <li><span class="las la-hand-point-right"></span> <strong>1. ดอกสมบูรณ์</strong> คือ ดอกที่มีส่วนประกอบครบ 4 ส่วน ได้แก่ กลีบเลี้ยง กลีบดอก เกสรเพศผู้ และเกสรเพศเมีย</li>
                                        <li><span class="las la-hand-point-right"></span> <strong>2. ดอกไม่สมบูรณ์</strong> คือ ดอกที่มีส่วนประกอบไม่ครบ 4 ส่วน</li>
                                        <p>ถ้าพิจารณาเกสรของดอกที่ทำหน้าที่สืบพันธุ์เป็นเกณฑ์ จะจำแนกดอกเป็น 2 ประเภท ได้แก่</p>
                                        <ul>
                                            <li>1. ดอกสมบูรณ์เพศ คือ ดอกที่มีเกสรเพศผู้และเกสรเพศเมียอยู่ในดอกเดียวกัน</li>
                                            <li>2. ดอกไม่สมบูรณ์เพศ คือ ดอกที่มีเกสรเพศผู้หรือเกสรเพศเมียอยู่ภายในดอกเพียงเพศเดียว</li>
                                        </ul>
                                        <p>แต่ถ้าพิจารณาจำนวนดอกที่เกิดจากหนึ่งก้านดอกเป็นเกณฑ์ จะจำแนกดอกออกเป็น 2 ประเภท ได้แก่</p>
                                        <ul>
                                            <li>1. ดอกเดี่ยว คือ ดอกที่เกิดขึ้นบนก้านดอก เป็นดอกเดียวโดด ๆ เช่น ดอกจำปี ดอกชบา เป็นต้น</li>
                                            <li>2. ดอกช่อ คือ ดอกที่เกิดเป็นกลุ่มบนก้านดอก ประกอบด้วยดอกย่อยหลายดอก แต่ละดอกย่อยมีก้านดอกย่อยอยู่บนก้านดอก เช่น ดอกหางนกยูง ดอกกล้วยไม้ ดอกทานตะวัน ดอกกระถินณรงค์ เป็นต้น</li>
                                        </ul>
                                        <h3>หน้าที่ของดอก มีดังนี้</h3>
                                        <li><span class="las la-hand-point-right"></span> 1. ช่วยล่อแมลงให้มาผสมเกสร</li>
                                        <li><span class="las la-hand-point-right"></span> 2. ทำหน้าที่ผสมพันธุ์</li>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>ผล</h2>
                                        <p>ผล (fruit) คือรังไข่ที่เจริญเติบโตเต็มที่แล้ว (mature ovary) รังไข่ดังกล่าวอาจเจริญเปลี่ยนแปลงมาภายหลังการปฏิสนธิ ซึ่งจะมีเมล็ดอยู่ภายในหรือเจริญมาโดยไม่ได้รับการปฏิสนธิหรือ พาร์ทีโนคาร์ปี( parthenocarpy)</p>
                                        <p>ผลประเภทหลังนี้โดยทั่วไปจะไม่มีเมล็ด เรียกว่า ผลพาร์ทีโนคาร์ปิก (parthenocarpic fruit) เมล็ดเป็นแหล่งสะสมสารพันธุกรรมของพืชชนิดนั้น ๆ และสามารถขยายพันธุ์ต่อไปได้ ผลของพืชบางชนิดอาจมีส่วนอื่น ๆ ของดอกเจริญควบคู่มากับรังไข่และกลายเป็นส่วนหนึ่งของผลด้วย เช่น มังคัด แอปเปิล ฝรั่ง ทับทิม มีกลีบเลี้ยงรวมอยู่ ชมพู่ แอปเปิ้ล และมะเดื่อมีส่วนของฐานดอกรวมอยู่ เป็นต้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>เมล็ด (Seed)</h2>
                                        <p>เมล็ดประกอบด้วยส่วนสำคัญ คือ เปลือกหุ้มเมล็ด ต้นอ่อน และอาหารสำหรับเลี้ยงต้นอ่อน ส่วนที่คล้ายต้นและใบเล็ก ๆ อยู่ภายในเมล็ด คือ ต้นอ่อนและ ส่วนที่มีสีขาวหนา แยกออกได้เป็น 2 ซีก คือ อาหารสำหรับเลี้ยงต้นอ่อน</p>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> 1. Seed coat (เปลือกหุ้มเมล็ด) เกิดมาจากเยื่อที่หุ้มไข่ ทำหน้าที่ป้องกันอันตรายให้กับเอมบริโอ ป้องกันการสูญเสียน้ำ เปลือกหุ้มเมล็ดมี 2 ชั้น เปลือกชั้นนอกหนา เหนียว และแข็ง เรียกว่า เทสตา (testa) ส่วนเปลือกชั้นในมักเป็นเยื่อบาง ๆ เรียกว่า เทกเมน (tegmen)</li>
                                            <li><span class="las la-hand-point-right"></span> 2. Endosperm (เอมโดสเปิร์ม) ทำหน้าที่สะสมอาหารพวกแป้ง ไขมัน โปรตีน และน้ำตาล ให้แก่ เอมบริโอ(ต้นอ่อน)</li>
                                            <li><span class="las la-hand-point-right"></span> 3. Embryo เจริญจากไซโกต มีส่วนประกอบที่สำคัญ คือ</li>
                                        </ul>
                                        <p>- Cotyledon (ใบเลี้ยง) มีหน้าที่เก็บสะสมอาหารให้แก่เอมบริโอ และป้องกันการบุบสลายของ เอมบริโอขณะที่มีการงอก</p>
                                        <p>- Caulicle (ลำต้นอ่อน) ประกอบ 2 ส่วนคือ ลำต้นอ่อนเหนือใบเลี้ยง เรียกว่า เอปิคอติล(epicotyl) มีส่วนปลายสุดเรียกว่า ยอดอ่อน ซึ่งเจริญเป็นลำต้น กิ่ง ก้าน ใบ และดอก ส่วนลำต้นอ่อนใต้ใบเลี้ยง เรียกว่า ไฮโปคอตอล (hypocotyl) มีส่วนปลายสุดเรียกว่า รากอ่อน จะเจริญเป็นรากแก้ว</p>
                                        <h3>ลักษณะการงอกของเมล็ด แบ่งออกเป็น 2 แบบ คือ</h3>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> 1.การงอกที่ชูใบเลี้ยงขึ้นมาเหนือดิน (Epigeal germination) รากอ่อนงอกโผล่พ้นเมล็ดออกทางรู ไมโครโพล์(micropyle) เจริญสู่พื้นดินจากนั้น ไฮโปคอติล(hypocotyl) จะงอกและเจริญยึดยาวตามอย่างรวดเร็ว ดึงส่วนของใบเลี้ยง(cotyldon) กับ เอปิคอติล(epicotyl) ขึ้นมาเหนือดิน เช่น การงอกของพืชในเลี้ยงคู่ต่าง ๆ</li>
                                            <li><span class="las la-hand-point-right"></span> 2.การงอกที่ฝังใบเลี้ยงไว้ใต้ดิน (Hypogeal germination) พบใน พืชใบเลี้ยงเดี่ยว พืชพวกนี้มีไฮโปคอติล(hypocotyl) สั้น เจริญช้า ส่วนเอปิคอติล(epicotyl) และยอดอ่อน (plumule) เจริญยืดยาวได้อย่างรวดเร็ว เช่น เมล็ดข้าว ข้าวโพด หญ้า ฯลฯ การพักตัวของเมล็ด (Dormancy) หมายถึง สภาพที่เอมบริโอในเมล็ดสามารถคงสภาพและมีชีวิตอยู่ได้โดยไม่เกิดการงอก</li>
                                        </ul>
                                        <h3>สาเหตุของการพักตัวของเมล็ดเนื่องจาก</h3>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> 1. เปลือกหุ้มเมล็ดแข็งและหนาเกินไป</li>
                                            <li><span class="las la-hand-point-right"></span> 2. เมล็ดบางชนิดมีสารยับยั้งการงอก</li>
                                            <li><span class="las la-hand-point-right"></span> 3. เอมบริโอในเมล็ดยังเจริญไม่เต็มที่</li>
                                            <li><span class="las la-hand-point-right"></span> 4. เอมบริโอพักตัว</li>
                                        </ul>
                                        <h3>ลักษณะของต้นไม้ฟอกอากาศ</h3>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> 1.ดูดสารพิษผ่านกระบวนการคายน้ำทางปากใบ ซึ่งต้นไม้ฟอกอากาศจะมีการคายน้ำที่สูงกว่าต้นไม้ชนิดอื่น ในกระบวนการคายน้ำจะทำให้อุณหภูมิบนผิวใบไม้แตกต่างจากอากาศภายนอก เกิดการหมุนเวียนของอากาศรอบๆ ทำให้อากาศที่มีสารพิษไหลลงสู่บริเวณรากพืชที่มีจุลินทรีย์ที่ถูกดึงดูดไว้จำนวนมาก และจุลินทรีย์จะทำการย่อยสารพิษให้กลายเป็นอาหารของพืช</li>
                                            <li><span class="las la-hand-point-right"></span> 2.ดูดสารพิษผ่านการดูดน้ำจากราก ในการรดน้ำต้นไม้ที่บริเวณโคนต้น น้ำจะซึมลงรากแล้วต้นไม้จะดูดน้ำไปใช้ยังส่วนต่างๆอย่างรวดเร็ว ในกระบวนการนี้อากาศที่ประกอบไปด้วยออกซิเจน ไนโตรเจน และสารพิษที่ปนเปื้อนจะถูกดึงไปสู่ดินรอบๆ ราก จุลินทรีย์จะเปลี่ยนสารพิษที่มากับอากาศให้กลายเป็นอาหารของพืช</li>
                                            <li><span class="las la-hand-point-right"></span> 3. ดูดสารพิษผ่านการดูดอากาศ ในขณะเดียวกันนี้ เมื่อต้นไม้จะดูดอากาศที่ปนเปื้อนสารพิษเข้าทางปากใบ ส่งต่อไปยังราก จากรากไปสู่ดิน และจุลินทรีย์ที่อยู่รอบๆ รากจะย่อยสารพิษเหล่านั้น</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
