<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>วิธีการปลูก</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>การปลูกไม้กระถางควรคำนึงถึงขนาดของต้นไม้ และกระถางควรให้เหมาะสมกัน กระถางขนาดใหญ่เกินไปจะทำให้เกิดความชื้นส่วนเกินในดิน ขณะที่กระถางขนาดเล็กเกินไปจะจำกัดการเจริญเติบโตของพืชเนื่องจากการปลูกไม้กระถางเป็นไม้ประดับนั้นต้องการความสวยงามเป็นหลักอยู่แล้ว</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <H2>เมื่อเลือกกระถางตามความเหมาะสมกับต้นไม้ที่จะปลูกแล้ว เราเริ่มปลูกตามขั้นตอนดังนี้</H2>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> 1. เอาเศษอิฐ หรือเศษกระถางแตกอุดที่รูระบายน้ำที่ก้นกระถางเสียก่อน ถ้าจะให้ดีต้องโรยทับด้วยกรวด อิฐมอญทุบ หรือถ่านอย่างใดอย่างหนึ่งก่อนก็ได้ เพื่อให้ก้นกระถางโปร่ง และระบายน้ำได้ดี</li>
                                            <li><span class="las la-hand-point-right"></span> 2. จากนั้นเอาดินหรือเครื่องปลูกที่เตรียมไว้ใส่กระถาง และทำมูลดินเป็นยอดแหลมเท่ากับความลึกของดินที่ปลูก</li>
                                            <li><span class="las la-hand-point-right"></span> 3. ก่อนปลูกหากไม้มีรากมากเกินไปควรตัดรากเก่าออกบ้าง เพื่อกระตุ้นให้มีการสร้างระบบรากใหม่ที่แข็งแรง และแตกแขนงได้มากขึ้น</li>
                                            <li><span class="las la-hand-point-right"></span> 4. วางโคนต้นไม้ลงที่ยอดแหลมของมูลดิน และจัดระบบรากให้แผ่ออกรอบด้านทิ้งตัวลงตามแนวลาดของมูลดิน</li>
                                            <li><span class="las la-hand-point-right"></span> 5. เติมดินรอบ ๆ โคนต้นเพียงเล็กน้อยก่อน แล้วกดดินบริเวณรอบ ๆ โคนต้นเบา ๆ เป็นการไล่โพรงอากาศ และเพื่อให้ดินสัมผัสรากพืชได้กระชับขึ้น</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>จากนั้นเติมดินและกดเบา ๆ จนเกือบเต็มกระถางให้ระดับดินอยู่ต่ำกว่าขอบกระถางพอประมาณ พยายามอย่าเติมดินจนเต็มหรือพูนกระถางจนเกินไป เพราะเวลารดน้ำจะทำให้น้ำไหลออกนอกกระถางแทนที่จะซึมลงกระถาง แต่ถ้าเติมดินน้อยเกินไปก็จะทำให้ดินยุบตัวจนเกิดรากลอย หรือทำให้บริเวณโคนต้นชื้นเกินไป เป็นสาเหตุให้เกิดโรคราได้ง่ายขึ้น</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
