<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>วิธีเอาใจแมว</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>ธรรมชาติของแมวนั้นเป็นสัตว์ที่รักอิสระและชอบทำตามใจตัวเอง ซึ่งอาจจะทำให้ผู้เลี้ยงแมว(มือใหม่) นั้นเข้าใจผิดได้ว่า แมวนั้นเป็นสัตว์เป็นที่ไม่ต้องการการดูแลเอาใจใส่ที่มากนัก ซึ่งมี 8 วิธีในการเอาใจแมว เพื่อให้เจ้าของได้เข้าใจแมวมากขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. ให้ขนมแมวเลีย</h3>
                                        <p>ให้ขนมเลียแมวเป็นรางวัล เมื่อแมวทำตามแบบฝึกของเราได้ เพื่อเป็นแรงจูงใจกับแมวปฏิบัติตาม แต่ไม่ควรให้แมวกินขนมแมวเลียแทนอาหารมื้อหลัก เพราะมีสารอาหรที่ไม่เพียงจะทำให้แมวขาดสารอาหารได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. ใช้เวลาร่วมกัน</h3>
                                        <p>เนื่องจากแมวเป็นสัตว์ที่นอนเกือบตลอดทั้งวันอยู่แล้ว ในบางครั้งที่แมวจะเข้ามาเล่นกับเจ้าของที่กำลังยุ่งอยู่ ก็อย่าเพิ่งไล่แมวให้ไปไหน พยายามเอาใจแมว แบ่งความรักและความอบอุ่นให้กับแมว เพื่อให้แมวไม่รู้สึกโดดเดี่ยวและมีความสุขเมื่อได้เล่นกับเจ้าของ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. จัดที่นอนและมุมสงบ</h3>
                                        <p>แมวนั้นชอบนอนตามที่สงบของบ้าน ถ้าเป็นมุมที่สูงและพื้นที่นอนแคบๆ จะทำให้แมวรู้สึกปลอดภัยและมีความเป็นส่วนตัว </p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4. แปรงขนสม่ำเสมอ</h3>
                                        <p>ธรรมชาติของแมวเป็นสัตว์ที่รักความสะอาดอยู่แล้ว จึงเลียขนเพื่อทำความสะอาดอยู่ตลอดเวลา เจ้าของจึงต้องหมั่นแปรงขนให้แมว จะทำให้แมวรู้สึกผ่อนคลายและยังช่วยป้องกันขนแมวพันกัน ลดขนร่วงหรือมีก้อนขน ทำให้ขนแมวสวยงามและมีขนที่สุขภาพดียิ่งขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. เตรียมของเล่นแมว</h3>
                                        <p>หาของเล่นมาเล่นกับแมวเพื่อให้แมวนั้นไม่ต้องรู้สึกเบื่อหน่าย อีกทั้งยังช่วยให้แมวได้ออกกำลังกายเพื่อควบคุมน้ำหนักและมีสุขภาพที่ดี ของเล่นแมวที่นำมาเล่นกับแมวไม่จำเป็นของเล่นราคาแพง หาสิ่งของรอบๆบ้านของคุณมาเล่นกับแมวก็ได้ โดยของเล่นนั้นต้องไม่เป็นอันตรายกับแมว</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>6. นวดคลายกล้ามเนื้อ</h3>
                                        <p>แมวนั้นชอบการนวดมาก การที่เจ้าของได้นวดให้แมวจะทำให้แมวรู้สึกผ่อนคลาย ได้รับความรักจากเจ้าของ โดยเฉพาะในแมวที่อยู่ในช่วงสูงวัยนั้น การนวดจะช่วยให้คลายกล้ามเนื้อที่ตึงเกร็ง ลดอาการปวดข้อ แถม ช่วยกระตุ้นการไหลเวียนของเลือด</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>7. เข้าใจภาษาแมว</h3>
                                        <p>การที่เจ้าของรับรู้ถึงพฤติกรรมของแมวที่แสดงออกมาก จะทำให้เข้าใจว่าแมวนั้นต้องการสื่อสารอะไรออกมา ไม่ว่าจะเป็น การเคลื่อนไหว สายตา และการกระดิกหาง เพื่อทำให้เจ้าของและแมวสื่อสารได้เข้าใจกันได้มากขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>8. ดูแลรักษากระบะทรายให้สะอาด อยู่เสมอ</h3>
                                        <p>แมวมีนิสัยที่รักความสะอาดมาก รวมไปถึงในเรื่องของการขับถ่าย ถ้ากระบะทรายแมวสกปรก แมวอาจจะไปหาบบริเวณอื่นขับถ่ายหรือไม่ก็อั้นเอาไว้แทน ดังนั้นเจ้าของจึงหมั่นควรทำความสะอาดกระบะทราย เติมทรายแมวให้สะอาดอยู่ตลอด</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
