<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>แมวที่มีสุขภาพดี</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>เช็กลิสต์ของแมวที่จะบ่งบอกแมวที่เจ้าของเลี้ยงนั้น มีสุขภาพที่ดี มีดังต่อไปนี้</h3>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> ผิวหนังสุขภาพดี ไม่มีอาการคันให้คอยรำคาญใจ ขนเงางามและไม่ร่วงหลุด หมัดไม่ถามหา</li>
                                            <li><span class="las la-hand-point-right"></span> หุ่นดี รูปร่างดี น้ำหนักจัดอยู่ในเกณฑ์ปกติ รูปร่างไม่ซูบผอมจนจับแล้วเจอซี่โครง แต่ก็ไม่อ้วนเกินพิกัดจนพุง และมองด้านบนแล้วไม่เห็นเอว </li>
                                            <li><span class="las la-hand-point-right"></span> ดวงตาสดใส ไม่มีขี้ตา ไม่มีความผิดปกติที่กระจกตา รูม่านตาหดขยายตามปกติ ตาขาวไม่มีรอยแดง แมวไม่กะพริบตาถี่จนผิดปกติจนเป็นสัญญาณว่ากำลังเจ็บตา ปริมาณน้ำตาปกติ ไม่ชุ่มฉ่ำจนเปียกแฉะ</li>
                                            <li><span class="las la-hand-point-right"></span> มีสุขภาพหูที่ดี ให้สังเกตที่สีและขี้หู อย่างแรกคือหูต้องเป็นสีชมพูอ่อน ถ้าเป็นสีเหลืองแสดงว่าแมวอาจกำลังมีอาการดีซ่าน แต่ถ้าเป็นสีแดงแสดงว่ากำลังมีอาการติดเชื้อ ถัดมาขี้หูต้องเป็นสีเหลืองอ่อน ถ้าเป็นสีดำแสดงว่าหูสกปรกเกินไปและกำลังมีไรหูมารบกวน โดยรวมหูควรสะอาด ไม่มีหนองและไม่แฉะ แมวที่หูสุขภาพดีจะไม่สลัดหัวหรือตะกุยหูตัวเอง</li>
                                            <li><span class="las la-hand-point-right"></span> จมูกต้องชื้นนิดๆ ไม่มีน้ำมูก แมวสุขภาพดีจะหายใจเป็นปกติ หายใจแล้วเสียงไม่ดังครืดคราด ไม่อ้าปากหายใจ แมวอาจจะจามบ้างเป็นบางครั้ง แต่ถ้าเป็นการจามติดๆ กันแรงๆ หรือมาร่วมกับอาการสำลัก อาจมีอะไรกำลังติดอยู่ในทางเดินหายใจของแมว</li>
                                            <li><span class="las la-hand-point-right"></span> สุขภาพช่องปาก ปากและริมฝีปากของแมวจะเป็นสีชมพูหรือสีดำ และอาจมีจุดสีดำเพิ่มขึ้นตามอายุได้เป็นปกติ แต่ผิวด้านในช่องปากเป็นสีชมพูอ่อนเท่านั้น ถ้าเป็นสีแดงแสดงว่ามีอาการติดเชื้อ ถ้าดูซีดแสดงว่ามีปัญหาการไหลเวียนของเลือด นอกจากนี้ฟันต้องแข็งแรงดี ไม่โยกไม่หลุด ไม่มีหินปูนเกาะ กลิ่นปากไม่เหม็น</li>
                                            <li><span class="las la-hand-point-right"></span> การเคลื่อนไหวแบบกระฉับกระเฉง แมวเคลื่อนไหวกระฉับกระเฉง ลุกขึ้นได้ไวหลังนอนมานานๆ เวลาเดินหรือกระโดดแมวไม่ยกขาซึ่งเป็นสัญญาณว่ากำลังเจ็บ</li>
                                            <li><span class="las la-hand-point-right"></span> ร่าเริง เจริญอาหาร พฤติกรรมของแมวสุขภาพดีต้องอยากรู้อยากเห็นในสิ่งรอบตัว ร่าเริง เจริญอาหารดี ไม่เบื่ออาหารหรือกินน้อยกว่าปกติ ไม่เซื่องซึม ต้องคอยเลียทำความสะอาดขนของแมว</li>
                                            <li><span class="las la-hand-point-right"></span> ทางเดินอาหารแข็งแรง ถ่ายอุจจาระเป็นก้อน ความถี่วันละ 1-2 ครั้ง ไม่มีอาการท้องผูกหรือท้องเสีย ไม่อาเจียน</li>
                                            <li><span class="las la-hand-point-right"></span> ทางเดินปัสสาวะแข็งแรง ปัสสาวะไม่มีเลือดปน ตอนฉี่แมวไม่ร้องเจ็บปวด ควบคุมการฉี่ได้ และฉี่เป็นที่เป็นทาง ไม่มีอาการฉี่กะปริดกะปรอย</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
