<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ข้อสังเกตอาการแมวป่วย</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>เพราะแมวว่าไม่สามารถพูดออกมาได้เหมือนมนุษย์ ทำให้เมื่อเวลาแมวป่วยจึงไม่สามารถบอกอาการของการป่วยได้เหมือนกับที่เราพูดบอกอาการกับคุณหมอได้ เจ้าของจึงต้องมีการสังเกตอาการของแมว เพื่อที่จะนำไปรักษากับสัตวแพทย์ได้ทันที โดยไม่ปล่อยให้อาการเจ็บป่วยทรุดลงไปจนต้องใช้เวลาในการรักษาที่นานขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. พฤติกรรมเปลี่ยนไป</h3>
                                        <p>อาการง่ายๆ ที่สังเกตเห็นได้ คือ แมวซึม แม้เจ้าของจะไปเล่นด้วยแมวก็ไม่สนใจ หรือพฤติกรรมอาจเปลี่ยนไปจากปกติที่เป็นแมวร่าเริง แต่อยู่ๆ ก็ซ่อนตัวอยู่ตามซอกหลืบ สาเหตุของพฤติกรรมที่เปลี่ยนอาจเป็นเพราะแมวมีอาการป่วย </p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. กินน้ำและอาหารไม่เหมือนเดิม</h3>
                                        <p>อาการแมวเบื่ออาหารมักจะมากับอาการแมวซึม อยู่ๆ ก็ไม่กินอาหาร ทั้งๆที่เป็นอาหารโปรด หรือชามน้ำที่วางไว้ให้ แมวไม่มากินจนผิดปกติ บวกกับอาการขับถ่ายปัสสาวะผิดปกติ นั่นก็อาจเป็นสัญญาณที่บ่งบอกถึงโรคเบาหวาน โรคไต หรือโรคเกี่ยวกับฮอร์โมนได้เหมือนกัน ทางที่ดีหากพบการกินที่ผิดปกติไม่ว่าจะเป็นอาหารหรือน้ำก็ตาม ให้พาแมวไปพบสัตวแพทย์ทันที</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. ขับถ่ายไม่ปกติ</h3>
                                        <p>ทั้งการอุจจาระ และปัสสาวะ ที่ผิดปกติ เช่น อึแข็งกว่าปกติ อึเหลว ถ่ายมีเลือดปน มีสิ่งแปลกปลอม มีพยาธิปนออกมา มีอาการเบ่งปัสสาวะ ปัสสาวะเยอะ หรือไม่มีปัสสาวะออกมาเลย อาการเหล่านี้เป็นอาการที่บอกว่ากำลังเกิดปัญหากับแมว ควรพาไปพบสัตวแพทย์โดยทันที</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4. ขนหยาบ หนังตั้ง</h3>
                                        <p> อาจจะเป็นสัญญาณของการขาดน้ำ คุณสามารถทำการทดสอบได้ง่ายๆ ด้วยวิธีการลองดึงหนังคอของแมว ถ้าพบว่าหนังยังตั้งอยู่ไม่ยุบลงคืนสภาพเดิม นั้นหมายความว่าแมวได้รับน้ำไม่เพียงพอต่อความต้องการของร่างกาย แล้วถ้าลองลูบขนดูแล้วพบว่าขนหยาบกระด้าง ไม่ลื่นเงางาม ก็หมายความว่าแมวกำลังป่วยอยู่ หรือขาดสารอาหารที่ช่วยบำรุงร่างกาย ซึ่งสารอาหารที่มีส่วนช่วยบำรุงขนและผิวหนังของแมวให้กลับมาเหมือนเดิมได้ เช่น โอเมก้า 3 และ 6 รวมทั้งวิตามิน E และ A </p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. สีเหงือกไม่เหมือนเดิม</h3>
                                        <p>วิธีการเช็คสุขภาพเบื้องต้นให้แมวอย่างง่ายๆ เช็คได้ที่สีเหงือก โดยสีเหงือกของแมวต้องมีสีชมพู เมื่อลองกดบนเหงือกแล้ว สีของเหงือกควรจะกลับมาเป็นสีชมพูอย่างเดิมได้ใน 2 วินาที หากเหงือกมีสีซีดเกินไป หรือเมื่อกดบนเหงือกแล้วสีเหงือกกลับมาเป็นปกติช้า แสดงว่าแมวอาจมีปัญหาเลือดจาง หรือมีระบบไหลเวียนเลือดไม่ปกติ แต่หากเหงือกมีสีแดงกว่าปกติ จนเขียวคล้ำ นั่นเป็นสัญญาณอันตรายที่บอกว่าแมวขาดออกซิเจน หรือโดนสารพิษได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>6. ผอมไป อ้วนเกิน</h3>
                                        <p>เมื่อแมวน้ำหนักลดลงแบบไร้สาเหตุที่ชัดเจน อาจจะมีสาเหตุมาจาก ระบบการเผาผลาญของร่างกายที่ผิดปกติไป ซึ่งอาจเป็นโรคที่เกี่ยวกับฮอร์โมน เช่น โรคไฮเปอร์ไทรอยด์ได้ ส่วนแมวที่อ้วนเกินไปก็อาจจะเสี่ยงต่อภาวะโรคเบาหวาน รวมทั้งปัญหาข้อและกระดูก</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>7. ไม่เลียขนแมว</h3>
                                        <p>แมวเป็นสัตว์ที่รักความสะอาด แมวมักจะเลียทำความสะอาดตามตัวอยู่บ่อย ๆ ซึ่งถือเป็นพฤติกรรมปกติของแมวอยู่แล้ว แต่ถ้าแมวห่างหายจากการเลียเพื่อทำความสะอาดขนของตัวเอง อาจเป็นไปได้ว่าอาจกำลังมีปัญหากับฟันหรือเป็นโรคข้ออักเสบอยู่ก็เป็นได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>8. ร้องบ่อยหรือเงียบผิดปกติ</h3>
                                        <p>ถ้าแมวของคุณส่งเสียงร้องบ่อยหรือเงียบกว่าปกติ สาเหตุอาจจะเกิดจากความเครียดและภาวะความดันเลือดสูง ซึ่งอาการเหล่านี้มักจะมาจากอาการไทรอยด์เป็นพิษ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>9. อาเจียนบ่อย</h3>
                                        <p>ถ้าแมวมีอาการอาเจียนบ่อย ๆ อาจจะมีสาเหตุจากการที่มีสิ่งแปลกปลอมที่เข้าไปติดคอ ซึ่งก็อาจจะไปติดหลอดอาหาร กระเพาะอาหาร ระบบลำไส้ หรือก่อให้เกิดการอุดตันที่เป็นอันตรายได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>10. ฉี่เป็นเลือด</h3>
                                        <p>เป็นอาการที่สามารถพบได้ทั่วไปกับลูกแมว แต่ทั้งนี้ก็เป็นอาการของโรคต่าง ๆ ด้วยเช่นกัน อย่างเช่น โรคมะเร็ง พยาธิ หรือลิ่มเลือดอุดตัน แต่เพื่อความปลอดภัย ถ้าเห็นแมวฉี่เป็นเลือดควรพาไปหาสัตวแพทย์ทันที</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>11. เดินลากขาหลัง</h3>
                                        <p>อาการขาหลังอ่อนเปลี้ย ไม่มีแรง เป็นอาการที่เกิดจากลิ่มเลือดอุดตันหมุนเวียนสู่ปอด ซึ่งมักจะมีอาการอื่น ๆ ตามมา เช่น ชัก เล็บมีสีม่วง ไตวาย กล้ามเนื้อบวม ร้ายแรงไปจนถึงอัมพาตและอัมพฤกษ์ได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>12. ไอหรือหายใจลำบาก</h3>
                                        <p>อาการไอและหายใจลำบาก เกิดได้จากหลายโรค เช่น ร่างกายขาดน้ำ โรคเกี่ยวกับทางเดินหายใจ พยาธิ โรคหอบหืด หรือแม้กระทั่งเนื้องอก </p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
