<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>วิธีแนะนำแมวเมื่อเข้าสู่บ้านใหม่</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>1. ก่อนพาแมวตัวใหม่เข้าบ้าน ควรเตรียม พื้นที่ที่ต้องการเลี้ยงให้สะอาด ไม่มีวัตถุกีดขวางที่อาจเป็น อันตรายได้ เช่น ของมีคม ควรปิดหน้าต่างให้เรียบร้อย เพื่อป้องกันแมวหนีออกจากบ้าน พร้อมกับเตรียมจานอาหาร ชามใส่น้ำ พร้อมกระบะทรายสําหรับขับถ่ายให้เรียบร้อย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>2. หากเลี้ยงแมวอยู่แล้ว ควรนําแมวตัวใหม่ ไปพบสัตวแพทย์เพื่อตรวจร่างกาย ดูว่าแมวตัวใหม่มีเชื้อโรค ติดต่อร้ายแรงหรือไม่</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>3. วันแรกของการนำแมวใหม่เข้าบ้าน ควรแยกพื้นที่เลี้ยงตัวใหม่กับตัวเก่า รวมทั้งภาชนะใส่อาหารและกระบะ ทราย เพื่อป้องกันโรคระบาดและปรสิตที่อาจติดมา จนกว่าจะ มั่นใจว่าแมวไม่ได้ป่วยหรือเป็นโรคร้าย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>4. ช่วงแรก แมวมักส่งเสียงร้องเรียกตลอดเวลา ควรให้อยู่ในที่ที่ไม่มีเสียงดังอึกทึกครึกโครม เพราะอาจทําให้ แมวตกใจกลัวได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>5. ธรรมชาติของแมว เมื่อเกิดความเครียดจะอึและฉี่แตก ดังนั้นควรพาแมวไปที่กระบะทรายเพื่อให้รู้พื้นที่ สําหรับขับถ่าย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>6. ช่วง 2 - 3 สัปดาห์แรก ควรจํากัดพื้นที่ให้แมวอยู่ในห้องหรือกรง เมื่อแมวเริ่มคุ้นเคยจึงเริ่มปล่อยให้ออกมาเดินเล่นรอบบ้าน โดยเจ้าของต้องคอยสังเกตพฤติกรรมเพื่อให้คุ้นเคยกับสภาพพื้นที่และกลิ่นในบ้าน จากนั้นเจ้าของจึงค่อยเข้าไปอุ้ม ลูบหัว หรือเกาคอให้ ก็จะช่วยให้แมว ลดความเครียดและอาการตื่นตกใจ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>7. ช่วงที่แมวกําลังปรับตัว หลีกเลี่ยงการพบปะกับ บุคคลอื่น โดยเฉพาะเด็กๆ และสัตว์เลี้ยงอื่นให้น้อยที่สุด เพื่อไม่ให้แมวเครียด</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>8. ลองปล่อยแมวเจ้าถิ่นสํารวจพื้นที่ของแมวตัวใหม่ แต่อย่าเพิ่งให้เจอกันตรงๆ เพื่อให้คุ้นกลิ่นกันก่อน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>9. เมื่อเริ่มคุ้นเคยกับกลิ่นจึงปล่อยให้แมว ตัวใหม่เดินสํารวจบ้านและปล่อยให้เจอหน้ากันบ้างเป็นบางครั้ง ในช่วงเวลาสั้นๆ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>10. เมื่อแมวทั้งสองตัวเริ่มคุ้นเคย จึงปล่อยให้เดินสํารวจบ้านด้วยกัน โดยเจ้าของคอยสังเกตพฤติกรรม หรือให้อาหาร แมวพร้อมๆกันเพื่อสร้างความรักในเชิงบวก หรืออาจจับทั้ง สองตัวอาบน้ำด้วยกัน หรือใช้ผ้าเช็ดตัวผืนเดียวกัน เพื่อให้มีกลิ่นคุ้นเคยกัน</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
