<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ข้อมูลการทำหมันแมว</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>โดยธรรมชาติแล้ว เมื่อแมวโตขึ้นจนเริ่มเข้าสู่วัยเจริญพันธุ์แล้ว จะแสดงพฤติกรรมติดสัด ซึ่งเป็นการดึงดูดเรียกแมวเพศตรงข้ามให้มาผสมพันธุ์ เช่น การส่งเสียงร้องหง่าว ดุร้าย ก้าวร้าว ฉี่เรี่ยราดวางอาณาเขตไม่เป็นที่ หนีออกไปเที่ยวนอกบ้าน และอาจจะกลับมาพร้อมกับบาดแผลจากการต่อสู้ รวมถึงอาจจะติดโรคมาจากแมวตัวอื่นได้</p>
                                        <p>การทำหมันแมวตัวผู้ จะผ่าเอาลูกอัณฑะและท่อนำอสุจิออก เป็นการผ่าตัดที่ไม่ซับซ้อน แผลจะหายเร็ว ส่วนการทำหมันแมวตัวเมีย จะเป็นการผ่าตัดมดลูกและรังไข่ออกทั้งสองข้าง เป็นการผ่าตัดที่ใหญ่กว่าเพราะจะต้องเปิดช่องท้อง จะต้องใช้เวลาดูแลพักฟื้นหลังผ่าตัดนานกว่า</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ข้อดีของการทำหมันแมว</h3>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> ช่วยให้แมวมีอายุยืนยาว สุขภาพดี ลดความเสี่ยงจากการเกิดโรคเกี่ยวกับระบบสืบพันธุ์ เช่น มดลูกอักเสบ,มะเร็งมดลูก,มะเร็งเต้านม,มะเร็งอัณฑะ</li>
                                            <li><span class="las la-hand-point-right"></span> แมวตัวเมียจะไม่ทรมานกับพฤติกรรมติดสัดอีก</li>
                                            <li><span class="las la-hand-point-right"></span> ลดพฤติกรรมฉี่เรี่ยราดวางอาณาเขตทั้งในแมวตัวผู้และตัวเมีย</li>
                                            <li><span class="las la-hand-point-right"></span> ในแมวตัวผู้ จะช่วยลดพฤติกรรมก้าวร้าว ดุร้าย หรือการกัดทะเลาะกันเพื่อแย่งตัวเมีย</li>
                                            <li><span class="las la-hand-point-right"></span> ป้องกันแมวหายออกจากบ้าน หลังทำหมันแมวจะอยู่ติดบ้านมากขึ้น จะไม่ค่อยหนีเที่ยวออกจากบ้าน</li>
                                            <li><span class="las la-hand-point-right"></span> ป้องกันการบาดเจ็บ รวมถึงโรคติดต่ออื่นๆจากการกัดกันกับแมวตัวอื่น หรือการติดเชื้อจากการผสมพันธุ์</li>
                                            <li><span class="las la-hand-point-right"></span> เป็นการควบคุมประชากรแมวที่ดีที่สุด ช่วยลดปัญหาแมวจรจัด</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>แมวสามารถทำหมันได้ตอนไหน</h3>
                                        <p>แมวตัวผู้ สามารถทำหมันได้ตั้งแต่อายุ 7-8 เดือน ควรเริ่มทำหมันก่อนที่จะแสดงพฤติกรรมก้าวร้าว ส่วนแมวตัวเมีย สามารถทำหมันได้ตั้งแต่อายุ 5 เดือน หรือน้ำหนักประมาณ 2 กิโลกรัม ขึ้นไป ต้องไม่ท้องหรือไม่มีการผสมพันธุ์มาภายในเวลา 2 สัปดาห์ แต่หากเป็นแมวแม่ลูกอ่อน ต้องรอให้ลูกแมวอายุ 1 เดือนครึ่งก่อน หรือเริ่มกินอาหารเองได้แล้ว จึงสามารถพาแม่แมวไปทำหมันได้</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
