<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>อุปกรณ์ในการเลี้ยงแมว</h1>
                        </div>
                        <div class="card-body">
                            <div class="article">
                                <div class="article-info">
                                    <img src="../assets/img/supplies/supplies1.jpg" width="200px" height="200px" alt="">
                                </div>
                                <div>
                                    <h3>1. ชามอาหาร</h3>
                                    <p>มีทั้งที่ทําจากพลาสติก สเตนเลส และเซรามิก ควรเลือกภาชนะที่มีก้นชามกว้าง ปากกว้าง และไม่ลึกมากนัก ชามอาหารสําหรับแมวควรมีอย่างน้อย 2 ใบ สําหรับใส่อาหาร และน้ำ สิ่งสําคัญคือต้องสะอาดอยู่เสมอ</p>
                                </div>
                            </div>
                        </div>
                        <div class="card-body">
                            <div class="article">
                                <div class="article-info">
                                    <img src="../assets/img/supplies/supplies2.jpg" width="200px" height="200px" alt="">
                                </div>
                                <div>
                                <h3>2. กรงแมว</h3>
                                    <p>เหมาะสําหรับผู้ที่เลี้ยงแมวหลายตัว แต่ต้องการจํากัดพื้นที่ให้แมวป่วยหรือเป็นโรคติดต่อ เช่น โรคหัดแมว เอดส์แมว ลิวคีเมีย โดยเลือกกรงที่มีพื้นกรง สิ่งสําคัญคือควรหมั่นทําความสะอาดกรงอยู่เสมอ</p>
                                </div>
                            </div>
                        </div>
                        <div class="card-body">
                            <div class="article">
                                <div class="article-info">
                                    <img src="../assets/img/supplies/supplies3.jpg" width="200px" height="200px" alt="">
                                </div>
                                <div>
                                <h3>3. ที่นอนแมว</h3>
                                    <p>แมวเป็นสัตว์ที่มีโลกส่วนตัวสูง ถ้าตรงไหนที่แมวนอนหลับได้สนิทแสดงว่า พื้นที่ตรงนั้นเงียบสงบและปลอดภัยที่สุด หากพบว่าแมวของคุณชอบนอนตําแหน่งใดของบ้าน ควรทําความสะอาดพื้นที่ตรงนั้นบ่อยๆ หมั่นเช็ดคราบ ฝุ่นและกวาดขนที่หลุดร่วงออกอยู่เสมอ ที่สําคัญคือต้องเป็นพื้นที่แห้ง อากาศอบอุ่น ไม่อับชื้น</p>
                                </div>
                            </div>
                            <div class="card">
                                <div class="card-header">
                                    <h2>ตารางเปรียบเทียบที่นอนแมวแบบต่างๆ</h2>
                                </div>
                                <div class="card-body">
                                <div class="table-responsive">
                                        <table width="100%">
                                            <thead>
                                                <tr>
                                                    <td style="background-color: pink; color: #fff;">ชนิดที่นอน</td>
                                                    <td style="background-color: purple; color: #fff;">ข้อดี</td>
                                                    <td style="background-color: orange; color: #fff;">ข้อเสีย</td>
                                                </tr>
                                            </thead>
                                            <tbody>
                                            <tr>
                                                    <td> ลังกระดาษลูกฟูก</td>
                                                    <td> ราคาถูก หาง่าย แมวอบอุ่น</td>
                                                    <td> ต้องรองด้วยผ้าหรือเบาะนุ่มๆ และคอยเปลี่ยนกล่อง เมื่อใช้ไปนานๆ</td>
                                                </tr>
                                                <tr>
                                                    <td> กระบะพลาสติก</td>
                                                    <td> ราคาถูก ทำความสะอาดง่าย</td>
                                                    <td> ต้องหาเบาะนุ่มรองเพื่อให้แมวสบายตัว</td>
                                                </tr>
                                                <tr>
                                                    <td> เบาะที่นอน</td>
                                                    <td> แมวรู้สึกสบายตัว</td>
                                                    <td> ทําความสะอาดยาก ซักแห้งยาก ราคาสูง ต้องหมั่น ทําความสะอาดบ่อย ๆ เพื่อป้องกันเห็บหมัดอาศัยอยู่</td>
                                                </tr>
                                                <tr>
                                                    <td> ที่นอนแมวแบบมีหลังคา</td>
                                                    <td> แมวส่วนใหญ่ชอบ เพราะรู้สึกปลอดภัย</td>
                                                    <td> ทําความสะอาดยาก ซักแห้งยาก ราคาสูง</td>
                                                </tr>
                                            </tbody>
                                        </table>
                                    </div>
                                </div>
                             </div>
                             </div>
                        <div class="card-body">
                            <div class="article">
                                <div class="article-info">
                                    <img src="../assets/img/supplies/supplies4.jpg" width="200px" height="200px" alt="">
                                </div>
                                <div>
                                <h3>4. กระบะทรายแมว หรือห้องน้ำแมว</h3>
                                        <p>มีให้เลือกหลายแบบหลายราคา มีทั้งที่เป็น กระบะพลาสติกทรงเหลี่ยม ปากกระบะจะงุ้มลง เพื่อกันทรายกระเด็น หรือมีฝาขนาดใหญ่ครอบบนกระบะทราย ซึ่งมีทางเข้าออกไว้ จะช่วยป้องกัน ทรายกระเด็นเลอะพื้นที่อาศัยได้ โดยแต่ละบ้านควรมีกระบะทรายมากกว่าจํานวนแมวที่เลี้ยง 1 กระบะ เช่น เลี้ยง 5 ตัว ควรมีกระบะ ทราย 6 กระบะ เป็นต้น เพราะแมวบางตัว ไม่ต้องการที่จะแบ่งห้องน้ำของตัวเองกับแมว ตัวอื่น ในบางครั้งที่เจ้าของแมวเปลี่ยนทรายไม่ทัน แมวก็ไม่อยากจะขับถ่ายในกระบะเดิม และ ตําแหน่งวางกระบะทรายควรเป็นตําแหน่งที่ไม่มี คนพลุกพล่านหรือมีเสียงดัง ผู้เลี้ยงควรตักทรายที่จับตัวกับสิ่งขับถ่ายทุกวัน ไม่ควรปล่อยให้อยู่ในกระบะแม้ว่าจะมีการฝังกลบของแมว</p>
                                </div>
                            </div>
                        </div>
                        <div class="card-body">
                            <div>
                                <h3>5. ทรายแมว</h3>
                                <p>ในอดีตผู้เลี้ยงแมวไทยส่วนใหญ่เลี้ยงแบบระบบเปิด คือปล่อยให้วิ่งเล่นนอกบ้าน แมวจึงมักขับถ่าย ตามพื้นดินพื้นทรายรอบๆ บริเวณบ้านหรือตาม โคนต้นไม้ แม้สะดวกกับการเลี้ยง แต่แมวอาจเสี่ยงกับการติดเชื้อตามพื้นดินได้ ปัจจุบันผู้เลี้ยงแมวส่วนใหญ่นิยมใช้ทรายแมวที่มีจําหน่าย ทั่วไป แบ่งเป็น 2 กลุ่ม คือ ทรายที่ทําจากวัสดุสังเคราะห์ เช่น ทรายแมวคริสตัลที่ทําจากซิลิก้าเจล และทรายแมวเบนโทไนท์ ที่ทําจากวัสดุธรรมชาติ เช่น ขี้เลื่อย ข้าวฟ่าง ซังข้าวโพด กากถั่วเหลือง เศษไม้สน เปลือกส้มตากแห้ง</p>
                                <p><strong>ทรายแมวเบนโทไนท์ (Bentonite)</strong> จะจับตัวเป็นก้อน แข็งเมื่อได้รับความชื้น ดูดกลิ่น ได้ดี ตักทิ้งง่าย แต่มีฝุ่นผง อาจ ทําให้ผู้เลี้ยงแพ้ได้ และไม่ควรทิ้ง ก้อนเบนโทไนท์ลงในชักโครกเพราะ ทําให้อุดตัน</p>
                            </div>
                            <div class="article">
                                <div class="article-info">
                                    <img src="../assets/img/supplies/supplies5.1.jpg" width="200px" height="200px" alt="">
                                </div>
                                <div>
                                <p>ทรายแมวคริสตัล ทําจากโซเดียม ซิลิเกต (Sodium Silicate) หรือซิลิก้าเจล เม็ดเล็ก ความพรุนมาก ดูดซับความชื้นและกลิ่น ได้ดี ไม่มีฝุ่น แต่มีราคาแพง เมื่อใช้ไปนานๆ จนเปลี่ยนเป็นสีฟ้าต้องทิ้งทั้งหมด</p>
                                </div>
                                <div class="article-info">
                                    <img src="../assets/img/supplies/supplies5.2.jpg" width="200px" height="200px" alt="">
                                </div>
                                <div>
                                <p>ทรายแมวที่ทําจากวัสดุธรรมชาติ ไม่เป็นอันตรายกับแมว เป็นสารที่ย่อยสลายได้ ดีกับสิ่งแวดล้อม แต่บางชนิดอาจมีฝุ่นผงและราคาสูง</p>
                                </div>
                            </div>
                            <div class="card">
                                <div class="card-header">
                                    <h2>ตารางเปรียบเทียบทรายแมวชนิดต่างๆ</h2>
                                </div>
                                <div class="card-body">
                                    <div class="table-responsive">
                                        <table width="100%">
                                            <thead>
                                                <tr>
                                                    <td style="background-color: pink; color: #fff;">ชนิดทราย</td>
                                                    <td style="background-color: purple; color: #fff;">ข้อดี</td>
                                                    <td style="background-color: orange; color: #fff;">ข้อเสีย</td>
                                                </tr>
                                            </thead>
                                            <tbody>
                                                <tr>
                                                    <td> กระดาษหนังสือพิมพ์</td>
                                                    <td> ประหยัด ดูดความชื้นได้ปานกลาง</td>
                                                    <td> ไม่ดูดซับกลิ่น หมึกพิมพ์อาจเป็ฯอันตรายเลอะเทอะบ้าน ต้องทำความสะอาดบ่อย</td>
                                                </tr>
                                                <tr>
                                                    <td> ซังข้าวโพด กากถั่วเหลือง</td>
                                                    <td> ดูดซับความชื้นได้ดีปานกลาง ไม่ทิ้งคราบ ไม่ทําลายสิ่งแวดล้อม</td>
                                                    <td> ราคาสูง ดูดซับกลิ่นไม่ดีนัก</td>
                                                </tr>
                                                <tr>
                                                    <td>เปลือกไม้ เปลือกสน ใยกระดาษอัด</td>
                                                    <td> ดูดซับความชื้นและกลิ่นได้ดี น้ำหนักเบา ไม่มีคราบเลอะเทอะ ไม่ทําลายสิ่งแวดล้อม</td>
                                                    <td> ราคาแพง</td>
                                                </tr>
                                                <tr>
                                                    <td>ซิลิก้าเจล</td>
                                                    <td> ดูดซับความชื้นและกลิ่นได้ดี ใช้ง่าย สะอาด ไม่มีคราบฝุ่น น้ำหนักเบา</td>
                                                    <td> ราคาแพง เมื่อเหยียบแมวจะเจ็บเท้า</td>
                                                </tr>
                                                <tr>
                                                    <td>เบนโทไนท์</td>
                                                    <td> ราคาย่อมเยา ดูดความชื้นและกลิ่นได้ดี</td>
                                                    <td> เมื่อได้รับความชื้นมักเกิดคราบ เมื่อแมวเหยียบจะมีฝุ่นมาก</td>
                                                </tr>
                                            </tbody>
                                        </table>
                                    </div>
                                </div>
                             </div>
                             </div>
                        <div class="card-body">
                            <div class="article">
                                <div class="article-info">
                                    <img src="../assets/img/supplies/supplies6.jpg" width="200px" height="200px" alt="">
                                </div>
                                <div>
                                <h3>6. ที่ลับเล็บแมว</h3>
                                        <p>ธรรมชาติของแมวเป็นนักล่า การลับเล็บจึงเป็นวิธีที่ทําให้ เล็บคม ช่วยป้องกันศัตรูและสามารถดักจับเหยื่อได้ง่าย ทั้งยังช่วย ทําความสะอาดซอกเล็บ ช่วยให้เล็บแข็งแรงขึ้น ทาสแมวทุกคน มักเจอปัญหาว่าเฟอร์นิเจอร์หรือเบาะที่นั่งเสียหายจากพฤติกรรม การลับเล็บของแมว ปัจจุบันจึงมีอุปกรณ์ที่ประดิษฐ์ขึ้นสําหรับ ลับเล็บแมว มีหลากหลายรูปแบบและราคาให้เลือก อาจทําจาก กระดาษลูกฟูก เชือกป่านหรือเชือกมนิลาที่นํามาพันกับตอไม้สําหรับ ให้แมวลับเล็บได้โดยไม่ทําให้อุปกรณ์อื่นในบ้านเสียหาย</p>
                                </div>
                            </div>
                        </div>
                        <div class="card-body">
                            <div class="article">
                                <div>
                                <h3>7. ปลอกคอแมว และป้ายห้อยคอแมว</h3>
                                        <p>เป็นสิ่งจําเป็นสําหรับแมวที่มีพฤติกรรมชอบ ซุกซนนอกบ้าน จําเป็นต้องใส่ป้ายห้อยคอแมว ที่ระบุชื่อแมว ชื่อเจ้าของพร้อมหมายเลขโทรศัพท์ เพราะหากแมวพลัดหลงก็สามารถตามหาเจ้าของได้</p>
                                </div>
                            </div>
                        </div>
                        <div class="card-body">
                            <div class="article">
                                <div class="article-info">
                                    <img src="../assets/img/supplies/supplies8.jpg" width="200px" height="200px" alt="">
                                </div>
                                <div>
                                    <h3>8.ของเล่นแมว</h3>
                                    <p>เป็นอุปกรณ์ที่ช่วยเสริมทักษะให้กับลูกแมวและยังช่วยให้แมวไม่เครียด มีความสนุกสนาน ตื่นเต้นตลอดเวลา และยังทำให้แมวได้ออกกำลังกายส่งผลให้ร่างกายของแมวแข็งแรง</p>
                                </div>
                            </div>
                        </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
