<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>คำถามที่พบบ่อยในการเลี้ยงแมว</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>Q : การป้องกันเห็บหมัดในแมวมีวิธีอย่างไรบ้าง ?</h3>
                                        <p>A : ควรใช้ยาหยอดหลังที่ขึ้นทะเบียนถูกต้องในการป้องกันเห็บหมัด โดยหยอดหลังแมวเป็นประจำทุกเดือน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>Q : แมวอาบน้ำได้หรือไม่ ?</h3>
                                        <p>A : เคยมีความเชื่อว่าแมวเป็นสัตว์กลัวน้ำ ไม่สามารถอาบน้ำได้ แต่ความเป็นจริงแล้ว เจ้าของสามารถอาบน้ำให้แมวได้ โดยอาจจะต้องฝึกให้อาบน้ำตั้งแต่แมวยังเด็ก ความถี่ในการอาบน้ำแมวต่างจากสุนัข เพราะแมวเป็นสัตว์รักสะอาด มักจะเลียตัวแต่งตัวอยู่เสมอ การอาบน้ำให้แมวยังมีประโยชน์ในกรณีสำหรับการใช้รักษาโรคผิวหนังในแมวอีกด้วย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>Q : อาหารแบบไหนที่เหมาะสมสำหรับแมว ?</h3>
                                        <p>A : อาหารแมวมีทั้งรูปแบบของอาหารสำเร็จรูป และอาหารปรุงเอง (Homemade) ซึ่งแนะนำว่าอาหารสำเร็จรูปเหมาะสมกับแมวมากที่สุด เนื่องจากมีการคำนวณความต้องการ ของสารอาหารสำหรับแมวไว้อย่างครบถ้วน หากให้อาหารปรุงเอง อาจต้องมีการปรุงให้สารอาหารครบถ้วน มิเช่นนั้นอาจเกิดโรคต่างๆ จากสารอาหารที่ไม่เพียงพอได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>Q : ควรมีชามน้ำชามอาหารและกระบะทรายจำนวนเท่าไหร่เพื่อให้เหมาะสมกับแมว ?</h3>
                                        <p>A : แมวเป็นสัตว์รักความสันโดษ จึงควรมีชามน้ำชามอาหารเป็นของตัวเอง และควรมีกระบะทรายให้แมวขับถ่ายมากกว่าจำนวนแมวที่เลี้ยง เช่น ถ้าเลี้ยงแมวทั้งหมด 2 ตัว ก็ควรจะมีกระบะทรายไว้ 3 กระบะ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>Q : การทำหมันช่วยแก้ปัญหาพฤติกรรมก้าวร้าวหรือการปัสสาวะไม่เป็นที่ของแมวได้จริงหรือไม่ ?</h3>
                                        <p>A : การทำหมันจะลดการหลั่งฮอร์โมนบางชนิดจึงมีผลให้พฤติกรรมก้าวร้าว หรือการปัสสาวะไม่เป็นที่ในแมวลดลงได้ </p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>Q : จำเป็นต้องตรวจโรคลิวคีเมีย (FeLV) และโรคภูมิคุ้มกันบกพร่องในแมว (FIV) เมื่อใด ?</h3>
                                        <p>A : ปัจจุบันตามสถานพยาบาลสัตว์มีชุดทดสอบโรคไวรัสคือ โรคลิวคีเมีย (FeLV) และโรคภูมิคุ้มกันบกพร่องในแมว (FIV) ซึ่งสามารถใช้ตรวจการติดเชื้อเบื้องต้นก่อนแสดงอาการได้ จึงแนะนำให้ตรวจเมื่อนำแมวเข้ามาเลี้ยงใหม่ หรือก่อนทำวัคซีนโรคลิวคีเมีย (FeLV)</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>Q : หากสังเกตว่าแมวมีความผิดปกติหรือมีอาการป่วย ?</h3>
                                        <p>A : ควรรีบนำไปพบสัตวแพทย์เพื่อทำการตรวจวินิจฉัย ไม่ควรให้ยาหรือรักษาอาการเบื้องต้นก่อนทราบสาเหตุของโรค เพราะการให้ยาโดยไม่ทราบขนาด การออกฤทธิ์และผลข้างเคียงของยาอาจส่งผลเสียต่อแมวได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>Q : โรคที่มักพบในแมวแก่มีอะไรบ้าง และสามารถเฝ้าระวังอาการได้อย่างไร ?</h3>
                                        <p>A : ในแมวแก่มักมีโรคที่พบจากความเสื่อมต่างๆ ได้ เช่น  โรคไตวายเรื้อรัง โรคหัวใจและหลอดเลือด โรคฮอร์โมนไทรอยด์ ซึ่งเจ้าของแมวสามารถสังเกตอาการผิดปกติเบื้องต้น โดยแมวมักมีอาการกินน้ำเยอะ ปัสสาวะเยอะ กินอาหารเยอะแต่ผอม ซึม ไม่มีแรง หากพบความผิดปกติควรรีบไปพบสัตวแพทย์</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>Q : มีความจำเป็นต้องนำแมวที่มีสุขภาพดีมาตรวจสุขภาพหรือทำวัคซีนหรือไม่ ?</h3>
                                        <p>A : แมวที่มีสุขภาพดีควรเข้ารับการฉีดวัคซีนเป็นประจำทุกปี ป้องกันเห็บหมัดทุกเดือน  และสามารถถ่ายพยาธิได้ทุก 3-6 เดือน อาจนำมาตรวจสุขภาพหรือเจาะเลือดประจำทุกปีเพื่อตรวจเช็คหาความ ผิดปกติเบื้องต้นก่อนที่แมวจะแสดงอาการป่วย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>Q : แมวชอบกินขนมแมวเลียมาก ถ้ากินมากจะเป็นอันตรายไหม ?</h3>
                                        <p>A : ขนมแมวหรือขนมแมวเลียเป็นเหมือนของว่างของแมว มีส่วนประกอบเหมือนอาหารแมวทั่วไป ซึ่งนอกจากมีโปรตีน คาร์โบไฮเดรต ไขมัน และวิตามินแล้ว ยังมีสารปรุงรสและสารเคมีอื่นๆ ที่ทําให้อาหารมีรสชาติดีและคงสภาพอยู่ได้นาน การให้ขนมแมวเลียมากเกินไปจึงอาจส่งผลต่อน้ำหนักตัวและโรคต่างๆ ได้ เช่น เบาหวาน ไต ข้อและกระดูก มะเร็งบางชนิด นอกจากนี้ยังทําให้พฤติกรรมการบริโภคของแมวเปลี่ยนไป เกิดปัญหาเลือกกิน ไม่ยอมกินอาหารหลัก ทําให้แมวได้รับสารอาหารไม่เพียงพอที่ร่างกายต้องการ จึงไม่ควรให้อาหารแมวเลียเป็นอาหารหลัก สําหรับแมวที่แข็งแรงดี ไม่อ้วนหรือผอมเกินไป ควรให้ ขนมแมวเลียสัปดาห์ละ 2-3 ครั้ง ไม่ใจอ่อนและให้บ่อยเกินไป ควรให้ในเวลาจําเป็น เช่น ต้องการให้แมวไม่เครียด มีความสุข หรือให้เป็นรางวัลปลอบใจหลังจากปฏิบัติภารกิจสาร จะตอนแปรงขน ตัดเล็บ เช็ดหู ป้อนยา หรือ พาไปพบสัตวแพทย์ อย่างไรก็ตาม ควรสังเกต แล้วแมวกินน้ำมากขึ้นหรือไม่ ถ้ากินน้ำมากนั้นแสดงว่าอาหารยี่ห้อนั้นมีปริมาณโซเดียมสูง ควรหลีกเลี่ยง</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
