<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>การทำความสะอาดแมว</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>แมวนั้นเป็นสัตว์ที่รักความสะอาดเป็นอย่างมาก เจ้าของจึงต้องควรหมั่นทำความสะอาดให้กับแมวเป็นประจำ โดยสามารถทำความสะอาดได้ตามดังนี้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="card-body">
                                <div class="article">
                                    <div class="article-info">
                                        <img src="../assets/img/clean/clean1.jpg" width="200px" height="200px" alt="">
                                    </div>
                                    <div>
                                        <h3>1. อาบน้ำ</h3>
                                        <p>ธรรมชาติของแมวจะทําความสะอาดร่างกาย ด้วยการเลียขนแต่งขนด้วยตัวเองอยู่แล้ว ในอดีต        เจ้าของแมวส่วนใหญ่จะไม่อาบน้ำให้แมว และยังเชื่อว่าแมวเป็นสัตว์ที่กลัวน้ำ ทําให้ตามลําตัวและขนแมวจะมีเห็บ เหา ไร แมลง และปรสิตอื่นๆ อาศัยอยู่ตามผิวหนัง รวมทั้งสิ่งสกปรกที่ติดตามขนและเท้า ซึ่งอาจเกิดโรคผิวหนังที่ติดต่อเจ้าของได้ แต่ปัจจุบันเจ้าของนิยมเลี้ยงและนอนร่วมกับแมว จึงนิยมอาบน้ำให้แมว เพื่อมั่นใจ ว่าแมวนั้นสะอาดและอยู่ร่วมกับเจ้าของได้อย่างปลอดภัย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="card-body">
                                <div class="article">
                                    <div class="article-info">
                                        <img src="../assets/img/clean/clean2.jpg" width="200px" height="200px" alt="">
                                    </div>
                                    <div>
                                        <h3>2. ทําความสะอาดหู</h3>
                                        <p>หูเป็นอวัยวะที่สําคัญอีกส่วนหนึ่งของแมว เมื่อมีสิ่ง แปลกปลอมเข้าภายในหู จะสร้างไขมันเกิดเป็นขี้หูเพื่อดักจับไม่ให้สิ่งแปลกปลอมเข้าถึงหูชั้นใน หลังอาบน้ำแมวควรใช้สําลีพันก้านเช็ดหูด้านในและด้านนอกให้แห้ง ควรทําความสะอาดเป็นประจําทุกสัปดาห์ </p>
                                    </div>
                                </div>
                            </div>
                            <div class="card-body">
                                <div class="article">
                                    <div class="article-info">
                                        <img src="../assets/img/clean/clean3.jpg" width="200px" height="200px" alt="">
                                    </div>
                                    <div>
                                        <h3>3. ทําความสะอาดตา</h3>
                                        <p>แมวมักมีขี้ตาตามร่องน้ำตา ควรใช้สําลีแผ่นชุบโลชั่น สําหรับทําความสะอาดตาหรือน้ำสะอาดเช็ดรอบดวงตาทุกวัน แต่ถ้าตาแดง มีขี้ตา และน้ำตาซึมตลอดเวลา หรือมีอาการ บวมอักเสบ ไม่สู้แสงนานเป็นสัปดาห์ บางตัวอาจมีไข้ต่ำ แสดงว่าเกิดการติดเชื้อควรรีบพบสัตวแพทย์</p>
                                        <p>สําหรับยาที่ใช้คือกลุ่มยาปฏิชีวนะแบบหยอดหรือแบบเจลป้ายอาจใช้ยาหยอดตาคนที่ไม่มีส่วนผสมของสเตียรอยด์ เพราะอาจทําให้ตาบอดได้ หลังใช้ยาหากมีอาการคัน บวม มากขึ้น อาจเกิดจากการแพ้สารกันบดในยา หรือมีไข้ร่วมด้วยควรรีบพบสัตวแพทย์</p>
                                    </div>
                                </div>
                            </div>
                            <div class="card-body">
                                <div class="article">
                                    <div class="article-info">
                                        <img src="../assets/img/clean/clean4.jpg" width="200px" height="200px" alt="">
                                    </div>
                                    <div>
                                        <h3>4. ทําความสะอาดฟัน</h3>
                                        <p>เป็นสิ่งที่เจ้าของไม่ได้คํานึงถึงมากนัก เพราะ เจ้าของส่วนใหญ่มักเลี้ยงด้วยอาหารเม็ดที่ช่วยขัดฟัน ป้องกันการเกิดคราบหินปูน ใช้แปรงสีฟันทำความสะอาดเป็นประจำทุกวันหรืออย่างน้อยสัปดาห์ละ 3-4 ครั้ง เพื่อสุขภาพฟันของแมว</p>
                                    </div>
                                </div>
                            </div>
                            <div class="card-body">
                                <div class="article">
                                    <div class="article-info">
                                        <img src="../assets/img/clean/clean5.jpg" width="200px" height="200px" alt="">
                                    </div>
                                    <div>
                                        <h3>5. ตัดเล็บ</h3>
                                        <p>ธรรมชาติของแมวมีวิธีทําความสะอาดเล็บ ด้วยการลับเล็บกับต้นไม้หรือเก้าอี้โซฟาในบ้าน เพื่อให้ขุยเล็บและสิ่งสกปรกหลุดร่วงออก แต่เจ้าของควรหมั่นตัดเล็บออกบ้าง เพราะเล็บอาจยื่นยาวจนที่มแทงในเนื้อได้ แต่การตัดเล็บเป็นสิ่งที่แมวบางตัวไม่ชอบ ควรหัดตัดเล็บตั้งแต่อายุ 3-4 เดือน เพื่อสร้างความคุ้นเคย โดยตัดหลังอาบน้ำ เพราะเล็บจะนิ่มตัดง่าย อาจใช้กรรไกรตัดเล็บคนก็ได้ ระวังอย่าให้เข้าถึงส่วนเนื้อสีชมพูที่เล็บ อาจทําให้แมวเจ็บปวดมากจนกลัว สําหรับแมวที่ไม่เคยตัดเล็บมาก่อน เจ้าของควรใส่ถุงมือผ้าเพื่อป้องกันแมวข่วนหรือกัด</p>
                                    </div>
                                </div>
                            </div>
                            <div class="card-body">
                                <div class="article">
                                    <div class="article-info">
                                        <img src="../assets/img/clean/clean6.jpg" width="200px" height="200px" alt="">
                                    </div>
                                    <div>
                                        <h3>6. แปรงขน</h3>
                                        <p>การแปรงขนเป็นวิธีกระตุ้นให้เส้นเลือดฝอย ตามผิวหนังมีการไหลเวียนดีขึ้น ช่วยให้เส้นขน และผิวหนังมีสุขภาพดี ขนเป็นเงา ทั้งยังช่วยขจัด รังแคและเศษขนที่ตายแล้วหลุดร่วงออกมา เพราะเศษขนเหล่านี้หากปล่อยทิ้งไว้จะจับตัวเป็นก้อน ทําให้ดูไม่สวยงาม และยังทําให้เกิดภาวะก้อนขนในกระเพาะอาหารจากการเลียขนตามลําตัวเข้าไป</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
