<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>การเลี้ยงดูเบื้องต้นของแมว</h1>
                        </div>
                        <div class="card-body">
                        <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>เจ้าของควรจะเลี้ยงดูแมวให้ดี เพื่อที่จะให้แมวได้มีความสุขในการใช้ชีวิตและเติบโตได้อย่างที่ ซึ่งมีวิธีการดังต่อไปนี้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. จัดที่นอนให้แมว</h3>
                                        <p>ที่นอนควรเลือกเป็นผ้าห่มหรือผ้าขนหนูนุ่มๆ ให้แมวนอนอุ่นๆ และที่สำคัญต้องสะอาดและแห้ง ห้ามอับชื้น เลือกมุมที่อยู่ในที่ร่มๆ อากาศถ่ายเทได้ดี และหมั่นซักผ้าปูที่นอนแมวบ่อยๆ เพื่อความสะอาดและป้องกันพวกเห็บหมัด เชื้อโรคต่างๆ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. เลือกที่ฉี่แมวให้เหมาะสม</h3>
                                        <p>แมวเป็นสัตว์ที่รักสะอาด มักไม่ค่อยฉี่หรืออึเรี่ยราด เพราะมันจะฉี่แต่ที่เดิมๆ ที่จำกลิ่นไว้แล้ว เพราะฉะนั้นเจ้าของแมว ต้องเลือกที่ฉี่แมวที่มีลักษณะเป็นกล่องเหมือนเป็นครอก หรือจะเป็นกระบะทราย และวางในจุดที่เงียบๆ เพราะแมวไม่ชอบฉี่ให้ใครเห็น แล้วเลือกทรายแมวที่เก็บซับฉี่และอึแมวได้ดี เจ้าของก็ควรเก็บฉี่หรืออึในทุกๆวัน และทุกสัปดาห์ควรนำที่ฉี่แมวมาทำความสะอาดอย่างน้อยสัปดาห์ละ 1 ครั้ง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. ต้องมีที่ฝนเล็บให้แมว</h3>
                                        <p>แมวมักจะมีพฤติกรรมชอบฝนเล็บตามสิ่งต่างๆ ที่แมวจะเกาหรือฝนเล็บได้ ไม่ว่าจะเป็นโซฟา เฟอร์นิเจอร์ต่างๆ ซึ่งควรต้องมีที่ฝนเล็บแมวเฉพาะเพื่อไม่ให้สิ่งของของผู้เลี้ยงเกิดความเสียหาย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4. วิธีการอุ้มแมว</h3>
                                        <p>การอุ้มแมวก็ต้องอุ้มอย่างถูกวิธี ไม่งั้นอาจจะโดนแมวข่วนได้ ให้เจ้าของแมววางมือข้างหนึ่งไว้หลังขาหน้าของแมว และอีกข้างไว้ที่ข้างหลังของขาหลัง แล้วค่อยยกขึ้นมาเบาๆ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. การทำความสะอาดขนแมว</h3>
                                        <p>เนื่องจากแมวเป็นสัตว์ที่รักความสะอาดมาก แมวจะมีพฤติกรรมที่ชอบเลียขนตัวเองบ่อยๆ จนอาจจะทำให้ขนของแมวที่เลียไปนั้นอาจไปติดในลำคอของแมวได้ เจ้าของแมวจึงควรหมั่นแปรงขนให้แมวสม่ำเสมอและควรอาบให้แมวด้วย เพื่อขนที่สะอาดของแมว</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>6. เรียนรู้ลักษณะนิสัยของแมว</h3>
                                        <p>การเรียนรู้ลักษณะนิสัยของแมว เพื่อให้เจ้าของได้เข้าใจธรรมชาติของแมวว่ามีลักษณะนิสัยหรือพฤติกรรมเป็นอย่างไร เพื่อให้แมวที่เจ้าของนำมาเลี้ยงนั้นมีความสุขและมีสุขภาพร่างกายที่ดี</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>7. เรียนรู้อาการเจ็บป่วยของแมว</h3>
                                        <p>เจ้าของแมวอาจไม่รู้หรือไม่มีข้อสังเกตในการเจ็บป่วยของแมว การเรียนรู้อาการเจ็บป่วยได้ดีที่สุดควรดูที่พฤติกรรมของแมว สังเกตว่ามีสิ่งใดเปลี่ยนแปลงไปบ้าง เช่น กินอาหารน้อยลงหรือไม่สนใจที่จะกินอาหาร ซึ่งผู้เลี้ยงต้องติดตามดูอาการอย่างใกล้ชิดเพื่อจะได้ทำการรักษาได้อย่างทันท่วงที เพื่อไม่ให้อาการของแมวทรุดลงหนักกว่าเดิม</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>8. ภาชนะใส่น้ำและอาหาร</h3>
                                        <p>ควรจะภาชนะแยกเอาไว้ที่ใส่เฉพาะน้ำและอาหาร ที่สำคัญที่สุดควรจะรักษาความสะอาดของภาชนะ เพราะเรื่องสุขอนามัยของแมวเป็นเรื่องที่สำคัญมากสำหรับการเลี้ยงแมวมาก</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>9. ตรวจสุขภาพแมวเป็นประจำ</h3>
                                        <p>สุขภาพแมวสำคัญมาก เจ้าของควรพาแมวไปตวรจสุขภาพและฉีดวัคซีนเป็นประจำทุกปี แมวจะได้มีสุขภาพที่ดีและอยู่กับเจ้าของไปนานๆ</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
