<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>กายวิภาคของแมว</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                    <div>
                                       <img src="../assets/img/body/bodyctag.png" width="250px" alt="">
                                    </div>
                            </div>
                            <div class="customer">
                                    <div>
                                <p>แมวนั้นมีโครงสร้างทางร่างกายที่แตกต่างจากกับมนุษย์ เจ้าของจึงต้องทำความเข้าใจเกี่ยวกับโครงสร้างทางร่างกายของแมว เพื่อให้เข้าใจธรรมชาติของแมวในการดำเนินชีวิต สําหรับอวัยวะที่สําคัญของแมวมีดังนี้</p>
                                    </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>กระดูกและกล้ามเนื้อ</h3>
                                        <p>แมวมีกระดูกทั้งหมดประมาณ 230 ชิ้น (กระดูกในมนุษย์มี 206 ชิ้น) ประกอบด้วยกระดูก ที่คอ 7 ชิ้น กระดูกสันหลัง 13 ชิ้น กระดูกสันหลัง ส่วนเอว 7 ชิ้น กระดูกสันหลังกระเบนเหน็บ 5 ชิ้น ซึ่งเป็นส่วนสําคัญของการเคลื่อนไหวและการทรงตัว ส่วนหางมี 19 - 21 ชิ้น หรือประมาณ 10 เปอร์เซ็นต์ของกระดูกทั้งหมด ประกอบด้วย กระดูกชิ้นเล็กจํานวนมาก ซึ่งมีผลต่อการทรงตัว ให้สมดุล ที่เหลือคือกระดูกที่ช่วยป้องกันความเสียหายของอวัยวะสําคัญ เช่น กะโหลกศีรษะ ขากรรไกร กระดูกซี่โครง เป็นต้น</p>
                                        <p>สําหรับกล้ามเนื้อของแมวมีทั้งกล้ามเนื้อเรียบ (Smooth Muscle) พบตามผนังอวัยวะต่างๆ เช่น ผิวหนัง ดวงตา ทางเดินอาหาร ระบบหายใจ หลอดเลือด ระบบขับถ่าย ระบบสืบพันธุ์ และ กล้ามเนื้อโครงร่าง (Striated Muscle) เป็นกล้ามเนื้อที่ควบคุมการเคลื่อนไหว ทํางานร่วมกับกระดูกและข้อ สามารถยึดและหดตัวได้ มีความสําคัญกับแมวมาก เพราะช่วยให้เคลื่อนไหวและทรงตัวได้ดี</p>
                                        <p>อุ้งเท้าแมวคู่หน้ามี 5 นิ้ว ส่วนเท้าคู่หลังมี 4 นิ้ว แต่ละนิ้ว มีเล็บที่ใช้ในการยึดเกาะและดักจับเหยื่อ เล็บเป็นโปรตีนเคราติน เช่นเดียวกับเล็บคน ในสภาวะปกติกล้ามเนื้อบริเวณนิ้วจะดึงเล็บ หดเข้าไป แต่เมื่อต้องดักจับเหยื่อหรือเวลาต้องการลับเล็บ กล้ามเนื้อที่นิวจะยืดออก ทําให้เล็บกางออก</p>
                                        <p>โดยกระดูกและกล้ามเนื้อส่วนต่างๆ จะขยายขนาดและ เติบโตขึ้นเรื่อยๆ ตามขนาดตัว และจะเติบโตเต็มที่จนอายุ 1 ปี จึงหยุดการเจริญเติบโต ซึ่งกระดูกแต่ละส่วนมีกล้ามเนื้อและ เนื้อเยื่อส่วนต่างๆ ที่ช่วยพยุงและทําให้ร่างกายแข็งแกร่งขึ้น</p>

                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ระบบประสาทและระบบไหลเวียนโลหิต</h3>
                                        <p>ระบบประสาทประกอบด้วยสมอง ก้านสมอง เส้นประสาท และไขสันหลังที่ควบคุมการเคลื่อนไหวและความรู้สึก สมอง ของแมวมีขนาดประมาณ 5 เซนติเมตร สําหรับอวัยวะสําคัญของระบบไหลเวียนโลหิตคือหัวใจและ ปอด ซึ่งอยู่ตรงอกระหว่างขาคู่หน้า หัวใจแมวมี 4 ห้องเช่นเดียว กับมนุษย์ ทําหน้าที่สูบฉีดโลหิตจากหัวใจส่งไปยังเส้นเลือดฝอย ผ่านเส้นเลือดแดงทั่วร่างกาย จากนั้นจึงรับเลือดดําเข้าสู่หัวใจ และปอดเพื่อฟอกเลือด แล้วสูบฉีดไปยังเส้นเลือดแดงและ อวัยวะสําคัญอื่นๆ ในร่างกายอีกครั้ง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ตาและการมองเห็น</h3>
                                        <p>ดวงตาของแมวมีขนาดใหญ่เป็นเอกลักษณ์ แตกต่างจากสัตว์เลี้ยงชนิดอื่น ภายในลูกตามี เซลล์ประสาทจํานวนมากที่ไวต่อการรับแสง สามารถ รับรู้ขนาดและรูปทรงของวัตถุที่มองเห็นได้ไกล เป็นมุมกว้างถึง 200 องศา และมองเห็นวัตถุที่ อยู่ด้านข้างได้ชัดเจนกว่าวัตถุตรงกลาง สําหรับ ระยะโฟกัสที่แมวสามารถมองเห็นได้ชัดเจนอยู่ใน ระยะไม่เกิน 6 เมตร วัตถุยิ่งอยู่ไกลมากยิ่งเบลอ และมองเห็นสีเขียวหรือสีฟ้าได้ชัดเจน ส่วนวัตถุ สีแดง ชมพู ส้ม จะมองเห็นเป็นสีเขียว วัตถุ สีม่วงจะเห็นเป็นสีฟ้า</p>
                                        <p>สําหรับแมวที่มีตาสองสี เช่น ขาวมณี เกิดจากความ ผิดปกติของเม็ดสีเมลานินที่แตกต่างในม่านตาทั้งสองข้างที่เรียกว่า Heterochromia Ridis ซึ่งเกิดกับสัตว์เลี้ยงลูกด้วยนม โดยข้างที่มีสีเหลือง ม่านตาสามารถสร้างเม็ดสีได้ปกติ ส่วนอีกข้างไม่มีเมลานิน ซึ่งส่วนใหญ่พบในแมวที่มีขนสีขาว พันธุ์เตอร์กิชแองโกรา เจแปนนีสบ๊อบเทล และเตอร์กิชแวน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>หูกับการได้ยิน</h3>
                                        <p>หูเป็นอวัยวะสําคัญอีกส่วนหนึ่ง ตั้งแต่ใบหู ที่ชูตั้งเพื่อดักเสียงและอวัยวะภายใน เช่น แก้วหู กระดูกหูชิ้นเล็กๆ กระดูกก้นหอย ซึ่งเชื่อมต่อ กับระบบประสาทส่วนกลาง สามารถรับเสียงได้ เป็นอย่างดี ช่วยป้องกันหรือหลบหลีกอันตราย ที่อาจเกิดขึ้น และฟังความเคลื่อนไหวของเหยื่อ</p>
                                        <p>ลูกแมวแรกเกิดจะไม่ได้ยินเสียงจนกว่าอายุ 1 - 2 สัปดาห์จึงเริ่มมีพัฒนาการ แมวสามารถ ได้ยินเสียงช่วงกว้างที่ความถี่ 40 - 65,000 เฮิรตซ์ ขณะที่มนุษย์รับเสียงได้ในช่วง 40 - 20,000 เฮิรตซ์ ดังนั้นแมวจึงได้ยินเสียงอัลตราซาวนด์ซึ่งเป็น ช่วงความถี่ที่มนุษย์ไม่ได้ยิน แมวเป็นสัตว์ที่ไม่ชอบ เสียงดัง จะสังเกตได้ว่าแมวมักตื่นตระหนกเมื่อ ได้ยินเสียงดัง เพราะประสาทหูของแมวสามารถ รับฟังเสียงได้มากกว่ามนุษย์ถึง 10 เท่า จึงไม่ควรนํา แมวออกไปเที่ยวในสถานที่ที่มีเสียงอึกทึกครึกโครม อาจทําให้แมวตกใจและกระโดดหนีไปได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ผิวหนัง</h3>
                                        <p>ประกอบด้วยผิวหนังชั้นนอก หรือชั้นหนังกําพร้า (Epidermis) ประกอบด้วยเซลล์เล็กๆ จํานวนมากที่มีการ พัฒนาตลอดเวลา เซลล์หนังกําพร้าเมื่อมีอายุมากขึ้นจะ หลุดลอกออก มีความหนาหรือบางแตกต่างกันในแต่ละพันธุ์ และบริเวณต่างๆ ของร่างกาย เช่น บริเวณต้นคอ หลัง และ อุ้งเท้าจะหนากว่าส่วนอื่น ๆ เพราะเป็นส่วนที่มีความยืดหยุ่นดี ถัดเข้ามาคือชั้นผิวหนังแท้ (Dermis) ประกอบด้วยรากขน ระบบเลือด เส้นประสาท ต่อมเหงื่อและต่อมไขมันใต้ผิวหนัง โดยบริเวณหลังจะมีรูขุมขนและต่อมไขมันมากกว่าบริเวณท้อง สําหรับเนื้อเยื่อด้านล่างสุดคือชั้นใต้ผิวหนัง (Hypodermis) ประกอบด้วยกล้ามเนื้อและเซลล์ไขมัน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ขนแมว</h3>
                                        <h4>ประกอบด้วยโปรตีนถึง 95 เปอร์เซ็นต์ แบ่งเป็น 5 ประเภท คือ</h4>
                                        <p><strong>Guard Hairs</strong> หรือขนชั้นบน เป็นขนที่ พบตามลําตัวของแมวโดยส่วนใหญ่ ขนยาว หนา แข็งกระด้าง ปลายแหลมแข็ง มีสีตามลักษณะ ทางพันธุกรรม ขนชั้นบนมีคิวตินเคลือบ จึงเป็น เสมือนเกราะป้องกันน้ำ ทําให้ตัวไม่เปียก</p>
                                        <p><strong>Awn Hairs</strong> หรือขนชั้นกลาง สั้นกว่าขน ชั้นบน ผิวสัมผัสใกล้เคียงกับขนชั้นบน แต่มี ความหนาของชั้นคิวตินน้อยกว่า ช่วยป้องกันขน ชั้นล่างที่สั้นกว่า ขนชั้นกลางมีลักษณะที่แตกต่างกัน ในแต่ละพันธุ์ บางพันธุ์อาจเป็นขนบางละเอียด ความยาวใกล้เคียงกับขนชั้นบน ขณะที่บางพันธุ์ เช่น แมงซ์ (Manx) ขนชั้นกลางจะสั้นกว่าขน ชั้นบน</p>
                                        <p><strong>Undercoat</strong> หรือขนชั้นล่าง เป็นเส้นขน ที่สั้นกว่า บางและอ่อนนุ่มกว่าสองชั้นแรก มักแทรก อยู่ตามส่วนต่างๆ ช่วยเพิ่มความอบอุ่นให้ร่างกาย เมื่อเราแปรงขนแมว ขนส่วนนี้มักหลุดร่วงติดตาม เสื้อผ้าและเฟอร์นิเจอร์ได้ง่าย เพราะเกิดแรงดึงดูด ทางไฟฟ้าสถิต ขณะที่ขนสองชั้นแรกมีแรงดึงดูด ทางไฟฟ้าสถิตน้อยกว่า เพราะเส้นขนมีขนาดใหญ่กว่า</p>
                                        <p><strong>Whisker</strong> เป็นขนที่พบตามแก้ม หนวด ขนตา และขนที่หน้าแข้งของแมว ซึ่งมีลักษณะหนาแข็งเรียวยาว ดู คล้ายหนวดกุ้ง เป็น หนวดที่ไวต่อความรู้สึก โดยเฉพาะเมื่อแมวอยู่ ในที่มืด หนวดแมวจะ ทําหน้าที่เหมือนเรดาร์ ที่ช่วยหาตําแหน่งวัตถุ</p>
                                        <p><strong>Vellus</strong> เป็นขนสั้นที่ขึ้นห่างๆ กัน เช่น ขนของแมวพันธุ์สฟิงซ์ สีขนแมวมี 2 เฉดหลักๆ คือ สีดําและสีส้ม ซึ่งมีลวดลายและสีอ่อนหรือแก่ต่างกัน ขึ้นอยู่กับ สายพันธุ์ ถ้ามีขนสีเดียว เช่น สีขาว ดํา ส้ม ซึ่งสีขาวเป็นยีนเด่น หากมีการผสมพันธุ์กับสีอื่น อาจเกิดสีเหลือบหรือเป็นสีผสม ส่วนแมวสีดําเมื่อ ผสมกับสีอื่นอาจกลายเป็นสีน้ำตาลเข้ม เทาอมฟ้า ส่วนแมวที่มีขนสองสี เช่น มีทั้งสีส้มและสีดํา ในตัวที่เรียกว่าสี Tortoiseshell หรือผสมระหว่าง สีเทาอมฟ้าและสีครีม คือมีทั้งยีนสีดําและสีส้ม</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ระบบทางเดินอาหาร</h3>
                                        <strong>ปาก</strong>
                                        <p>ประกอบด้วยริมฝีปาก แก้ม เพดานปาก กระพุ้งแก้ม ฟัน และลิ้น ฟันมี 2 ชุดเช่นเดียว กับมนุษย์ คือฟันน้ํานม 26 ซี่ และเมื่อโตเต็มที่ จะมีฟันแท้ 30 ซี ประกอบด้วยฟันตัด (Incisors) ซึ่งอยู่ด้านหน้า 12 ซี เขียว (Canines) 4 ซี่ ทำหน้าที่ฉีกเนื้อสัตว์ ฟันกรามน้อย (Premolar) 10 ซี่ และฟันกราม (Molar) อีก 4 ซี่ ทําหน้าที่บดอาหารให้ละเอียด</p>
                                        <strong>ลิ้น</strong>
                                        <p>มีหน้าที่หลักคือช่วยตวัดน้ำเข้าปากเวลากินน้ำโดยการห่อลิ้น บนผิวลิ้นมีต่อม ทําหน้าที่เหมือนหวีที่ช่วยทําความสะอาดเวลา เลียขน ส่วนต่อมที่อยู่ด้านข้างสองด้านและด้านในสุดทําหน้าที่รับรส</p>
                                        <p>สิ่งสําคัญที่ช่วยให้แมวมีระบบย่อยอาหารที่ดีคือใยอาหาร ด้วยพฤติกรรม การเลียขนเพื่อทําความสะอาด ในแต่ละวันแมว จึงกินขนตัวเองเข้าไปมาก อีกทั้งยังกินเนื้อสัตว์ ในปริมาณมาก ซึ่งส่งผลให้เกิดอาการก้อนขน ในลําไส้ ทําให้ถ่ายไม่ออก และอาจส่งผลถึงชีวิตได้ นอกจากนี้จุลินทรีย์ที่มีประโยชน์ในลําไส้ ยังส่งผลให้ประสิทธิภาพการย่อยอาหารดีขึ้น ทําให้แมวมีภูมิคุ้มกันดี สังเกตได้จากมูลแมว ถ้าถ่ายเป็นก้อนแสดงว่าระบบ ย่อยอาหารมีประสิทธิภาพดี แต่ถ้ามูลเหลวแสดงว่าอาจมี จุลินทรีย์ชนิดดีลดลง ซึ่งอาจเกิดจากการได้รับเชื้อโรคที่ส่งผลต่อลําไส้ ทําให้เกิดอาการท้องเสีย ถ่ายเหลวได้</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
