<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ประเภทอาหารของแมว</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อาหารสำเร็จรูป</h3>
                                        <p>แบ่งออกเป็น 2 ประเภท คือ อาหารแมวแบบเป็นเม็ดและอาหารแมวแบบเปียก ซึ่งเป็นอาหารที่มีคุณค่าทางอาหารครบถ้วน สะดวกอย่างยิ่งสำหรับเจ้าของที่ไม่มีเวลาจัดเตรียมอาหารให้แมวในทุก ๆ วัน </p>
                                        <span class="las la-hand-point-right"></span> <strong>อาหารแมวแบบป็นเม็ด</strong>
                                        <p>จะมีลักษณะเป็นเม็ดประกอบด้วยสารอาหารต่างๆ โปรตีน คาร์โบไฮเดรต ไขมัน แร่ธาตุ วิตามิน กรดอะมิโนจำเป็น และวิตามินแร่ธาตุต่างๆ ที่แมวต้องการอย่างเหมาะสม และอาหารเม็ดยังช่วยลดคราบจุลินทรีย์และคราบหินปูนบนฟันของแมว แต่สำหรับแมวที่มีอายุมากการให้อาหารแมวแบบเม็ดอาจทำให้ยากลำบากต่อการเคี้ยวของแมว ส่วนประกอบของอาหารเม็ด โดยส่วนมากก็มาจากเนื้อสัตว์ เพียงแต่เอามาแปรรูปผ่านกระบวนการบดและอบแห้ง </p>
                                        <span class="las la-hand-point-right"></span> <strong>อาหารแมวแบบเปียก</strong>
                                        <p>อาหารแมวแบบเปียกมีทั้งแบบซองหรือแบบกระป๋อง มีลักษณะใกล้เคียงกับอาหารที่เจ้าของปรุงให้ คือมีความเป็นน้ำและเนื้อนุ่ม โดยส่วนมากจะทำมาจากเนื้อปลาและเนื้อไก่ อาหารแมวแบบเปียกจะมีน้ำเป็นสัดส่วนอย่างน้อย 65% ซึ่งเป็นผลให้  อาหารเปียกไม่ควรที่จะทิ้งไว้นานเกิน 30 ถึง 60 นาที ในแต่ละครั้ง เพื่อป้องกันการเติบโตของแบคทีเรียซึ่งอาจจะทำให้แมวท้องเสียได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อาหารแมวแบบทำเอง</h3>
                                        <p> อาหารแมวทำเอง หรือที่รู้จักกันทั่วไปว่าอาหารโฮมเมด ซึ่งการประกอบอาหารแมวเองนั้น นอกจากจะเป็นเรื่องที่ยุ่งยาก และเสียเวลาแล้ว สูตรอาหารที่เจ้าของปรุงเองนั้นยังมีส่วนประกอบของสารอาหารที่ไม่สมดุล เช่น มีปริมาณโปรตีนที่สูงเกินไป คารโบไฮเดรตสูง ไขมันสูง แต่กลับขาดแร่ธาตุ วิตามิน รวมทั้งกรดอะมิโนจำเป็นต่าง ๆ ที่จำเป็นต่อร่างกาย เช่น ทอรีน และแมวอาจได้กินอาหารที่เป็นอันตรายต่อร่างกายโดยที่เจ้าของเองก็ไม่รู้ตัวอีกด้วย ไม่ว่าจะเป็น ก้างปลา เศษกระดูก เป็นต้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ขนมแมว</h3>
                                        <p>ขนมแมวสามารถนำมาประยุกต์ใช้ในการหลอกล่อให้แมวออกกำลังกายได้ และเหมาะสำหรับใช้เพื่อให้เป็นรางวัลเมื่อทำอะไรสำเร็จ เช่น อาบน้ำ ตัดเล็บ เช็ดหู แปรงฟัน ป้อนยา หรือการฝึกแมว ขนมแมวนั้นแนะนำให้กินเป็นครั้งคราว  เนื่องจากถ้าให้กินเป็นอาหารหลักจะทำให้แมวนั้นขาดสารอาหารที่ครบถ้วน ควรให้ปริมาณน้อย (ไม่เกินร้อยละ 10-15 ของปริมาณแคลอรี่ที่แมวควรได้รับต่อวัน) </p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
