<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>วิธีเลือกอาหารแมวให้เหมาะกับวัย</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>เพื่อให้แมวได้เจริญเติบโตได้อย่างสมวัย ได้รับโภชนาการครบถ้วนตามแต่ละช่วงวัย แมวควรได้อาหารที่เหมาะสมตามแต่ละช่วงวัย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h2>โภชนาการอาหารที่จำเป็นสำหรับแมวและลูกแมว</h2>
                                        <h3>อาหารสำหรับลูกแมว</h3>
                                        <p>อาหารลูกแมว ควรเลือกอาหารที่มีคุณภาพ มีสารอาหารครบถ้วน เพราะเป็นสิ่งสำคัญสำหรับการเจริญเติบโตของลูกแมว นอกจากจะช่วยให้พัฒนาการด้านกระดูกและกล้ามเนื้อแข็งแรงสมวัยแล้ว ยังมีส่วนช่วยในการพัฒนาระบบภูมิคุ้มกัน สมอง และการมองเห็นของลูกแมวอีกด้วย โดยสารอาหารที่ลูกแมวตั้งแต่ช่วงอายุ 3 สัปดาห์ - 1 ปี ต้องการเป็นพิเศษ ได้แก่</p>
                                        <ul>
                                            <li>- อาหารที่มีโปรตีนสูง : เพื่อช่วยในการสร้างกล้ามเนื้อ และให้พลังงานเพียงพอกับพฤติกรรมในแต่ละวันของลูกแมว</li>
                                            <li>- แคลเซียมและฟอสฟอรัส : เพื่อการพัฒนาอย่างเต็มที่ของกระดูกและข้อต่อ โดยเฉพาะอย่างยิ่งใน 4 เดือนแรก</li>
                                            <li>- ดีเอชเอ : เพื่อเสริมสร้างพัฒนาการทางสมองและการมองเห็นของลูกแมว</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อาหารสำหรับแมวโตเต็มวัย</h3>
                                        <p>อาหารแมวโตเต็มวัย ยังคงต้องการสารอาหารในกลุ่มโปรตีนเป็นหลัก นอกนั้นจะมีไขมัน คาร์โบไฮเดรต และกลุ่มวิตามิน แร่ธาตุ กรดไขมัน และกรดอะมิโนจำเป็นต่างๆ ซึ่งต่างจากอาหารลูกแมวตรงที่จะมีปริมาณโปรตีนที่ลดลง ย่อยง่าย เช่น โปรตีนที่ทำจากเนื้อปลาแซลมอนและทูน่า หรือโปรตีนจากเนื้อไก่งวง ที่ช่วยเสริมสร้างกล้ามเนื้อ รวมทั้งควรเสริมปริมาณสารอาหารอื่นๆ ได้แก่</p>
                                        <ul>
                                            <li>- ใยอาหารสูง แคลอรี่ต่ำ ลดการเกิดก้อนขน ช่วยเรื่องระบบการขับถ่าย ทำให้อุจจาระเป็นก้อน </li>
                                            <li>- แคลเซียมและฟอสฟอรัส เสริมสร้างกระดูกและข้อต่อให้แข็งแรง และควรมีแร่ธาตุจำเป็น ช่วยให้ร่างกายเคลื่อนไหวได้อย่างคล่องแคล่ว</li>
                                            <li>- โอเมก้า 3 และ 6 ช่วยบำรุงผิวหนังและขน ให้สุขภาพดีเงางาม</li>
                                            <li>- สารต้านอนุมูลอิสระจากวิตามิน A, E และซิลีเนียม ช่วยเสริมสร้างภูมิต้านทาน</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อาหารสำหรับแมวที่มีอายุ 7 ปีขึ้นไป</h3>
                                        <p>เมื่อเริ่มเข้าสู่ช่วงสูงอายุ แมวจะมีความเสี่ยงที่จะป่วยจากโรคต่าง ๆ มากมาย แถมด้วยสภาพร่างกายที่ไม่สมบูรณ์แข็งแรงเหมือนเดิม ทำให้ลดการเคลื่อนไหวร่างกายลง จนเสี่ยงที่จะมีปริมาณแคลอรี่ในร่างกายสูง อาหารที่เหมาะสำหรับแมวในวัยนี้ ต้องเป็นอาหารที่ช่วยลดความเสี่ยงที่จะป่วย มีไขมันต่ำ</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>อาหารสำหรับแมวท้อง</h3>
                                        <p>การให้อาหารแมว นอกจากอาหารสำหรับแมวในแต่ละช่วงวัยจะมีความสำคัญแล้ว อาหารสำหรับแมวท้องก็มีความสำคัญเช่นเดียวกัน เพราะอาหารที่ใช้เลี้ยงแมวท้องต้องมีโปรตีนสูง มีไขมันไม่มากและที่สำคัญอย่าให้อาหารบำรุงในช่วงตั้งท้องจนทำให้แมวอ้วน จะทำให้แมวคลอดยาก</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
