<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ห้างที่พาเเมวมาเที่ยวเล่นได้</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>สำหรับวันหยุดสุดสัปดาห์ หลายๆครอบครัวอาจจะพากันไปเที่ยวที่ห้างสรรพสินค้า ไม่ว่าจะเป็นการช้อปปิ้ง ทานอาหาร ซึ่งก็ถือว่าเป็นการใช้เวลาในการพักผ่อน แต่สำหรับครอบครัวที่เลี้ยงแมวกก็อาจจะพาแมวเข้าไปเที่ยวที่ห้างสรรพสินค้าไม่ได้ ทางเว็บไซต์ของเราก็ได้มีการรวบรวม ห้างสรรพสินค้าที่สามารถนำแมวเข้าไปเที่ยวเล่นพร้อมกับเจ้าของได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. เซ็นทรัล อีสวิลล์</h3>
                                        <p>ห้างสรรพสินค้าเซ็นทรัล อีสวิลล์ นี้มีบริการสำหรับสัตว์เลี้ยงเอาไว้ให้ลูกค้าได้ยืมใช้ด้วยในขณะที่เดินอยู่ในบริเวณห้าง ทำให้ลูกค้าแต่ละท่านที่มีสัตว์เลี้ยงได้มาทำความรู้จักกัน และแลกเปลี่ยนประสบการณ์ในการเลี้ยงสัตว์อีกด้วย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. เดอะเซอร์เคิลราชพฤกษ์</h3>
                                        <p>ห้างสรรพสินค้าเดอะเซอร์เคิลราชพฤกษ์ มีสถานที่ ที่เด็กๆ และสัตว์เลี้ยงมาวิ่งเล่นค่อนข้างสะดวกสบาย ร้านอาหารหลายๆ ร้านต้อนรับสัตว์เลี้ยงด้วย สามารถพาทั้งครอบครัวและสัตว์เลี้ยงไปเที่ยวพักผ่อนกันได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. เดอะไนน์ พระราม 9</h3>
                                        <p>ห้างสรรพสินค้าเดอะไนน์ พระราม 9 สามารถสัตว์เลี้ยงมาเปิดหูเปิดตา ให้เป็นประสบการณ์ของสัตว์เลี้ยง</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4. เอเชียทีคเดอะริเวอร์ฟร้อนท์</h3>
                                        <p>ห้างสรรพสินค้าเอเชียทีคเดอะริเวอร์ฟร้อนท์ ที่นี้เป็นที่พิเศษเลย เพราะว่าพื้นที่นี้จะเป็นแบบ พื้นที่เปิดโล่ง ซึ่งเหมาะกับสัตว์เลี้ยงมากๆ สถานที่ก็กว้างขวาง มีร้านขายของต่างๆมากมาย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. K-Village</h3>
                                        <p>ห้างสรรพสินค้าK-Village เป็นแหล่งรวมร้านอาหาร ไม่ว่าจะเป็น ร้านอาหารเกาหลี ร้านอาหารญี่ปุ่น หรือร้านอาหารไทยด้วย สามารถนำสัตว์เลี้ยงมาเดินเที่ยวได้ แต่สัตว์เลี้ยงจะต้องอยู่ในบริเวณที่ทาง         K-Village จัดไว้ให้ แถมที่นี่ก็ยังมีห้องน้ำสัตว์เลี้ยงไว้ให้บริการอีกด้วย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>6. เมกาบางนา</h3>
                                        <p>ห้างสรรพสินค้าเมกาบางนา สามารถพาสัตว์เลี้ยงเข้ามาได้ แต่ว่าห้ามพาสัตว์เลี้ยงเข้าร้านอาหาร และอิเกีย </p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>7. CDC - Crystal Design Center</h3>
                                        <p>ห้างสรรพสินค้า CDC - Crystal Design Center  เป็นห้างเป็นแบบกลางแจ้ง มีสนามหญ้ากว้างๆ ซึ่งเหมาะกับที่จะนำสัตว์เลี้ยงมาวิ่งเล่นได้อย่างสนุกสนาน</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
