<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>ข้อควรระวังในการเลี้ยงแมว</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. ของที่แมวห้ามกิน</h3>
                                        <p>ของบางอย่างที่คนเราสามารถกินได้ แต่แมวของเราไม่สามารถกินได้โดยเด็ดขาด ไม่งั้นอาจเป็นอันตรายได้ตั้งแต่เจ็บป่วยถึงขั้นเสียชีวิตได้เลย ของที่ไม่ควรให้แมวกินมี ดังต่อไปนี้</p>
                                        <ul>
                                            <li><span class="las la-hand-point-right"></span> องุ่น และลูกเกด</li>
                                            <li><span class="las la-hand-point-right"></span> เครื่องดื่มแอลกอฮอล์</li>
                                            <li><span class="las la-hand-point-right"></span> เครื่องดื่มคาเฟอีน</li>
                                            <li><span class="las la-hand-point-right"></span> หัวหอม กระเทียม</li>
                                            <li><span class="las la-hand-point-right"></span> ยาพาราเซตามอล</li>
                                            <li><span class="las la-hand-point-right"></span> ช็อกโกแลต</li>
                                            <li><span class="las la-hand-point-right"></span> ถั่วแมคคาเดเมีย</li>
                                            <li><span class="las la-hand-point-right"></span> ไข่ดิบ เนื้อหรือปลาดิบ</li>
                                            <li><span class="las la-hand-point-right"></span> นมวัว</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. ไม่ฉีดวัคซีนหรือไม่ถ่ายพยาธิให้แมว</h3>
                                        <p>ไม่พาแมวไปพบกับสัตวแพทย์ โดยคิดว่าตัวเองเลี้ยงในระบบปิด ไม่ได้ให้แมวออกไปนอกบ้านคงไม่ได้รับเชื้อโรค แมวที่อยู่แต่ในบ้านมีความเสี่ยงที่จะเป็นโรคแตกต่างจากแมวที่ได้ออกไปข้างนอกนี่เป็นเหตุผลว่า ทำไมถึงมีเกณฑ์การให้วัคซีนแมวที่เลี้ยงระบบปิดและแมวที่เลี้ยงระบบเปิดต่างกัน ควรปรึกษากับสัตวแพทย์ว่า แมวของคุณมีการใช้ชีวิตเป็นแบบไหน ต้องฉีดวัคซีนอะไรบ้าง และพาแมวไปฉีดวัคซีนตามเวลานัด เอาใจใส่น้องแมวด้วยการกำจัดเห็บและหมัดให้แมวทุกเดือน โดยเฉพาะในช่วงหน้าร้อน และยาถ่ายพยาธิ ทุก ๆ 3 เดือน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>3. ไม่ทำหมันให้แมว</h3>
                                        <p>ฤดูผสมพันธุ์ของแมวทำให้เกิดพฤติกรรมต่าง ๆ ที่อาจทำให้เจ้าของลำบากใจ แถมยังอาจจะเกิดอันตรายต่อสุขภาพของลูกแมว ที่ยังไม่พร้อมผสมพันธุ์อีกด้วย ในช่วงนี้แมวตัวผู้หลายตัว จะพยายามหนีออกจากบ้าน ถ้ามันรู้แล้วว่ากำลังมีแมวตัวเมียอยู่บริเวณใกล้ ๆ และอาจมีพฤติกรรมก้าวร้าวกับตัวผู้ตัวอื่นด้วย ดังนั้นทางที่เจ้าของควรพาแมวไปทำหมันเพื่อไม่ให้มีพฤติกรรมดังกล่าวเกิดขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>4. ปล่อยให้แมวอ้วนเกินไป</h3>
                                        <p>เจ้าของไม่ควบคุมน้ำหนักแมวโดยเฉพาะในแมวที่ทำหมันแล้ว แมวที่ผ่านการทำหมันมีแนวโน้มที่จะน้ำหนักตัวเพิ่มมากขึ้น เนื่องมาจากปัญหาฮอร์โมน ดังนั้นเจ้าของควรให้อาหารที่มีแคลอรี่ต่ำ หรืออาหารสำหรับแมวทำหมันโดยเฉพาะ </p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. ทำความรู้จักแมวสายพันธุ์นั้นๆก่อนที่จะนำมาเลี้ยง</h3>
                                        <p>ก่อนที่จะนำแมวมาเลี้ยงควรทำเข้าใจในลักษณะและความเป็นอยู่ของแมวพันธุ์นั้นๆ ก่อนที่จะนำมาเลี้ยง เพื่อไม่ให้แมวเจ็บป่วยหรือมีการเจริญเติบโตไม่เป็นอย่างที่ควรจะเป็น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>6. ทำความสะอาดขนแมว</h3>
                                        <p>แมวเป็นสัตว์ที่รักความสะอาดมาก ซึ่งจะเลียขนทำความสะอาดตัวเองเป็นประจำ ทำให้แมวกลืนขนไปเป็นจำนวนมาก ขนเหล่านั้นจะก่อตัวเป็นก้อนขน เป็นสาเหตุที่ทำให้แมวอาเจียนและท้องเสียได้ เจ้าของแมวจึงต้องหมั่นหวีขนให้แมวเพื่อไม่ให้ขนแมวไปติดอยู่ในลำคอของแมว</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
