<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>
        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>สิ่งสําคัญในการเลี้ยงแมวของคุณ ให้มีความสุข</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <p>บ้านพักอาศัยของคนในยุคนี้ส่วนใหญ่มีพื้นที่ ใช้สอยเล็กลง ทําให้สัตว์เลี้ยงมีพื้นที่ลดน้อย ลงไปด้วย โดยเฉพาะแมว แม้จะมีขนาดเล็กกว่าสุนัข แต่ด้วยนิสัยที่รักอิสระและต้องการพื้นที่ส่วนตัว จึงจําเป็นต้องปรับพื้นที่อาศัยให้เหมาะสม เพื่อให้แมวรู้สึกมีความสุข โดยเฉพาะแมวที่เลี้ยงแบบปิด โดยเริ่มจากสิ่งของต่อไปนี้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>1. มีพื้นที่นั่งกินลมชมวิว</h3>
                                        <p>แมวทุกตัวชอบ นั่งริมหน้าต่างหรือประตู เพื่อให้เห็นบรรยากาศธรรมชาติ จะทําให้แมวรู้สึกผ่อนคลายและ อาจหาเบาะหรือพรมวางในตําแหน่งที่แมวชอบนั่ง จะช่วยเพิ่มความสุขให้แมวมากขึ้น</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>2. มีของเล่น</h3>
                                        <p>จะช่วยให้แมวไม่เครียด ไม่เบื่อ และทำให้แมวได้ออกกำลังกายเพื่อสุขภาพที่ดีอีกด้วย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="card-body">
                                <div class="article">
                                    <div class="article-info">
                                        <img src="../assets/img/raise/raise1.jpg" width="200px" height="200px" alt="">
                                    </div>
                                    <div>
                                        <h3>3. มีคอนโด</h3>
                                        <p>ให้ปีนป่ายและลับเล็บ ธรรมชาติของแมวชอบลับเล็บบนเบาะเฟอร์นิเจอร์ในบ้าน โดยเฉพาะเฟอร์นิเจอร์ใหม่ เพื่อจับจองพื้นที่และ ทําความสะอาดเล็บ การมีคอนโดแมวจึงช่วยลดปัญหานี้และช่วยให้แมวได้ออกกําลังกาย ปีนป่าย เพิ่มทักษะการทรงตัว พร้อมกับได้ลับเล็บ </p>
                                    </div>
                                </div>
                            </div>
                            <div class="card-body">
                                <div class="article">
                                    <div class="article-info">
                                        <img src="../assets/img/raise/raise2.jpg" width="200px" height="200px" alt="">
                                    </div>
                                    <div>
                                        <h3>4. มีต้นหญ้าและสมุนไพรไว้ให้</h3>
                                        <p>เหตุผลที่แมวชอบกินหญ้าเพราะต้องการใยอาหารในต้นหญ้า จะช่วยให้แมวสํารอกเศษ อาหารที่ไม่ย่อยออกมา ทําให้ท้องไม่อืดเฟ้อ และ อารมณ์ดี สําหรับต้นพืชที่แมวชื่นชอบ ได้แก่ หญ้าไผ่เงิน หญ้าแห้วหมูที่มีกลิ่นหอม และ ต้นอ่อนข้าวสาลีที่มีรสหวาน สําหรับสมุนไพร ที่รู้จักดีและใช้กันทั่วโลกคือ แคตนิป (Catnip) ช่วยให้อารมณ์ดี อีกชนิดหนึ่งคือ ตําแยแมว (Indian Nettle)</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>5. ชามอาหารและน้ำควรสะอาดอยู่เสมอ</h3>
                                        <p> ที่สําคัญคือไม่ควรมีอาหารค้างมื้อในชาม เพราะ อาจบูดเสีย เมื่อแมวกินเข้าไปอาจทําให้แมวท้องเสียได้ ควรให้ปริมาณอาหารต่อวันไม่มากเกินไป ควรให้ทีละน้อยและบ่อยๆดีกว่า ส่วนชามน้ำควรเปลี่ยนบ่อยๆ และเป็นน้ำสะอาด ไม่มีฝุ่นผงปะปน</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>6. มีห้องน้ำที่สะอาดให้แมว</h3>
                                        <p>สําหรับพื้นที่ขับถ่ายของแมว ควรอยู่ในพื้นที่มิดชิดและลับตา ไม่ควรอยู่ใกล้ทางเดินหรือมีเสียงดัง นอกจากนี้ผู้เลี้ยงควรเก็บก้อนมูลและก้อนปัสสาวะทุกวัน เพราะธรรมชาติของแมวชอบความเงียบและความสะอาด หากห้องน้ำสกปรกและมีเสียงดังจะทําให้แมวไม่ยอมขับถ่าย</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>7. มีเวลาเล่นด้วย ควรเล่นกับแมวทุกวัน</h3>
                                        <p>ไม่ควรปล่อยให้เล่นของเล่นเพียงลําพัง และของเล่นต้องหลากหลาย แมวจะได้ไม่เบื่อและรู้สึกเหงา</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>8. พาออกไปเดินเล่นเปิดหูเปิดตาบ้าง</h3>
                                        <p>อาจพานั่งรถเที่ยว หากพาไปเดินเล่นไม่ควรพาไปในที่ที่มีเสียงดัง อาจใส่สายจูงไปเดินตามสวนสาธารณะ และต้องไม่มีสุนัขเพ่นพ่าน เพื่อป้องกันอันอันตรายจากการโดนกัด</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>9. เปิดทีวีและเพลงเบา ๆ</h3>
                                        <p>ให้ฟัง ซึ่งแมวเป็นสัตว์ที่ไม่อยู่นิ่งและชอบมองวิว การเปิดทีวีให้แมวดูหรือเปิดเพลงคลอไปด้วย ก็ช่วยให้แมวผ่อนคลายความเครียดได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>10. ปรับเปลี่ยนอาหารให้เหมาะสม</h3>
                                        <p>ธรรมชาติของแมวต้องการโปรตีนสูง มีคุณค่าทางอาหาร เพียงพอ จึงควรเลือกให้เหมาะกับแมวแต่ละวัย  เช่น สูตรแมวเด็ก แมวสูงวัย แมวตั้งครรภ์ </p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
