<?php
include('include_menu.php');
?>
    <div class="main-content">
        <?php
           include('include_header.php');
        ?>

        <main>
          
                <div class="customers">
                    <div class="card">
                        <div class="card-header">
                            <h1>โรคต่างๆของแมว</h1>
                        </div>
                        <div class="card-body">
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ลิวคีเมีย (Feline Leukemia Infection) </h3>
                                        <ul>
                                            <li>- เป็นโรคสําคัญอันดับต้นๆ ของแมว เกิดจากเชื้อไวรัส (Feline Leukemia Virus FeLV) ทําให้เกิดมะเร็งเม็ดเลือดขาวและเนื้องอก ตามอวัยวะต่างๆ โดยเชื้อไวรัสจะส่งผลให้ ภูมิคุ้มกันบกพร่อง ทําให้เกิดภาวะอักเสบและติดเชื้อได้ง่าย สามารถติดต่อทางพันธุกรรมจาก แม่สู่ลูก และติดต่อด้วยการสัมผัสน้ำลายและปัสสาวะ โดยเฉพาะการเลียตัวของแมว ก็เป็นช่องทางที่ทําให้เกิดการแพร่ระบาดของเชื้อสาเหตุได้</li>
                                            <li>- ระยะแรกจะซึม หลังจากนั้นจะมีอาการอื่น ตามมา ขึ้นอยู่กับความแข็งแรงของแมวแต่ละตัว สําหรับอาการอื่นๆจะแสดงอาการ 2 ช่องทาง คือ</li>
                                            <li>- กลุ่มที่ทําให้เกิดมะเร็งเนื้องอกในอวัยวะต่างๆ ที่พบมากคือ มะเร็งเม็ดเลือดขาว (Leukemia) เนื้องอกในต่อมน้ำเหลือง (Lymphosarcoma หรือ Lymphoma) อาจทําให้ขาหนีบ โคนขามีก้อนนูน และอาจทําให้จอประสาทตาเสื่อม หรือตาบอด สมองไม่สั่งการ ระบบประสาท ผิดปกติ ทําให้พฤติกรรมเปลี่ยน เดินเซ หรือ เป็นอัมพาต</li>
                                            <li>- กลุ่มที่ไม่ทําให้เกิดเนื้องอก เช่น ทําให้ภูมิ ต้านทานแมวลดลง จึงติดเชื้อโรคอื่นได้ง่าย เช่น แบคทีเรีย ไวรัส เชื้อรา ซึ่งแมวส่วนใหญ่จะเสียชีวิตจากโรคแทรกซ้อนเหล่านี้ เนื่องจาก การทํางานของไขกระดูกถูกกดไว้ ทําให้แมวไม่สามารถสร้างเม็ดเลือดแดง เม็ดเลือดขาวและเกล็ดเลือดได้อย่างมีประสิทธิภาพ จึงเกิดภาวะโลหิตจาง ไม่สามารถต่อสู้กับเชื้อโรคได้ เกิดภาวะกรวยไตอักเสบ หรือโรคทางระบบสืบพันธุ์ เช่น แท้ง หรือผสมไม่ติด</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>โรคไข้หัดแมว (Feline Parvovirus infection)</h3>
                                        <ul>
                                            <li>โรคนี้มีชื่อเรียกในวงการสัตวแพทย์ว่า โรค ลําไส้อักเสบติดต่อในแมว (Feline Infectious Enteritis) หรือโรคติดเชื้อพาร์โวไวรัสในแมว (Feline Parvovirus Infection) หรือบางท่าน อาจจะเรียกโรคนี้ว่าโรคแพนลิวโคพีเนียในแมว (Feline Panleukopenia) ซึ่งคําว่า “แพนลิวโคพีเนีย” นี้ เป็นศัพท์ทางการแพทย์ที่แปลว่า เม็ดเลือดขาวต่ำ ทั้งนี้เนื่องจากแมวที่ติดโรค ดังกล่าวนี้มักมีจํานวนเม็ดเลือดขาวทุกชนิด ลดต่ำลงอย่างมาก</li>
                                            <li>โรคนี้เกิดจากเชื้อไวรัสในกลุ่ม Carnivore Protoparvovirus 1 โดยร้อยละ 95 ของแมว ที่ป่วยด้วยโรคนี้เกิดจากการติดเชื้อพาร์โวไวรัส ในแมว (Feline Parvovirus : FPV) และอีก ร้อยละ 5 ของแมวที่ป่วยด้วยโรคนี้อาจเกิด จากการติดเชื้อพาร์โวไวรัสในสุนัข (Canine Parvovirus : CPV) พาร์โวไวรัสติดต่อได้ทาง อุจจาระ ปัสสาวะ ภาชนะใส่อาหาร กรง หรือ ตามพื้นดินที่ปนเปื้อนเชื้อ รวมทั้งเสื้อผ้าและ รองเท้าของผู้เลี้ยง โดยเชื้อมีระยะฟักตัว 2-7 วัน จึงเริ่มแสดงอาการ</li>
                                            <li>แมวมักจะซึม มีไข้ อ่อนเพลีย เบื่ออาหาร และมักพบอาการปวดท้อง คลื่นไส้ อาเจียนและท้องเสีย เนื่องจากมีภาวะลําไส้อักเสบ ซึ่ง โดยมากมักจะมีอาการรุนแรงถึงขั้นถ่ายอุจจาระ เป็นเลือด เหม็นคาว เนื่องจากผนังลําไส้ถูก ทําลายจนเกิดความเสียหายอย่างรุนแรง อาการ ดังกล่าวเหล่านี้จะทําให้แมวป่วยมีภาวะขาดน้ำ และสูญเสียเกลือแร่ไปจากร่างกายอย่างรุนแรง และรวดเร็ว ซึ่งอาจทําให้เกิดภาวะเกลือแร่ เสียสมดุล ภาวะความดันต่ำ ภาวะช็อก ภาวะ เลือดเป็นกรด หรือภาวะการอักเสบทั่วร่างกาย ซึ่งความผิดปกติเหล่านี้อาจเป็นสาเหตุให้แมว เสียชีวิตได้ในเวลาอันรวดเร็ว โดยเชื่อมีระยะ ฟักตัว 2-7 วัน มักแสดงอาการมากในแมวเด็ก และทําให้เสียชีวิต 25 - 90 เปอร์เซ็นต์ โดยจะมี ไข้สูงเฉียบพลัน เบื่ออาหาร อาเจียน ท้องเสีย ร่างกายขาดน้ำ และเกิดอาการช็อกจนเสียชีวิต</li>
                                            <li>แมวที่ตั้งครรภ์อาจทําให้แท้งลูก ลูกตายหลังคลอดได้ หรือถ้าตัวอ่อนรอดชีวิต ลูกแมวจะมีความผิดปกติทาง ระบบประสาทส่วนกลางหรือดวงตาตั้งแต่กําเนิด ทําให้มีการทรงตัวผิดปกติ หรือจอประสาทตา ผิดปกติ</li>
                                            <li>ในแมวโตเต็มวัย หากได้รับเชื้อและร่างกาย สามารถสร้างภูมิคุ้มกันได้ อาการจะดีขึ้นและหายได้ แต่อาจพบเชื้อไวรัสติดมากับอุจจาระในช่วง 2-3 สัปดาห์แรก สําหรับแมวที่แสดงอาการ เมื่อนํามา ตรวจเลือดจะพบปริมาณเม็ดเลือดขาวต่ำมาก เมื่อคลําที่ช่องท้องจะเจ็บ และอาจพบก้อนลําไส้เป็น ก้อนแข็งที่เกิดจากก๊าซและของเหลวดังอยู่ภายทําให้ไม่กินอาหาร ผอมโทรม</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>หวัดแมว (Feline Herpesvirus : FHV และ Feline Calicivirus : FCV)</h3>
                                        <ul>
                                            <li>เกิดจากเชื้อไวรัส (Feline Herpesvirus : FHM และ Feline Calicivirus : FCV) ซึ่ง อาจมีการติดเชื้ออื่นทางระบบหายใจด้วย มักพบในแมวทุกวัย</li>
                                            <li>แมวมักเบื่ออาหาร ไม่ร่าเริง จามและมีน้ำมูกใส หรือน้ำมูกข้น น้ำตาไหล ตาบวมแดง ขี้ตาเกรอะกรัง หากแมวเกิดการไอ แสดงว่าเชื้อไวรัสเข้า ทําลายคอ หลอดลม และปอดแล้ว บางตัว อาจมีอาการช่องปากอักเสบ เหงือกแดง ทําให้แมวไม่กินอาหาร</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>เอดส์แมว (Feline Immunodeficiency Virus : FIV)</h3>
                                        <ul>
                                            <li>เกิดจากเชื้อไวรัส Feline Immunodeficiency Virus : FIV กลุ่มเดียวกับโรคลิวคีเมีย ในแมวและไวรัสเอดส์ในคน (Human Immunodeficiency Virus : HIV) สามารถติดต่อ ทางน้ำลาย น้ำมูก เมื่อโดนกัดจากการต่อสู้ หรือผ่านทางน้ำนมที่แม่ให้กับลูกแมว แต่การ ติดต่อทางพันธุกรรมจากแม่สู่ลูกอาจพบได้บ้าง</li>
                                            <li>หากแมวตัวนั้นมีภูมิคุ้มกันดีมักไม่แสดง อาการ แต่เมื่อร่างกายอ่อนแออาจเกิดอาการจาก โรคอื่นแทรกซ้อน ที่เห็นได้ชัดคือต่อมน้ำเหลืองโต มีไข้ ท้องเสีย และโลหิตจาง ทําให้ตัวซีด ขนหยาบพันกัน เหงือกและช่องปากอักเสบ มีแผลหลุมในช่องปาก ทําให้ปากมีกลิ่นเหม็น บางตัวอาจมีอาการติดเชื้อที่กระเพาะปัสสาวะ และระบบทางเดินหายใจ ท้องเสีย ตาอักเสบ หรือมีเนื้องอกเกิดขึ้น</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>เยื่อบุช่องท้องอักเสบในแมว (Feline Infectious Peritonitis : FIP)</h3>
                                        <ul>
                                            <li>เกิดจากเชื้อโคโรน่าไวรัส หากแมวได้รับ เชื้อและเชื้อไม่มีการกลายพันธุ์ มักไม่แสดงอาการ ผิดปกติ ในทางตรงข้าม หากเชื้อกลายพันธุ์ แมวจะแสดงอาการของโรคนี้ทันที อย่างไรก็ตาม อัตราการกลายพันธุ์พบเพียง 5 เปอร์เซ็นต์เท่านั้น ซึ่งมักเกิดกับลูกแมวที่อ่อนแอ มีภูมิคุ้มกันต่ำ เชื้อจะเกิดการกลายพันธุ์ได้ง่าย สามารถติดต่อทางอาหาร อุปกรณ์ที่ใช้ร่วมกันในแมว และ จากเสื้อผ้า รองเท้าผู้เลี้ยงที่ติดมาจากนอกบ้าน</li>
                                            <li>ทำให้แมวน้ำหนักลด เบื่ออาหาร หายใจเร็ว มีไข้ ขึ้น ๆ ลงๆ ซึม ผอมโทรม ขนหยาบกระด้าง หลอดเลือดอักเสบ ทําให้อวัยวะที่เกิดการอักเสบทํางานบกพร่อง ช่องท้องหรือช่องอก ขยายขนาดมากขึ้นเนื่องจากมีของเหลวคั่งอยู่ ภายใน ทําให้หายใจขัด หัวใจเต้นเร็ว บางตัว อาจแสดงอาการทางระบบประสาท ชักเกร็ง ตากลอกไปมา และม่านตาอักเสบ</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>โรคเบาหวาน (Diabetes Mellitus)</h3>
                                        <p>เกิดจากความผิดปกติในระบบต่อมไร้ท่อ พบได้ทั้งในสุนัข และแมว โรคเบาหวานในแมวเลี้ยงส่วนใหญ่มีกลไกเริ่มต้น ของการเกิดโรคคล้ายกับโรคเบาหวานชนิดที่ 2 ในคน นั่นคือ เกิดจากร่างกายเกิดภาวะดื้อต่อฮอร์โมนอินซูลิน (Insulin Resistance) ทําให้ร่างกายตอบสนองต่อฮอร์โมนอินซูลิน ที่ช่วยควบคุมระดับน้ำตาลในเลือดให้เป็นปกติไม่สมบูรณ์ ร่วมกับอาการตับอ่อนบกพร่องในการสร้างฮอร์โมนอินซูลิน เนื่องจากมีสารแอมีลอยด์ (Pancreatic Amyloidosis) สะสม จึงไม่สามารถสร้างฮอร์โมนอินซูลินได้เพียงพอต่อการทํางานของร่างกาย ทําให้น้ำตาลในกระแสเลือดสูงกว่าที่ควร ซึ่งส่งผลต่อระบบต่างๆ ของร่างกายตามมา</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ไตเรื้อรังในแมว (Chronic Kidney Disease : CKD)</h3>
                                        <ul>
                                            <li>ไตเป็นอวัยวะสําคัญที่ควบคุมสมดุลของน้ำ เกลือแร่ กรด - ด่าง และขับทิ้งของเสียออกจากร่างกายทางปัสสาวะ นอกจากนี้ยังทําหน้าที่ผลิตฮอร์โมนสําคัญหลายชนิด ดังนั้น หากเกิดความผิดปกติที่ส่งผลต่อการทํางานของไต จะทําให้สมดุลของน้ำ เกลือแร่ กรด ด่างผิดปกติ เกิดการคั่งของเสีย และการพร่องฮอร์โมนบางชนิด เช่น ฮอร์โมน EPO ซึ่ง เกี่ยวข้องกับการกระตุ้นการสร้างเม็ดเลือดแดง ฯลฯ</li>
                                            <li>เกิดได้จากหลายสาเหตุ อาจเป็นความผิดปกติที่พบได้ ทางพันธุกรรม เช่น โรคถุงน้ำในไต (Polycystic Kidney Disease) ซึ่งพบในแมวพันธุ์เปอร์เซียหิมาลายัน หรือเป็น สาเหตุที่เกิดขึ้นภายหลัง เช่น การติดเชื้อบางชนิด มีภาวะ ภูมิคุ้มกันทําลายเนื้อเยื่อไต หรือมีการสะสมของสารแอมีลอยด์ (Amyloidosis) ในไต การได้รับยาหรือสารพิษบางชนิด การ เกิดเนื้องอก หรืออาจเป็นผลจากภาวะไตวายเฉียบพลันที่เคย เกิดขึ้นมาก่อน เป็นต้น</li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>ช็อกโซพลาสโมซิส (Toxoplasmosis)</h3>
                                        <p>เกิดจากการติดเชื้อโปรโตซัว (Toxoplasma gondi) ซึ่งมีวงจรชีวิตที่ซับซ้อนและพบได้ทั่วโลก โรคนี้พบบ่อยในแมว แกะ แพะ สุกร และอาจพบในสุนัขได้ด้วย ส่วนวัวค่อนข้างทนต่อการติดเชื้อ โดยแมวเป็นสัตว์ที่มีความสําคัญในวงจรชีวิตของเชื้อ เมื่อแมวได้รับเชื้อจะปล่อยไข่ของเชื้อโปรโตซัวมา ในอุจจาระ    เมื่อแมวหรือสัตว์อื่นได้รับไขโปรโตซัวจากการไป เล็มหญ้าหรือกินสัตว์ขนาดเล็ก เช่น หนูที่มีเชื้อ แมวก็ได้รับเชื้อและเติบโตในตัวแมวต่อไป หากแมวมีลูกก็สามารถติดต่อจากแม่สู่ลูกได้</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>หอบหืดในแมว (Feline Asthma)</h3>
                                        <p>หรือที่เรียกกันอีกชื่อว่า Feline Allergic Bronchitis เป็นโรคที่มีความผิดปกติของระบบทางเดินหายใจส่วนล่าง หรือปอด เกิดจากปฏิกิริยาภูมิไวเกิน ส่งผลให้ผนังหลอดลม หดตัว การไหลเวียนของอากาศไม่ดี ทําให้เม็ดเลือดขาวชนิด อีโอซิโนฟิล (Eosinophil) สูงขึ้น สิ่งคัดหลั่งเหนียวข้น หลอดลมหดตัว ผนังกล้ามเนื้อเรียบหดเกร็ง จึงทําให้แมวแสดงอาการไอ หายใจลําบาก</p>
                                    </div>
                                </div>
                            </div>
                            <div class="customer">
                                <div class="info">
                                    <div>
                                        <h3>เนื้องอกในแมว (Cancer หรือ Malignant Tumor)</h3>
                                        <p>เป็นโรคที่เกิดจากเนื้องอก ซึ่งเป็นกลุ่มเซลล์ผิดปกติที่ เจริญเติบโตไม่หยุด จนเกิดเป็นก้อนเนื้อขึ้นตามส่วนต่างๆ ของ ร่างกาย และลุกลามไปยังอวัยวะข้างเคียง เลือด และระบบ น้ำเหลือง แต่มีเนื้องอกบางชนิดที่ไม่ลุกลามไปยังอวัยวะข้างเคียง เรียกว่า Benign Tumor ซึ่งมีหลายอาการที่พบในแมว ดังนี้</p>
                                        <p>1. มะเร็งต่อมน้ำเหลือง (Lymphosarcoma หรือ Lymphoma)</p>
                                        <p>เป็นมะเร็งที่เกิดจากเซลล์เม็ดเลือดขาวที่เรียกว่าลิมโฟไซต์ (Lymphocyte) แมวที่เป็นโรคลิวคีเมียจะมีความเสี่ยงเป็น มะเร็งชนิดนี้มากขึ้นที่อายุเฉลี่ย 3 ปี แมวที่ไม่เป็นลิวคีเมีย และพบมะเร็งต่อมน้ำเหลืองมีอายุเฉลี่ย 8 ปี ซึ่งแสดงอาการ ต่างกัน ขึ้นอยู่กับอวัยวะที่มะเร็งลุกลามไป</p>
                                        <ul>
                                            <li>- มะเร็งที่ช่องอกในต่อมไทมัส แมวจะหายใจลําบาก อ้าปากหายใจ และไอ</li>
                                            <li>- มะเร็งที่ทางเดินอาหาร ผนังลําไส้หนาตัว มีอาการ อาเจียน ท้องผูก ท้องเสีย ถ่ายเป็นเลือดสดหรือเลือดสีดํา</li>
                                            <li>- มะเร็งที่ไต ไตขยายขนาด ผิวไม่เรียบ มีอาการของโรค ไตวาย เช่น ซึม อาเจียน เบื่ออาหาร ดื่มน้ำเยอะ ปัสสาวะเยอะ</li>
                                            <li>- มะเร็งกระจายหลายตําแหน่ง อาการไม่แน่นอน อาจ เบื่ออาหาร น้ำหนักลด ซึม ต่อมน้ำเหลืองโตทั่วร่างกาย</li>
                                            <li>- มะเร็งก้อนเดี่ยว ขึ้นอยู่กับตําแหน่งที่พบ หากพบในจมูกจะจาม น้ำมูกไหล ถ้าพบในไขสันหลังทําให้เป็นอัมพาต หรือพบก้อนเดียวที่ผิวหนัง เป็นต้น</li>
                                        </ul>
                                        <p>2. มะเร็งเต้านม (Mammary Gland Tumor)</p>
                                        <p>เป็นโรคร้ายแรงในแมว เพราะมีโอกาสลุกลามไปเนื้อเยื่อ ข้างเคียงและอวัยวะอื่นสูงถึง 80 เปอร์เซ็นต์ โดยกระจายไปยัง ต่อมน้ำเหลือง ตับ และปอด พบมากในแมวไทยและแมวบ้าน ขนสั้น</p>
                                        <p>3. มะเร็งผิวหนัง (Squamous Cell Carcinoma)</p>
                                        <p>มักพบในช่องปากและลุกลามไปเนื้อเยื่อข้างเคียงได้ง่าย อาจพบที่ผิวหนัง เช่น ดั้งจมูกและปลายหู หรือกระจาย ตามผิวหนังส่วนต่างๆ ลักษณะเป็นผืน บวมแดง มีน้ำเหลือง เยิ้ม หรือมีสะเก็ด หากแมวตากแดดและได้รับรังสียูวี อาจ เกิดมะเร็งที่บริเวณดั้งจมูกและปลายหู สําหรับมะเร็งที่ใบหู มักพบในแมวที่มีขนสีขาวและผิวสีอ่อน</p>
                                        <p>4. มะเร็งเนื้อเยื่ออ่อน (Soft Tissue Sarcoma)</p>
                                        <p>เป็นมะเร็งชนิดร้ายแรง สามารถพบตามเนื้อเยื่อหลายกลุ่ม อาจเกิดที่กล้ามเนื้อ เนื้อเยื่อเกี่ยวพัน หรือหลอดเลือด ในแมวมักเกิดบริเวณที่ฉีดวัคซีนเป็นประจํา การฉีดยา การฝังไมโครชิป และการหยดยา ล้วนส่งผลให้เกิดมะเร็งชนิดนี้ได้</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
    </body>
</html>
